[
    {
      "title": "#URL Join Online Class",
      "story": "https://raw.githubusercontent.com/ttags/tags/refs/heads/main/remote/12g.json"
      "rewardTxt": "NA",
      "reward": "NA"
    },
    {
      "title": "Unit 1 : Question Tag",
      "story": " <h2>&nbsp;<strong>Unit 1</strong>&nbsp;Grammar : Question Tag</h2> <p>A question tag is a short question that is added at the end of a statement. We use the question tag when we want to confirm our thoughts or ideas.</p><p><br /></p> <p>They are happy. aren't they? in the sentence “they are happy “ is the statement and “aren't they?”is the question tag.</p> <p><strong><br /></strong></p><p><strong>Rule for Question Tag:</strong></p> <p>If the sentence is positive the question tag will be negative.&nbsp;</p> <p>Ex,. We were planning to go on a trip, weren't we?</p> <p>If the sentence is negative, question tag will be positive.&nbsp;</p> <p>Ex,. They are not busy. are they?</p> <p><strong><br /></strong></p><p><strong>Some Examples of Question Tag</strong></p> <p>You're not going to the party, are you?</p> <p>- This sentence has a negative statement, so the question tag should be positive. However, the sentence is in the present continuous tense. So the tag should use \"are\" instead of \"do\". The correct question tag is \"You're not going to the party, are you?\"</p><p><br /></p> <p>I can't sing, can I?&nbsp;</p> <p>- This sentence has a negative statement, so the question tag should be positive. The statement uses the auxiliary verb \"can\" which is a modal verb, so the correct question tag is \"I can't sing, can I?\"</p><p><br /></p> <p>She's never been to Paris, has she?&nbsp;</p> <p>- This sentence has a negative statement, so the question tag should be positive.&nbsp;</p><p><br /></p> <p>We've finished the project, haven't we?&nbsp;</p> <p>- This sentence has a positive statement, so the question tag should be negative. However, the sentence uses the present perfect tense, and 've is the contracted form for the verb \"have\". So, the correct question tag is \"We've finished the project, haven't we?\"</p><p><br /></p> <p>It's not too late, is it?&nbsp;</p> <p>- The sentence uses a contraction (\"it's\") instead of the full form (\"it is\"). The correct question tag is \"It's not too late, is it?\"</p><p><br /></p> <p><strong>Textbook Grammar Solution</strong></p> <p><b>B. Rewrite the following sentences adding appropriate question tag.</b></p> <p>a. Gill does not know Ann, Does he?</p> <p>b. I’m very patient, Aren't I?</p> <p>c. They’d never met me before, had they?</p> <p>d. Listen carefully, will you?</p> <p>e. Let’s have a break, shall we?</p> <p>f. Let us invite them, Shall we?</p> <p>g. Hari used to live in France as a boy, didn't he?</p> <p>h. You’d better not take a hard drink, had you?</p> <p>i. Sheep eat grass, don't they?</p> <p>j. Mr. Pande can speak nine languages, can't he?</p> <p>k. She’s finished her classes, hasn't she?</p> <p>l. She barely managed to reach the goal, <em><strong>did she</strong></em>?</p> <p>m. Don’t let him swim in that pond, w<em><strong>ill you</strong></em>?</p> <p>n. There are lots of people here, <strong><em>aren't there?</em></strong></p><p><strong><em><br /></em></strong></p> <p><b>C. Read the following situations. What do you say in these situations? Use question tags.</b></p> <p>a. The sky is full of clouds. You can see lightning and hear thunder.&nbsp;</p> <p>It’s going to rain soon, isn't it?</p> <p>b. You want to pay the taxi fare but you are short by 100 rupees.&nbsp;</p> <p>Shyam, you have to lend me Rs. 100, haven't you?</p> <p>c. You have met a stranger at a party and you want to have a chat with him/ her.&nbsp;</p> <p>We can be friends, can't we?</p> <p>d. You came out of the film hall with your friend. You enjoyed the film.&nbsp;</p> <p>The film was very enjoyable, wasn't it?</p> <p>e. You and your friend listened to a comedian on the stage and felt spellbound by his/her performance.</p> <p>He gave an excellent presentation, didn't he?</p> <p>f. You think your friend’s father has arrived from the US but you are not sure.&nbsp;</p> <p>Your father has not arrived from the US, has he?</p> <p>g. You think Susan will join the new job tomorrow but you are not sure.&nbsp;</p> <p>Susan will go to her new job tomorrow, won't she?</p> <p>h. Your friend’s hair looks too short.</p> <p>You have got too short hair, haven't you?</p> <p>i. You want to go for a picnic with your friends in class.&nbsp;</p> <p>Let’s go for a picnic, shall we?</p> <p>j. You want permission from your father to go for a walk.&nbsp;</p> <p>Let me go for an evening walk, will you?</p><p><br /></p> <p><strong>How to use Tag Question in Real Life?</strong></p> <p>Take your question tag skills to the next level with these tips! Match the form of the tag to the tense and auxiliary verb, use rising intonation, pay attention to polarity, and be mindful of context. Positive statement? Use a negative tag. And don't be afraid to get creative - a positive tag after a negative statement can add sarcasm or disbelief. With these tips, you'll be slaying those tags like a pro!</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <p>&nbsp;1.&nbsp;Question tag&nbsp;</p><p></p><ol ><li>Jake is from Canada, ____?</li><li>We missed the train, ___?</li><li>Peter isn’t very friendly, ____?</li><li>I am right about this, ___?</li><li>Emma was absent from work yesterday, ____?</li><li>You have submitted your project, _____?</li><li>Be quiet, ___?</li><li>I am concerned that Lily is unwell, ____?</li><li>Sarah won’t mind if I borrow her laptop, ____?</li><li>The boy is singing, ____?</li><li>Michael will attend the meeting tomorrow, ____?</li><li>Susan never behaves in such a manner, ____?</li><li>John isn’t a teacher, _____?</li><li>It is quite cold today, ____?</li><li>Olivia is intelligent, _____?</li><li>Let’s have a picnic, ____?</li><li>The dog is barking, ____?</li><li>The soup is hot, ___?</li><li>David doesn’t enjoy reading novels, _____?</li><li>You are from Australia, ____?</li><li>I love watching movies, ____?</li><li>You have finished your chores, ____?</li><li>You don’t work here, ____?</li><li>The birds are chirping in the trees, ____?</li><li>We usually have lunch at the park, _____?</li></ol><p></p><p>Answers :&nbsp;</p><p></p><ol ><li>Jake is from Canada, isn't he ?</li><li>We missed the train, didn't we ?</li><li>Peter isn’t very friendly, is he ?</li><li>I am right about this, aren't I ?</li><li>Emma was absent from work yesterday, wasn't she ?</li><li>You have submitted your project, haven't you ?</li><li>Be quiet, will you ?</li><li>I am concerned that Lily is unwell, isn't she ?</li><li>Sarah won’t mind if I borrow her laptop, will she ?</li><li>The boy is singing, isn't he ?</li><li>Michael will attend the meeting tomorrow, won't he ?</li><li>Susan never behaves in such a manner, does she ?</li><li>John isn’t a teacher, is he ?</li><li>It is quite cold today, isn't it ?</li><li>Olivia is intelligent, isn't she ?</li><li>Let’s have a picnic, shall we ?</li><li>The dog is barking, isn't it ?</li><li>The soup is hot, isn't it ?</li><li>David doesn’t enjoy reading novels, does he ?</li><li>You are from Australia, aren't you ?</li><li>I love watching movies, don't I ?</li><li>You have finished your chores, haven't you ?</li><li>You don’t work here, do you ?</li><li>The birds are chirping in the trees, aren't they ?</li><li>We usually have lunch at the park, don't we ?</li></ol>"
    },
    {
      "title": "Unit 2 : Modal Verbs",
      "story": "<h2>Unit 2 Grammar : Modal verbs&nbsp;</h2> <p>Modal verbs are auxiliary verbs that may be used to indicate whether or not something is required or possible in English. Can, could, might, must, need, ought to, shall, will, should, and would are all examples of modal verbs in English.</p><p><br /></p> <h3>Examples of Modal Verbs</h3> <p>1. Can</p> <p>2. Could</p> <p>3. May</p> <p>4. Might</p> <p>5. Must</p> <p>6. Need not</p> <p>7. Ought to</p> <p>8. Shall</p> <p>9. Will</p> <p>10. Should</p> <p>11.Would</p><p><br /></p> <h3>Application of Modal Verbs</h3> <p>Different modal verbs are used in different contexts. At least when it comes to the use of the words \"should,\" \"could,\" and \"could,\" there is little difference. They have somewhat distinct meanings, but switching them around wouldn't matter much.</p><p><br /></p> <p>Things with power or authority to act are indicated by the word \"can.\" While \"may\" is similar to \"can,\" but it has a stronger sense of freedom than \"can\". When someone says, \"You may eat chocolate,\" they're implying more than just capacity; they're also granting you permission to eat the chocolate.&nbsp;</p><p><br /></p><p>The word \"may\" is more strongly suggestive of permission than the common \"can\" used by many English speakers. The word \"may\" combines elements of \"can\" and \"could\" or \"would.\" Assume that something is not required to occur, but is still possible.</p><p><br /></p> <p>The word \"must\" indicates an obligatory action. In a negative sense, it implies \"don't have to,\" which is a complete reversal.</p> <p>\"I have to go\" = \"I must eat.\"</p> <p>The expressions \"I don't have to go\" and \"I must not go\" have different meanings.</p> <p>Historically, the original subjunctive moods of will/want and ability were would and could, respectively.</p> <p><br /></p><p><b>Simple logical trick-</b></p> <p>Use should - when 80% Chances are there</p> <p>Use Might - when 50% chances are there</p> <p>Use would - for conditional statements</p> <p>Use must - used for present and future reference to express obligation, give orders and give advice.</p> <p>Use could - when there is a option</p><p><br /></p> <p><strong>A. Study the given sentences carefully.</strong></p> <p>&nbsp;a. Please read this letter for me. I can't see without my glasses.&nbsp;</p> <p>&nbsp;b. After working for a couple of years in China, I can speak Chinese now.&nbsp;</p> <p>&nbsp;c. When he was 40, he could earn a six digit salary.&nbsp;</p> <p>&nbsp;d. After six hours' climbing, we were able to reach the summit.&nbsp;</p> <p>&nbsp;e. Yesterday, I lost my keys. I looked for them everywhere but I couldn't find.&nbsp;</p><p><br /></p> <p><b>B. Choose the best answer to complete the sentences.&nbsp;</b></p> <p>&nbsp;a. 'How much was your parking ticket?' 'Fifty rupees.' 'Oh well, it could have been worse.'&nbsp;</p> <p>i. could have ii. must have iii. should have&nbsp;</p> <p>b. It might have gotten lost in the post. These things happen sometimes.&nbsp;</p> <p>i. can't have ii. might have iii. must have&nbsp;</p> <p>c. 'Sorry I'm late. I got delayed at work.'&nbsp;</p> <p>'You could have called. I was really worried about you.'&nbsp;</p> <p>i. must have ii. could have iii. would have&nbsp;</p> <p>d. 'I don't think he meant to be rude.' 'He must have said sorry.'&nbsp;</p> <p>i. must have ii. might have iii. would have&nbsp;</p> <p>e. 'Whose signature is this?' 'I don't know. It should be Manoj's. That looks a bit like an M.'&nbsp;</p> <p>i. must ii. could iii. should&nbsp;</p> <p>f. I had it when I left the office so I must have lost it on the way home.&nbsp;</p> <p>i. mustn't have ii. must have iii. should have&nbsp;</p> <p>g. You might think it's funny, but I think it's pathetic.&nbsp;</p> <p>i. might ii. should iii. could&nbsp;</p> <p><br /></p><p><b>C. Complete the following sentences with appropriate endings. Use correct modal verbs.&nbsp;</b></p> <p>Example:&nbsp;</p> <p>She could be a doctor; however,…………….…………… .&nbsp;</p> <p>She could be a doctor; however, she preferred to be an advocate.&nbsp;</p> <p>a. At the end of the course, students must submit their assignments.</p> <p>b. If you want to earn a lot of money, you should work hard for smarter things.</p> <p>c. You were not in your house yesterday. You must have been with your friends for the movie.</p> <p>d. I'm quite busy tomorrow. I could not join you on the morning walk.</p> <p>e. When you were a small kid, you must have been notorious.</p> <p>f. My car is broken. I might buy a new one.</p> <p>g. I've got a fast speed internet at home. I should not misuse it for unnecessary things.</p> <p>&nbsp;h. Even though she didn't study well, she might have passed the exam.</p> <p>i. There are plenty of newspapers in the library. You can pick one if you want.&nbsp;</p> <p>&nbsp;j. What do you think you were doing, playing in the road? You could be harmed by accident.</p> <p>k. I have no time. I could not waste more time anymore.</p> <p>l. You don't look well. You must be depressed,</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>2.</div><p></p><div><ol ><li>I __ cook dinner for everyone tonight. (can/could)</li><li>__ you lend me your car for the weekend? (could/may)</li><li>The boss __ ask you to work overtime today. (might/will)</li><li>According to the forecast, it __ rain later this evening. (might/should)</li><li>If John doesn’t study, he __ fail his test. (may/might)</li><li>Everyone __ obey the law. (must/should)</li><li>It __ be challenging to learn a new language. (can/must)</li><li>My dad __ get angry if I come home late. (will/might)</li><li>We ___ respect our elders. (should/could)</li><li>I __ go to the gym later. (will/can)</li><li>You ___ arrive on time for the meeting. (should/must)</li><li>Everyone __ pay their taxes. (must/should)</li><li>__ you guide me to the nearest station? (can/might)</li><li>The patient __ be taken to the hospital right away. (must/may)</li><li>___ we order pizza tonight? (shall/will)</li><li>My friend (can/must) play the guitar very well.</li><li>(Could/should) I borrow your book?</li><li>You (must/can) not talk during the movie.</li><li>I (could/may) need assistance in moving these boxes.</li><li>Sir, (could/may) you repeat the instructions?</li><li>I (may/might) not be able to attend the party.</li><li>Jessica (should/must) revise her notes before the exam.</li><li>(Can/May) you join us for dinner?</li><li>Our guests (shall/should) be here any minute.</li><li>I (might/must) be running late due to traffic.</li><li>The mechanic (can/may) fix the car easily.</li><li>It (may/might) snow tomorrow.</li><li>(May/might) your dreams come true.</li><li>I (could/may) not be more excited.</li></ol></div><div><br /></div><div>Answers:</div><div><div><ol ><li>Can</li><li>Could</li><li>Might</li><li>Might</li><li>Might</li><li>Must</li><li>Can</li><li>Will</li><li>Should</li><li>Will</li><li>Should</li><li>Must</li><li>Can</li><li>Must</li><li>Shall</li><li>Can</li><li>Could</li><li>Must</li><li>Could</li><li>Could</li><li>Might</li><li>Should</li><li>Can</li><li>Shall</li><li>Might</li><li>Can</li><li>May</li><li>May</li><li>Could</li></ol>"
    },
    {
      "title": "Unit 3 : Grammar",
      "story": "<h2>Unit 3 Grammar&nbsp;</h2> <p>Rules:</p> <p>If Countable = Use few</p> <p>If Unountable = Use little</p> <p>If Countable, and little more than just few = Use a few</p> <p>B. Complete the following sentences with much, many, few or little.</p> <p>a. He is an introvert. He has got very few friends.</p> <p>b. I am busy preparing for my examinations. I have very little time to give to you.</p> <p>c. The entire winter season was dry this year. We had little rain.</p> <p>d. Our town has almost been modernized. There are few old buildings left.</p> <p>e. You can come today. I haven’t got much to do.</p> <p>f. The party was crowded. There were too many people.</p> <p>g. How many photographs did you take while you were in Switzerland?</p> <p>h. There was little traffic so I came in time.</p> <p>i. Can I borrow a few books from you?</p> <p>j. Mohan can’t be a good teacher. He has little patience.</p> <p><strong>Rules</strong></p> <p>If 2,3 things are given= Use Each</p> <p>If more than 3 things are given, use Every</p> <p>Use Each = with Object, people, things</p> <p>Use Every = with Group of People/time</p> <p>C. Put each or every in the following sentences.</p> <p>a. The party split into three factions, each faction headed by a former prime minister.</p> <p>b. Leap years occur every four years.</p> <p>c. Every parent worries about their children.</p> <p>d. We had a great time in Singapore. We enjoyed every minute of our time.</p> <p>e. I could catch the main idea of his speech but I didn’t understand each of his words.</p> <p>f. In Nepal, every motorcycle rider should wear a helmet.</p> <p>g. You must read each of these books for the exam.</p> <p>D. Rewrite the following sentences using all of, most of, none of, both of or some of.</p> <p>a. Your garden is superb. All of the flowers are beautiful.</p> <p>b. Do you know Bharat and Kamal? Of course, both of them are my friends.</p> <p>c. I bought a box of apples thinking it would be cheaper but I was mistaken most of them were rotten.</p> <p>d. When I was in the town, I asked some people for directions but none of them were able to help me. I had to call my friend.</p> <p>e. We all were soaked in the rain because none of us had carried an umbrella.</p> <p>f. My father is healthy in his seventies but he feels isolated because most of his friends are dead now.</p> <p>g. All of the tourists are not Chinese, some of them are Korean too.</p> <p>E. Choose the best word from the brackets to complete the sentences.</p> <p>a. Give me the money I owe you. (which/the/a/an)</p> <p>b. I want a boat which would take me to the island. (the/an/those/a)</p> <p>c. Could you pour me some water, please? (many/few/these/some)</p> <p>d. d. Only a few employees know how important the project was. (a few/a little/little/few)</p> <p>e. He was looking for an umbrella. (an/a/those/these)</p> <p>f. A large amount of water was evaporated due to excessive heat. (A large number of/ A lot of/ A large amount of/Many)</p>",
"rewardTxt": " Practice Questions",
"reward": " </div></div><div><br /></div><div>3.</div><div><div><ol ><li>Meg used ___ sketch pens to complete her project. (this/these)</li><li>I had ___ rice today. (enough/all)</li><li>___ picture was painted by Picasso. (that/those)</li><li>The book belongs to ___. (her/hers)</li><li>Can you give me ___ notebook? (the/an)</li><li>Sam stood ____ in the class. (first/one)</li><li>Mave is ___ honest man. (a/an)</li><li>___ students were called to the principal’s office. (any/some)</li><li>Do you know ___ scarf this is? (whose/their)</li><li>___ Qutub Minar belongs to the Sultanate Period in India. (an/the)</li><li>__ box of chocolates belongs to Rachel. (these/that)</li><li>Is there ___ food left in the fridge? (many/any)</li><li>Can I get ___ hot bowl of soup? (a/an)</li><li>There aren’t ___ boys in the park. (some/any)</li><li>Freya got ___ beautiful souvenir from Paris. (a/an)</li></ol></div><div><br /></div><div>Answers :</div><div><ol ><li>These</li><li>Enough</li><li>That</li><li>Her</li><li>The</li><li>First</li><li>An</li><li>Some</li><li>Whose</li><li>The</li><li>That</li><li>Any</li><li>A</li><li>Any</li><li>A</li></ol>"
    },
    {
      "title": "Unit 4 : Subject Verb Agreement",
      "story": "<h2>Grammar Unit 4 : Subject Verb Agreement</h2> <p><strong>How does subject-verb agreement work?</strong></p> <p>\"She is a good person,\" I write. This sentence has subject-verb agreement.</p> <p>\"They is good folks,\" I write. That sentence does not have subject-verb agreement. To make the statement a subject-verb agreement sentence, I must write \"They ARE nice people.\"</p><p><br /></p> <p>I am, he is, she is, they are, we are were some of the basic phrases to consider when we want to learn subject verb agreement. Additionally, the proper approach to introduce the subject with plural verbs is I want, he wants, she wants, they want, and we want.</p><p><br /></p> <p><strong>Rule for Subject Verb Agreement:</strong></p> <p>Singular subjects take singular verbs, and plural subjects take plural verbs.</p> <p>For two subjects joined by \"and,\" use a plural verb.</p> <p>For collective nouns, singular or plural depends on the situation.</p> <p>If the subject is separated from the verb by prepositions, the verb agrees with the subject.</p> <p>For noun phrases after the verb, the verb agrees with the noun phrase.</p><p><br /></p> <p><b>B. Rewrite the following sentences with the correct form of the verbs in the brackets.</b></p> <p>a. The invitation is for one person. I don’t mind whether you or she (come) to the party.</p> <p>→The invitation is for one person. I don’t mind whether you or she comes to the party.</p> <p>b. Neither the MPs nor the Prime Minister (have) felt regret for the party split.</p> <p>→Neither the MPs nor the Prime Minister has felt regret for the party split.</p> <p>c. I don’t care whether he or she (win) the lottery.</p> <p>I don’t care whether he or she wins the lottery.</p> <p>d. Either the Kantipur or the Republica (be) used for the advertisement.</p> <p>→Either Kantipur or the Republica is used for the advertisement.</p> <p>e. She speaks in a strange accent. Neither I nor my sister (understand) her.</p> <p>→She speaks in a strange accent. Neither I nor my sister understands her.</p> <p>f.I forgot whether the singers or the actress (be) given the Film Fair Award last year.</p> <p>→I forgot whether the singers or the actress were given the Film Fair Award last year.</p> <p>g. Neither the tracksuit nor the pajamas (fit) me perfectly.</p> <p>→Neither the tracksuit nor the pajamas fit me perfectly.</p> <p>h. Neither the gas fire nor the electric heaters (be) suitable for room heating.</p> <p>→ Neither the gas fire nor the electric heaters are suitable for room heating.</p><p><br /></p> <p><b>C. This passage contains the agreement errors. Correct the subjects or verbs that don’t agree with each other. Remember to use present tense in your corrections.&nbsp;</b></p> <p>Corrected Passage-</p> <p>Within the state of Arizona, Rob, along with his family, moves frequently from city to city. After his arrival, one of his first tasks was to find an apartment close to work, as he did not have a car. Usually, there are many different places to choose from, and he considers cost, location, and luxury. If one apartment has a washing machine and dryer and costs four hundred dollars a month, he prefers to rent it over another apartment which has significantly less rent and is located two blocks from a Laundromat. Rob's family never wanted to live in an apartment on the thirteenth floor, since all of them fear heights. He also tried to choose an apartment with a landlord recommended by former tenants. Everybody knows that it is important to find a responsible landlord. Rob and his wife love to cook together when both are free, so they need a spacious, well-equipped kitchen. Rob often looks for a place with an air conditioner because there are so many scorching days and nights in Arizona. Whenever Rob finds a new apartment, all of his concerns disappear. He felt relieved and called his mother. Someone understands!</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " </div></div><div><br /></div><div>4.</div><div><div><ol ><li>Mr Simon, the great painter and philanthropist, ____ arrived. (has/have)</li><li>Bread and butter ___ his daily food. (is/are)</li><li>Yusuf and Rahul ____ gone to the school fair. (have/has)</li><li>Slow and steady ____ the race. (win/wins)</li><li>The players ___ preparing for the big game tonight. (were/was)</li><li>The jury ____ unanimous in their decision. (was/were)</li><li>The little boy _______ mangoes. (like/likes)</li><li>The teachers ________ asked to attend a conference today. (were/was)</li><li>I _______ it is good for you. (thinks/think)</li><li>Neenu and Anu _____ twins. (are/is)</li><li>Rahul ______ English and Spanish. (speak/speaks)</li><li>Caro _______ in a bank. (works/work)</li><li>Mathan, Tovino and Boban _____ best friends. (are/is)</li><li>Every one of us ____ here. (is/are)</li><li>None of them _______ completed their assignments. (have/has)</li><li>Jithu _______ a BMW car. (has/have)</li><li>What do you ______ about wasting food? (think/thinks)</li><li>Veena ______ that it would not be okay for us to go out at this time. (feels/feel)</li><li>______ anyone seen the movie? (has/have)</li><li>We ______ at the park yesterday. (were/was)</li><li>The movie _____ great. (was/were)</li><li>The curtains _____ the wall colours perfectly. (matches/match)</li><li>Boney and Heera ______ moving to Bangalore. (are/is)</li><li>Preetha _____ a son and a daughter. (has/have)</li><li>Their daughter, Sheela, ____ a grade X student. (is/are)</li></ol></div><div><br /></div><div>Answers:</div><div><ol ><li>Mr Simon, the great painter and philanthropist, has arrived. (has/have)</li><li>Bread and butter are his daily food. (is/are)</li><li>Yusuf and Rahul have gone to the school fair. (have/has)</li><li>Slow and steady wins the race. (win/wins)</li><li>The players were preparing for the big game tonight. (were/was)</li><li>The jury was unanimous in their decision. (was/were)</li><li>The little boy likes mangoes. (like/likes)</li><li>The teachers were asked to attend a conference today. (were/was)</li><li>I think it is good for you. (thinks/think)</li><li>Neenu and Anu are twins. (are/is)</li><li>Rahul speaks English and Spanish. (speak/speaks)</li><li>Caro works in a bank. (works/work)</li><li>Mathan, Tovino and Boban are best friends. (are/is)</li><li>Every one of us is here. (is/are)</li><li>None of them has completed their assignments. (have/has)</li><li>Jithu has a BMW car. (has/have)</li><li>What do you think about wasting food? (think/thinks)</li><li>Veena feels that it would not be okay for us to go out at this time. (feels/feel)</li><li>Has anyone seen the movie? (has/have)</li><li>We were at the park yesterday. (were/was)</li><li>The movie was great. (was/were)</li><li>The curtains match the wall colours perfectly. (matches/match)</li><li>Boney and Heera are moving to Bangalore. (are/is)</li><li>Preetha has a son and a daughter. (has/have)</li><li>Their daughter, Sheela, is a grade X student. (is/are)</li></ol>"
    },
    {
      "title": "Unit 5: Connectives",
      "story": "<h2>Unit 5 Grammar : Connectives</h2> <p>To join together words, phrases, clauses, and sentences, we utilize conjunctions. There are three different kinds of conjunctions:&nbsp;</p><p><strong><br /></strong></p><p><strong>1. A coordinate conjunction</strong></p> <p>This kind of conjunction often connects two equal elements of a phrase.</p> <p>Structure : Subject 1 + verb 1 + Coordinating conjunction + subject2 + verb2</p> <p>They are for, and, nor, but, or, yet, so etc. They are used to combine words</p> <p>Ex. She like tea and coffee. They are used for combining phrases.</p> <p>Ex. He may be in the room or on the roof. They are also combined with an independent clause. Ex. The mouse attempted to flee but the cat attacked it.</p><p><br /></p> <p><strong>2. Subordinating conjunctions</strong></p> <p>These are used to link a subordinate clause (also known as a dependent clause) to the main phrase.</p> <p>Examples : because, if, up to, till, while, after, wherever, provided that, as soon as, even if, even if, how, whether, once, since While I was walking home from school, I purchased some fruits. When night fell, they slept.&nbsp;</p><p><strong><br /></strong></p><p><strong>3. Correlative Conjunction</strong></p> <p>These conjunctions unite words, phrases, or sentences that are complimentary to one another or have a reciprocal relationship.</p> <p>Examples: Either or, Neither Nor, Whether Or, Not only, but also Not only English, I can also speak French. Either I or you are going to leave.</p><p><br /></p> <p>Here are some mnemonics you can use to help you remember how to use connectives accurately:</p> <p>AAAWWUBBIS - This stands for \"after, although, as, when, while, unless, because, before, if, since.\" These are all subordinating conjunctions, which are connectives that join a dependent clause to an independent clause.</p> <p><br /></p><p>SWABIs - This stands for \"since, when, although, because, if.\" These are some of the most common subordinating conjunctions, which are used to connect dependent and independent clauses.</p><p><br /></p> <p>CUBES - This stands for \"consequently, ultimately, but, either...or, similarly.\" These are some examples of connectives that can be used to show cause and effect, contrast, and comparison.</p><p><br /></p> <p>FANBOYS - As mentioned earlier, this acronym stands for \"for, and, nor, but, or, yet, so.\" These are coordinating conjunctions, which are used to join two independent clauses.</p><p><br /></p> <p>By using these mnemonics, you can better remember the different types of connectives and how to use them accurately in your writing.</p><p><br /></p> <p><b>A. Study the following sentences and underline the connectives.</b></p> <p>a. Although she spoke very fast, I understood what she meant to say.</p> <p>b. In spite of her hard labour, she failed her exam.</p> <p>c. Though he had all the required qualifications, he did not get the job.</p> <p>d. Despite having all the qualifications, he did not get the job.</p><p><br /></p> <p><b>B. Join the following pairs of sentences twice, using a/though/though/even though and despite/in spite of as in the example.</b></p> <p>Example: Nepali people have limited income. They are very happy.</p> <p>i. Although Nepali people have limited income, they are happy.</p> <p>ii. Nepali people are happy in spite of their limited income.</p><p><br /></p> <p>a. He is a millionaire. He lives in a simple house.</p> <p>i) Although he is a millionaire, he lives in a simple house.&nbsp;</p> <p>ii) In spite of his richness, he lives in a simple house.&nbsp;</p> <p>b. The weather was extremely bad. The pilot landed the plane safely.&nbsp;</p> <p>i) Even Though the weather was extremely bad, the pilot landed the plane safely.&nbsp;</p> <p>ii) Despite the bad weather, the pilot landed the plane safely.&nbsp;</p> <p>c. We study in the same college. We hardly see each other.&nbsp;</p> <p>i) Although we study in the same college, we hardly see each other.&nbsp;</p> <p>ii) Despite studying in the same college, we hardly see each other.</p> <p>d. It rained heavily. We enjoyed our holiday.&nbsp;</p> <p>i) Although it rained heavily, we enjoyed our holiday.&nbsp;</p> <p>ii) In spite of heavy rain, we enjoyed our holiday.&nbsp;</p> <p>e. I had an umbrella. I got wet in the rain.&nbsp;</p> <p>i) Although I had an umbrella, I got wet in the rain.&nbsp;</p> <p>ii) In spite of having an umbrella, I got wet in the rain.&nbsp;</p> <p>f. I was really tired. I could not sleep for a moment.&nbsp;</p> <p>i) Even though I was really tired, I could not sleep for a moment.&nbsp;</p> <p>ii. Despite the tiredness, I could not sleep for a moment.&nbsp;</p> <p>g. She has a very good accent in English. She failed the interview with the newsreader.&nbsp;</p> <p>i) Although she has a very good accent in English, she failed the interview of a newsreader.&nbsp;</p> <p>ii) In spite of a very good accent in English, she failed the interview of a newsreader.&nbsp;</p> <p>h. Lhasa has extremely cold weather in winter. Millions of tourists go there in January.&nbsp;</p> <p>i) Although Lhasa has extremely cold weather in winter, millions of tourists go there in January.&nbsp;</p> <p>ii) In spite of extremely cold weather, millions of tourists go to Lhasa in January.&nbsp;</p> <p>i. He was badly injured in the first round of the boxing match. He was victorious in the third round.&nbsp;</p> <p>i) Although he was badly injured in the first round of the boxing match, he was victorious in the third round.&nbsp;</p> <p>ii) In spite of his injury in the first round of the boxing match, he was victorious in the third round.</p><p><br /></p> <p><b>C. Complete each sentence in an appropriate way.&nbsp;</b></p> <p>a. He passed the exam although he did not study well.&nbsp;</p> <p>b. She climbed the mountain in spite of her tiredness.&nbsp;</p> <p>c. He didn't give any alms to the beggars even though he was very rich.&nbsp;</p> <p>d. In spite of his poor eyesight, he could read the newspaper,&nbsp;</p> <p>e. She never helps other though she is very sociable</p> <p>f. He didn't get success in that job in spite of his ten attempts.&nbsp;</p> <p>g. He refused to eat anything despite his hunger.&nbsp;</p> <p>h. He could not score good grades in the SEE exams in spite of his hard efforts.&nbsp;</p> <p>i. She accepted the job although she didn't like it.&nbsp;</p> <p>j. Even though we had planned everything carefully, we didn't succeed.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " </div></div><div><br /></div><div>5.</div><div><div>1. ____________________ Dad comes home from work he has to lie down on the sofa ________________ he is tired.</div><div>2. Jerry had a bad headache yesterday, _______________ he couldn’t come to football</div><div>practice.</div><div>3. This is Jimmy’s new mountain bike, ____________________ he got from his parents. He locks</div><div>it up every evening _______________________ nobody can steal it.</div><div>4. ____________________ Samantha was tired, she watched TV until well after midnight.</div><div>5. First, cut out the pictures, ____________________ paste them into your book.</div><div>6. I would like to learn Chinese. ____________________, I don’t know anyone who can teach</div><div>me.</div><div>7. ____________________ we were driving through the countryside, we saw many picturesque</div><div>villages.</div><div>8. The Hemingways are our neighbours ____________________ our friends.</div><div>9. You can have _______________ tea ____________ coffee for breakfast. What would you like?</div><div>10.____________________ being a great skier, only few people outside of Europe know him.</div><div>11.____________________ the hike up the mountains we saw a lot of deer.</div><div>12.________________ you finish the essay by tomorrow you won’t be able to get a good mark.</div><div>13._______________ my father _______________ my mother will be able to attend the meeting</div><div>tomorrow.</div><div>14.He likes all kinds of sports, ____________________ skiing, hockey and volleyball.</div></div><div><br /></div><div>Answers:</div><div><div>1. When Dad come home from work he has to lie down on the sofa because he is</div><div>tired.</div><div>2. Jerry had a bad headache yesterday, so he couldn’t come to football practice.</div><div>3. This is Jimmy’s new mountain bike, which he got from his parents. He locks it up</div><div>every evening so that nobody can steal it.</div><div>4. Although Samantha was tired, she watched TV until well after midnight.</div><div>5. First, cut out the pictures, then paste them into your book.</div><div>6. I would like to learn Chinese. However, I don’t know anyone who can teach me.</div><div>7. While / When we were driving through the countryside, we saw many picturesque</div><div>villages.</div><div>8. The Hemingways are our neighbours as well as our friends.</div><div>9. You can have either tea or coffee for breakfast. What would you like?</div><div>10.Despite being a great skier, only few people outside of Europe know him.</div><div>11.During the hike up the mountains we saw a lot of deer.</div><div>12.Unless you finish the essay by tomorrow you won’t be able to get a good mark.</div><div>13.Neither my father nor my mother will be able to attend the meeting tomorrow.</div><div>14.He likes all kinds of sports, such as skiing, hockey and volleyball.</div></div><div><br /></div>"
    },
    {
      "title": "Unit 6 : Questions",
      "story": "<h2><strong>Unit 6 Grammar : Questions</strong></h2> <p>A question is a certain sort of statement that, at first glance, seems to demand for an answer.</p> <p>The major categories of English Questions are as follow:</p> <ul> <li>Yes/No Questions</li> <li>Special or Wh-Questions</li> <li>Choice Questions.</li> <li>Tag questions or disjunctive questions.</li> </ul><div><br /></div> <p><strong>Yes/No Questions</strong></p> <p>These are questions that can be answered with a simple \"yes\" or \"no.\" They typically start with an auxiliary verb (such as \"is,\" \"are,\" \"do,\" \"did,\" \"will,\" \"can,\" \"could,\" etc.) followed by the subject and main verb.&nbsp;</p><p><br /></p><p>For example:</p> <p>Are you coming to the party?</p> <p>Did you finish your homework?</p> <p>Can you swim?</p><p><br /></p> <p><strong>Special or Wh-Questions:</strong></p> <p>These are questions that typically start with a question word, also known as a wh-word (such as \"what,\" \"who,\" \"where,\" \"when,\" \"why,\" \"which,\" \"whom,\" \"how\"). They require a more detailed answer than a simple \"yes\" or \"no.\" For example:</p> <p>What is your favorite color?</p> <p>Where did you go on vacation?</p> <p>How do you like your coffee?</p><p><br /></p> <p><strong>Choice Questions:</strong></p> <p>These are questions that offer a choice between two or more options. They typically start with \"which\" or \"would\" and are followed by the options. For example:</p> <p>Which movie do you want to watch, action or comedy?</p> <p>Would you like tea or coffee?</p> <p>Do you prefer pizza or burgers?</p><p><br /></p> <p><strong>Tag questions or disjunctive questions:</strong></p> <p>These are questions that are added to the end of a statement to confirm or check information. They are formed by using a positive or negative statement followed by a tag question that reverses the polarity of the statement. For example:</p> <p>It's a beautiful day, isn't it?</p> <p>You don't like chocolate, do you?</p> <p>She's a good singer, isn't she?</p><p><br /></p> <p><strong>A. Look at the following questions and say what type of questions they are.</strong></p> <p>a. Do you like this country?</p> <p>→ Choice question</p> <p>b. Where is she from?</p> <p>→ Wh question</p> <p>c. How many eggs do we need for this cake?</p> <p>→ Wh question</p> <p>d. Whose children are playing in the yard?</p> <p>→ Wh question</p> <p>e. Does she like ice cream or sweets?</p> <p>→ Yes/no question</p> <p>f. She sent him an invitation, didn’t she?</p> <p>→ Question tag&nbsp;</p> <p>g. Could you tell me if the doctor is available?</p> <p>→ Indirect question&nbsp;</p> <p>h. Do you know how tall they are?</p> <p>→ Indirect question&nbsp;</p><p><br /></p> <p><strong>B. Choose the correct words from the box to complete the sentences.</strong></p> <p>a.……… your friend a scientist? – No, he's an artist.</p> <p>→ Is</p> <p>b.……… Naresh live in Kathmandu? – No, he lives in Pokhara.</p> <p>→ Does</p> <p>c. When …….. you get home? – I got home yesterday.</p> <p>→ did</p> <p>d. What time …….. you get up? – I get up at 6:00.</p> <p>→ do</p> <p>e.……… the children go to the part? – Yes, they went there after school.</p> <p>→ Did</p> <p>f. Are ……… going to school? – No, I'm going home.</p> <p>→ you</p> <p>g.……. you speak Chinese? – Just a little.</p> <p>→ Can</p> <p>h.…….. did you grow up? – I grew up in Okhaldhunga.</p> <p>→ Where</p><p><br /></p> <p><strong>C. Make wh-questions so that the words in bold become the answer.</strong></p> <p>a. Romeo loves Juliet.</p> <p>→ Whom does Romeo love?</p> <p>b. My mother made delicious bread yesterday.</p> <p>→ What did your mother make yesterday?</p> <p>c. The music was composed by Narayan Gopal.</p> <p>→ By whom was the music composed?</p> <p>d. I'm looking for a new book.</p> <p>→ What are you looking for?</p> <p>e. They were talking about the new movie.</p> <p>→ What were they talking about?</p> <p>f. She got the idea from a story.</p> <p>→ Where did she get the idea from?</p> <p>g. She always goes to school on foot.</p> <p>→ How does she go to school?</p> <p>h. She sometimes goes to the cinema.</p> <p>→ How often does she go to the cinema?</p> <p>i. They have been waiting for three years.</p> <p>→ How long have they been waiting?</p><p><br /></p> <p><strong>D. Change these indirect questions into direct ones.&nbsp;</strong></p> <p>a. Could you tell me where Market Street is?&nbsp;</p> <p>→ Where is Market Street? Could you tell me....?</p> <p>b. I'm longing to know what time the bank opens.&nbsp;</p> <p>→ What time does the bank open? I'm longing to know...</p> <p>c. Do you have any idea how he's managed to get in shape so quickly?&nbsp;</p> <p>→ How has he managed to get in shape so quickly? Do you have any idea....?</p> <p>d. I'd like to know how much this motorcycle costs these days.&nbsp;</p> <p>→ How much does this motorcycle cost these days? I'd like to know...</p> <p>e. Did you notice if he had left the car in the park?&nbsp;</p> <p>→ Had he left the car in the park? Did you notice...?</p> <p>f. Have you found out if the train has left?</p> <p>→ Has the train left? Have you found out...?</p> <p>g. I was wondering if they speak English well.&nbsp;</p> <p>→ Do they speak English well? I was wondering.....</p> <p>h. Would you tell us how we can get to the post office from here?&nbsp;</p> <p>→ How can we get to the post office from here? Would you tell us......?</p> <p>i. Do you remember if I locked the front door?&nbsp;</p> <p>→ Did I lock the front door? Do you remember.......?</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>6.</div><div><div>Ask questions with each of the question words!</div><div>1. We went home quickly in the evening. (how, where, when)</div><div>2. Peter watched his friend closely (whom, how)</div><div>3. Jenny told us a long story yesterday (who, what, when)</div><div>4. All the pupils behave well in class.(who, where)</div><div>5. Grandmother will call us early in the morning (who, when)</div><div>6. All of us have to wear a uniform in school. (where, what)</div><div>7. The Aborigines have been living in the outback of Australia for thousands of years (how long, where,</div><div>who)</div><div>8. It rained heavily every day. (how)</div><div>9. I went to my friend’s place yesterday because I didn’t have anything else to do. (where, when, why)</div><div>10. He spent the evening playing cards (what)</div></div><div><br /></div><div>Answers:</div><div><div>1. We went home quickly in the evening.</div><div>(how, where, when)</div><div>How did we go home?</div><div>Where did we go in the evening?</div><div>When did we go home?</div><div><br /></div><div>2. Peter watched his friend closely (whom,</div><div>how)</div><div>Who(m) did Peter watch closely?</div><div>How did Peter watch his friend?</div><div><br /></div><div>3. Jenny told us a long story yesterday (who,</div><div>what, when)</div><div>Who told us a long story?</div><div>What did Jenny tell us?</div><div>When did Jenny tell us a long story?</div><div><br /></div><div>4. All the pupils behave well in class.(who,</div><div>where)</div><div>Who behaves well in class?</div><div>Where do all the pupils behave well?</div><div><br /></div><div>5. Grandmother will call us early in the</div><div>morning (who, when)</div><div>Who will call us early in the morning?</div><div>When will grandmother call us?</div><div><br /></div><div>6. All of us have to wear a uniform in school.</div><div>(where, what)</div><div>Where do we have to wear a uniform?</div><div>What do we have to wear?</div><div><br /></div><div>7. The Aborigines have been living in the</div><div>outback of Australia for thousands of years</div><div>(how long, where, who)</div><div>How long have the Aborigines been</div><div>living in the outback of Australia?</div><div>Where have the Aborigines been living?</div><div>Who has been living in the outback of</div><div>Australia?</div></div><div><br /></div><div><div>8. It rained heavily every day. (how)</div><div>How did it rain every day?</div><div><br /></div><div>9. I went to my friend’s place yesterday</div><div>because I didn’t have anything else to do.</div><div>(where, when, why)</div><div>Where did I go yesterday?</div><div>When did I go to my friend’s place?</div><div>Why did I go to my friend’s place?</div><div><br /></div><div>10. He spent the evening playing cards (what)</div><div>What did he do in the evening?</div></div><div><br /></div>"
    },
    {
      "title": "Unit 7 : Adverbs",
      "story": "<p><b>Unit 7 Grammar : Adverbs</b></p> <p>Adverbs are words or phrases that describe how the verb in a sentence acts which tells you how a task or piece of work is done. It is also called adjective of adjectives. Most adverbs end with \"-ly,\" but some, like \"well,\" \"fast,\" \"late,\" \"early,\" etc., do not.&nbsp;</p><p><br /></p> <p>Here are a few common examples:</p> <ul> <li>He moved quickly.</li> <li>Elegantly, she sings.</li> <li>I replied instantly.</li> <li>He spoke loudly.</li> <li>They danced enthusiastically.</li> </ul><div><br /></div> <p>There are many kinds of adverbs. But, the one that we need to understand in this chapter, is frequency adverb.</p> <p>Frequency adverb is used to indicate how much time or how often an action occurs. Some common frequency adverbs include \"always,\" \"usually,\" \"often,\" \"sometimes,\" \"rarely,\" and \"never.\"</p><p><br /></p> <p>1. In a sentence frequency adverbs usually come before the main verb. But they come after the auxiliary verb if there is one. For example:</p> <p>She always goes to the gym. (\"always\" comes before the main verb \"goes\")</p> <p>They are usually late. (\"usually\" comes after the auxiliary verb \"are\")</p><p><br /></p> <p>2. If there is no auxiliary verb in the sentence, the frequency adverb comes after the subject and before the main verb. For example:</p> <p>He rarely eats meat. (\"rarely\" comes after the subject \"he\" and before the main verb \"eats\")</p><p><br /></p> <p>3. Avoid double negatives in a sentnce. It is not grammatically correct to use a negative frequency adverb (such as \"never\") with a negative verb.&nbsp;</p> <p>For example, \"I never don't eat vegetables\" is incorrect!&nbsp;</p> <p>We need to use \"I never eat vegetables\".</p><p><br /></p> <p>4. Use the frequency adverb that accurately reflects how often the action occurs.&nbsp;</p> <p>For example, if you want to say that you usually wake up early, use the adverb \"usually\" rather than \"always\" or \"sometimes.\"</p><p><br /></p> <p><b>B. Put the frequency adverbs in the appropriate place and rewrite the following sentences.&nbsp;</b></p> <p>a. I forget to do my homework. (sometimes)&nbsp;</p> <p>- I sometimes forget to do my homework.&nbsp;</p> <p>b. My father has touched an alcoholic drink in his life. (never)&nbsp;</p> <p>- My father has never touched an alcoholic drink in his life.&nbsp;</p> <p>c.My father goes for a walk on Saturdays. (often)&nbsp;</p> <p>- My father often goes for a walk on Saturdays.&nbsp;</p> <p>d. We go to the movie theatre. (occasionally)&nbsp;</p> <p>- We occasionally go to the movie theatre.&nbsp;</p> <p>e.My brother is in America. He telephones us. (from time to time)</p> <p>&nbsp;- My brother telephones us from America from time to time.&nbsp;</p> <p>f. My mother gets up at five o'clock. (always)&nbsp;</p> <p>-My mother always gets up at five o'clock.&nbsp;</p> <p>g. He does not like alcoholic drinks but takes some wine. (now and then)&nbsp;</p><p>- He does not like alcoholic drinks but takes some wine now and then.&nbsp;</p> <p>h. I Drink my tea with milk. (generally)&nbsp;</p> <p>- I generally drink my tea with milk.&nbsp;</p> <p>I. Have you been to Agra? (ever)&nbsp;</p> <p>- Have you ever been to Agra?&nbsp;</p> <p>j. The restaurant hours vary as it is booked for special events. (frequently)&nbsp;</p> <p>- The restaurant hours vary as it is frequently booked for special events.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div>7.</div><div><br /></div><div><div>Put the adverb in the right place in the sentence:</div><div>1. She goes to bed early (always)</div><div>2. We watch TV (never)</div><div>3. Julie and Tom go to the cinema (often)</div><div>4. Alex meets John (once a week)</div><div>5. I eat fast food (sometimes)</div><div>6. They cook at home (hardly ever)</div><div>7. He studies English (every night)</div><div>8. You drink coffee (normally)</div><div>9. I go to the park (rarely)</div><div>10. They go to a restaurant (from time to time)</div><div>11. You visit your parents (several times a year)</div><div>12. She goes to museums (seldom)</div><div><br /></div><div>Answers:</div><div>1. She always goes to bed early.</div><div>2. We never watch TV.</div><div>3. Julie and Tom often go to the cinema.</div><div>4. Alex meets John once a week.</div><div>5. I sometimes eat fast food.</div><div>6. They hardly ever cook at home.</div><div>7. He studies English every night.</div><div>8. You normally drink coffee.</div><div>9. I rarely go to the park.</div><div>10. They go to a restaurant from time to time.</div><div>11. You visit your parents several times a year.</div><div>12. She seldom goes to museums.&nbsp;</div></div><div><br /></div>"
    },
    {
      "title": "Unit 8 : Adjectives",
      "story": "<h2>Unit 8 Grammar : Adjectives</h2> <p>An adjective is a word that describes something about a object, person, place or situation.</p> <p>Example: This flower is very pretty. Here, \"pretty\" describes the flower.</p><p><br /></p> <p>Adjectives are like paintbrushes that add color and vibrancy to our language. With just a few words, we can convey emotions, describe feelings, and express ideas.&nbsp;</p><p><br /></p> <p>Out of many kinds of adjectives, comparative adjectives allow us to create distinctions between objects and people, making our language richer and more expressive. Whether we're comparing the size of a house to a car or the heat of the sun to the moon's coolness, adjectives help us communicate effectively.</p><p><br /></p> <p>The positive form of an adjective is the basic form that describes something without any comparison or superlative.&nbsp;</p><p><br /></p> <p>In short, adjectives help us describe things in detail, make comparisons, and express emotions and feelings. So next time you write or speak, remember to use adjectives to make your language come alive!</p> <p><br /></p><p>Note:&nbsp;</p> <ul> <li>There is no singular, plural, masculine, feminine, or neutral form of an adjective.</li> <li>Always put the adjective before the noun.</li> </ul><div><br /></div> <p><strong>A few ways to use adjectives:</strong></p> <p>1. Subject + be + adjective</p> <p>Examples:</p> <p>1. Jerry is a funny guy.</p> <p>2. Tonny is quiet.</p> <p>3. John feels good.</p><p><br /></p> <p>2. Subject + verb + adjective + noun</p> <p>Examples&nbsp;</p> <p>1: Harry drives a nice car.</p> <p>2. That is a big building.</p><p><br /></p> <p><b>B. Use the words from the brackets to complete the sentences.</b></p> <p>a. This house is very small. I want to buy a ................ one. (much / big)</p> <ul> <li> <p>Much Bigger</p> </li> </ul> <p>b.I liked the magic show. It was .......... than I’d expected. (far / exciting)</p> <ul> <li> <p>Far more exciting</p> </li> </ul> <p>c.It was very cold yesterday. It’s ........ today. (a bit / warm)</p> <ul> <li> <p>A bit warmer</p> </li> </ul> <p>d.The warmer the weather the ........ I feel. (good)</p> <ul> <li> <p>better</p> </li> </ul> <p>e.An average American earns ……………….. than an average Nepali. (considerably / high)</p> <ul> <li> <p>Considerably higher</p> </li> </ul> <p>f.Health care in Nepal is not as ......... as it is in the US. (expensive)</p> <ul> <li> <p>expensive</p> </li> </ul> <p>g.I think the problem is . ........ than it seems. (far / complicated)</p> <ul> <li> <p>Far more complicated</p> </li> </ul> <p>h.You are driving very fast. Would you please drive ..........? (a bit/ slowly)</p> <ul> <li> <p>A bit slowly</p> </li> </ul> <p>i .Your handwriting is not legible. Can you write ........? (a bit/ neat)</p> <ul> <li> <p>A bit neater</p> </li> </ul> <p><br /></p><p><b>C. Rewrite the following sentences with the sentence beginnings given below.</b></p> <p>a. Kabir is less intelligent than he pretends. He is not as talented as he pretends.</p> <p>b. I am busy today but I was busier yesterday. I’m not as busier today as I was yesterday.</p> <p>C. Hari has lived in Kathmandu for 10 years but Bikram for 20 years. Bikram has lived 10 years more than Hari in Kathmandu.</p> <p>D. I used to study 12 hours a day but nowadays I study only 5 hours a day. I don’t study as much as I used to.</p> <p>E. It’s a very good room in our hotel. In fact, it’s the cosiest of all rooms.</p> <p>F. He earns 30 thousand rupees a month but spends 40 thousand. He spends 10 thousand more than he earns.</p> <p>G. There is no other mountain higher than Mt. Everest in the world. Mt. Everest is the highest mountain in the world.</p> <p>H. The place was nearer than I thought. It was not as far as I had thought it to be.</p> <p>I. Bharat can play better than Mohan. Mohan can’t play better than Bharat.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div>8.&nbsp;</div><div><div><br /></div><div>Choose the correct form – adjective or adverb !</div><div><br /></div><div>1. He looked at me _________________ when I interrupted him (ANGRY).</div><div>2. Alice and Stan are very _________________ married (HAPPY).</div><div>3. I lost the match because I was playing very _________________ (BAD). It was even</div><div>_________________ than the last game (BAD).</div><div>4. Nobody knew he was coming. He arrived so _________________ (UNEXPECTED).</div><div>5. My French isn’t very _________________ but I can understand him _________________</div><div>if he speaks _________________ . (GOOD, PERFECT, SLOW)</div><div>6. Sue is _________________ upset about losing her job (TERRIBLE).</div><div>7. The children behaved very _________________ (GOOD).</div><div>8. Most people have heard about him. They are very _________________ informed (GOOD)</div><div>9. Expensive hotels are often _________________ than _________________ ones</div><div>(COMFORTABLE, CHEAP).</div><div>10. It’s the _________________ painting in his whole collection (VALUABLE)</div><div>11. The cook prepared an _________________ lunch (EXCELLENT).</div><div>12. The couple had to work _________________ for a living (HARD). But if you look at other</div><div>people, they _________________ work at all (HARD).</div><div>13. The dinner tasted _________________ (GREAT).</div><div>14. She has _________________ money to spend than she had last year (LITTLE)</div><div>15. Did they go together or _________________ (SEPARATE).</div><div>16. He spoke in quite a _________________ voice (NATURAL).</div><div>17. _________________ , London is quite a beautiful city. (OBVIOUS)</div><div>18. In the meeting, they discussed _________________ technical matters (HIGH).</div><div>19. It was raining _________________ when I got to the station (HEAVY).</div><div>20. The _________________ post office is two blocks away. (NEAR)</div><div>21. Jimmy is the _________________ pupil in my class (BAD).</div><div>22. The man became _________________ when the manager asked him to leave (VIOLENT).</div><div>23. You look _________________ . Are you all right (TERRIBLE).</div><div>24. I’m _________________ sorry for what I’ve done. I’ll make it up to you (TERRIBLE)</div><div>25. The exam was _________________ easy (SURPISING).</div><div><br /></div><div>Answer Key :</div><div>1. He looked at me ANGRILY when I interrupted him (ANGRY).</div><div>2. Alice and Stan are very HAPPILY married (HAPPY).</div><div>3. I lost the match because I was playing very BADLY (BAD). It was even WORSE than the last</div><div>game (BAD).</div><div>4. Nobody knew he was coming. He arrived so UNEXPECTEDLY (UNEXPECTED).</div><div>5. My French isn’t very GOOD but I can understand him PERFECTLY if he speaks SLOWLY .</div><div>(GOOD, PERFECT, SLOW)</div><div>6. Sue is TERRIBLY upset about losing her job (TERRIBLE).</div><div>7. The children behaved very WELL (GOOD).</div><div>8. Most people have heard about him. They are very WELL informed (GOOD)</div><div>9. Expensive hotels are often MORE COMFORTABLE than CHEAPER/ CHEAP ones</div><div>(COMFORTABLE, CHEAP).</div><div>10. It’s the MOST VALUABLE painting in his whole collection (VALUABLE)</div><div>11. The cook prepared an EXCELLENT lunch (EXCELLENT).</div><div>12. The couple had to work HARD for a living (HARD). But if you look at other people, they</div><div>HARDLY work at all (HARD).</div><div>13. The dinner tasted GREAT (GREAT).</div><div>14. She has LESS money to spend than she had last year (LITTLE)</div><div>15. Did they go together or SEPARATELY (SEPARATE).</div><div>16. He spoke in quite a NATURAL voice (NATURAL).</div><div>17. OBVIOUSLY , London is quite a beautiful city. (OBVIOUS)</div><div>18. In the meeting, they discussed HIGHLY technical matters (HIGH).</div><div>19. It was raining HEAVILY when I got to the station (HEAVY).</div><div>20. The NEAREST/NEXT post office is two blocks away. (NEAR)</div><div>21. Jimmy is the WORST pupil in my class (BAD).</div><div>22. The man became VIOLENT when the manager asked him to leave (VIOLENT).</div><div>23. You look TERRIBLE . Are you all right (TERRIBLE).</div><div>24. I’m TERRIBLY sorry for what I’ve done. I’ll make it up to you (TERRIBLE)</div><div>25. The exam was SURPRISINGLY easy (SURPISING).</div></div><div><br /></div> "
    },
    {
      "title": "Unit 9: Reported Speech",
      "story": "<h2><strong>Unit 9 Grammar :&nbsp;</strong>Reported speech</h2> <p>Reported speech are of two types, direct and indirect.</p> <p>One way to describe what someone said is through direct speech. Direct speech is when we use quotation marks around the exact words of someone else and re speak them word by word.</p><p><br /></p> <p>When we want to tell what someone said without using speech marks or the same words, we use indirect speech (also called reported speech).</p><p><br /></p> <p>Firstly, let's take a look at direct speech.&nbsp;</p> <p>The speech is, <strong>I like chocolate.&nbsp;</strong></p><p><strong><br /></strong></p> <p>To change it in indirect speech, we have to follow a couple of simple rules.</p> <p>1. We have to add a reporting verb.&nbsp;</p> <p>2. We have to backshift our tenses by one.&nbsp;</p> <p>3. We have to change the pronouns.&nbsp;</p><p><br /></p> <p>If we want to change that into reported speech, it would be <strong>she said that she liked chocolate.</strong>&nbsp;</p> <p>We've added the reporting verb, she said. We've back shifted our tense, like to liked, and we've changed the pronouns. I've gone to she.&nbsp;</p><p><br /></p> <p>The most common reporting verbs are to say and to tell, which are conjugated to said and told. Remember to always include your reporting verbs when using reported speech.&nbsp;</p> <p>A couple more examples.&nbsp;</p><p><br /></p> <p>She said that she loved the movie. That here is optional. She said she loved the movie. She said that she loved the movie. You can use whichever you'd like.&nbsp;</p><p><br /></p> <p>They said they had eaten breakfast. They said that they had eaten breakfast. We can also use the structure to say something to someone. Robert said to his teacher that he had finished the assignment. Robert said to his teacher that he had finished the assignment, and Alison said to her mother that she was feeling ill.&nbsp;</p><p><br /></p> <p>When we use tell, we must always remember to add in the person we're reporting to. We use the structure to tell who we're reporting to. She told me that she loved the movie. They told us that they had eaten breakfast.&nbsp;</p><p><br /></p> <p><b>B. Someone says something to you which contradicts what they told you earlier. Match the beginnings of the conversations with the correct endings.</b></p> <div>I'm going to Pokhara on holiday - You said you were going on business.</div><div><br /></div><div>He's a lawyer - You told me he was a teacher.</div><div><br /></div><div>She's had a baby girl - You said she'd had a boy.</div><div><br /></div><div>I haven't seen Binesh for ages - You told me you'd seen him previous week.</div><div><br /></div><div>I love these new boots - You said you hated them.</div><div><br /></div><div>I only cheated in one exam - You admitted you cheated in all your exams.</div><div><br /></div><div>She doesn't speak Hindi or Chinese - You told me she was fluent in both.</div><div><br /></div><div>He works in Kathmandu - You told me his office was in Biratnagar.</div><div><br /></div> <p><b>C. Change the following sentences into indirect speech.</b></p> <p>a. The principal said, “You can phone from my office, Rita.”</p><p>The principal allowed Rita to phone from his office.</p><p><br /></p><p>b. “You must not neglect your duty,” said the teacher to the student.</p><p>The teacher told the student not to neglect his duty.</p><p><br /></p><p>c. The student said, “Sir, please, grant me leave for two days.”</p><p>The student asked the teacher to grant him leave for two days.</p><p><br /></p><p>d. I said to her, “Go to school or you will be fined.”</p><p>I ordered her to go to school to avoid the fine.</p><p><br /></p><p>e. The headmaster said, “Don’t make any noise, boys.”</p><p>The headmaster forbade the boys to make any noise.</p><p><br /></p><p>f. “Work hard if you want to rise in life,” said the old man.</p><p>The old man advised us to work hard to rise in life.</p><p><br /></p><p>g. He said, “Goodbye, my friends!”</p><p>He bade his friends good bye.</p><p><br /></p><p>h. She said to me, “Have a pleasant journey ahead.”</p><p>She told me to have a pleasant journey ahead.</p><p><br /></p><p>i. “Don’t give me the book, please,” Sharmila said.</p><p>Sharmila requested not to give her the book.</p><p><br /></p><p>j. “Where have you been these days?” she spoke on the telephone.</p><p>She asked on the telephone where he had been those days.</p><p><br /></p><p>k. The teacher said, “Have you submitted your assignments, students?”</p><p>The teacher asked the students if they had submitted their assignments.</p><p><br /></p> <p><b>D. These are the exact words Dinesh said to you yesterday.</b></p> <p>\"I've just got engaged! We're getting married next month. We're going to Pokhara for our honeymoon. It's all going to be very expensive. Luckily, my friend is a photographer so he'll take the photos for us. We'll be having the reception in my parents' back garden. My mum is baking the cake for us and my sister's band is playing free for us. I hope you'll come to the wedding.\"</p><p><br /></p> <p>Now, you're telling your friend what Dinesh told you. Complete the text.</p><p><br /></p> <p>He said he had just got engaged. He told me that he was getting married next month. He told me that they were going to Pokhara for their honeymoon. He mentioned that it was going to be very expensive. He said that his friend was a photographer and he would take the photos for them. He mentioned that they would be having the reception in his parents' garden. He admitted that his mum was baking the cake for them and his sister’s band was playing free for them. He said he hoped I'd come to the wedding.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>9. Reported Speech</div><div><br /></div><div><div>Change the sentences to reported speech!</div><div>1. He said to me, \"Where have you been?\"</div><div>He asked me ___________________________________________________________________________________ .</div><div>2. My dad said, \"Go to your room at once.\"</div><div>My dad ordered me ___________________________________________________________________________ .</div><div>3. Jimmy said, \"I own a brand-new sports car.\"</div><div>Jimmy said that ________________________________________________________________________________ .</div><div>4. John said, \"I am writing a new novel\".</div><div>John said _______________________________________________________________________________________ .</div><div>5. My mother said, \"Close you eye and open your hands.\"</div><div>My mother told me ____________________________________________________________________________ .</div><div>6. I said to the host, \"Can I have another piece of cake?\"</div><div>I asked the host ________________________________________________________________________________ .</div><div>7. The teacher wondered, \"Will she be safe if she goes alone?\"</div><div>The teacher wondered ________________________________________________________________________ .</div><div>8. She told me, \"He has never written to me before.\"</div><div>She explained that ____________________________________________________________________________ .</div><div>9. The shop assistant asked me, \"What size are your shoes?\"</div><div>The shop assistant wanted to know __________________________________________________________ .</div><div>10. The administrator warned us, \"Don't walk on the grass\".</div><div>The administrator warned us _________________________________________________________________ .</div><div>11. My friend said to me, \"Go to the doctor.\"</div><div>My friend advised me _________________________________________________________________________ .</div><div>12. The hotel manager said, \"Dinner is served between 7 and 9.</div><div>The hotel manager said that __________________________________________________________________ .</div><div>13. My little brother said, \"I didn't steal the money.\"</div><div>My little brother said that _____________________________________________________________________ .</div><div>14. Marth said, \"Let's go to the movies.\"</div><div>Martha suggested _____________________________________________________________________________ .</div><div>15. The headmaster said, \"All students are taking part in the project.\"</div><div>The headmaster said that _____________________________________________________________________ .</div><div>16. Jamie said, \"I'll never forget your birthday again.\"</div><div>Jamie said that _________________________________________________________________________________ .</div><div><br /></div><div>Answer Key:</div><div>1. He said to me, \"Where have you been?\"</div><div>He asked me where I had been.</div><div>2. My dad said, \"Go to your room at once.\"</div><div>My dad ordered me to go to my room at once.</div><div>3. Jimmy said, \"I own a brand-new sports car.\"</div><div>Jimmy said that he owned a brand-new sports car.</div><div>4. John said, \"I am writing a new novel\".</div><div>John said that he was writing a new novel.</div><div>5. My mother said, \"Close you eye and open your hands.\"</div><div>My mother told me to close my eyes and open my hands.</div><div>6. I said to the host, \"Can I have another piece of cake.\"</div><div>I asked the host if I could have another piece of cake.</div><div>7. The teacher wondered, \"Will she be safe if she goes alone?\"</div><div>The teacher wondered if she would be safe if she went alone.</div><div>8. She told me, \"He has never written to me before.\"</div><div>She explained that he had never written to her before.</div><div>9. The shop assistant asked me, \"What size are your shoes?\"</div><div>The shop assistant wanted to know what size my shoes were.</div><div>10. The administrator warned us, \"Don't walk on the grass\".</div><div>The administrator warned us not to walk on the grass.</div><div>11. My friend said to me, \"Go to the doctor.\"</div><div>My friend advised me to go to the doctor.</div><div>12. The hotel manager said, \"Dinner is served between 7 and 9.</div><div>The hotel manager said that dinner is (was) served between 7 and 9.</div><div>13. My little brother said, \"I didn't steal the money.\"</div><div>My little brother said that he hadn't stolen the money.</div><div>14. Marth said, \"Let's go to the movies.\"</div><div>Martha suggested going to the movies.</div><div>15. The headmaster said, \"All students are taking part in the project.\"</div><div>The headmaster said that all students were taking part in the project.</div><div>16. Jamie said, \"I'll never forget your birthday again.\"</div><div>Jamie said that she would never forget my birthday again.</div></div><div><br /></div>"
    },
    {
      "title": "Unit 10 : Conditional Sentences",
      "story": "<h2>Unit 10 Grammar : Conditional sentences</h2> <p>Conditional sentences also called conditional clauses are the tools in grammar used to express hypothetical situations and their potential outcomes. There are four types of conditional sentences in English grammar: zero, first, second, and third.&nbsp;</p><p><br /></p> <p><b>General Rule:</b></p> <p>Present Simple - Will/can/must</p> <p>Past Simple- would/could/should…</p> <p>Past perfect - would have / could have ….</p><p><br /></p> <p>The zero conditional talks about situations that always happen or are true, and uses the present tense in both the \"if\" clause and the main clause.&nbsp;</p> <p>Example: If it rains, the streets get wet.</p><p><br /></p> <p>The first conditional talks about real and possible future situations, and uses the present tense in the \"if\" clause and the future simple tense (will/shall + v1) in the main clause.&nbsp;</p> <p>Example: If I have time, I will go to the gym.</p><p><br /></p> <p>The second conditional is used to describe unlikely or impossible present or future situations, and uses the past simple tense in the \"if\" clause and the conditional tense (would + v1) in the main clause.&nbsp;</p> <p>Example: If I had a million dollars, I would buy a yacht.</p><p><br /></p> <p>The third conditional is used to talk about unreal or impossible situations in the past, and uses the past perfect tense in the \"if\" clause and the past conditional (would have + v3) in the main clause.&nbsp;</p> <p>Example: If I had studied harder, I would have passed the test.</p><p><br /></p> <p>Remember, conditional sentences can be mixed and matched to suit different hypothetical situations, and sometimes the word \"if\" can be omitted in spoken English.</p><p><br /></p> <p><b>B. Rewrite the following sentences using the correct form of the verbs.</b></p> <p>a. If you sell your stocks now, you won’t get much money for them. (not/get)</p> <p>b. A lot of people would lose their jobs if the factory closed down. (close down)</p> <p>c. Our country won’t have to export wheat if it rains in November and February. (rain)</p> <p>d. If we had found him earlier, we could have saved his life. (find)</p> <p>e. If he had not been wearing a helmet, he could have been seriously injured.&nbsp;</p> <p>f. Unless you follow the instructions, you will not pass the exams. (not/pass)</p> <p>g. I don’t mind walking home as long as the weather is fine. (be)</p> <p>h. The bank will sanction you the loan provided you deposit a collateral. (deposit)</p> <p>i. What would you have been doing if you had not got this job? (you/do)</p> <p>j. If you had the choice, where would you have lived? (you/live)</p><p><br /></p> <p><b>C. Change the following sentences into ‘if sentences’ as in the example.</b></p> <p>Example: I did not go to a restaurant because I was not hungry.</p> <p>I would have gone to a restaurant if I had been hungry.</p> <p>a. The driver was talking on the phone so the accident happened.&nbsp;</p> <p>If the driver had not been talking on the phone, the accident would not have happened.&nbsp;</p> <p>b. There is no one at home because all the lights are off.&nbsp;</p> <p>There would be someone at home if all the lights were not off.&nbsp;</p> <p>If there was someone at home, all the lights wouldn't be off.&nbsp;</p> <p>c. He must be an educated person because he has subscribed 'The Kathmandu Post.'</p> <p>He mustn't be an educated person if he had not subscribed 'The Kathmandu Post.'</p> <p>If he was an educated person, he would have subscribed 'The Kathmandu Post.'</p> <p>d. His head was not injured in the accident because he had put the helmet on.</p> <p>His head would have been injured in the accident if he had not put the helmet on.</p> <p>e. I am sure he passed the exam because he gave a heavy treat to his friends.</p> <p>I am sure he would not have passed the exam if he hadn't given a heavy treat to his friends.</p> <p>f. You didn't take any breakfast so you are hungry now.</p> <p>If you had taken some breakfast, you would not be hungry now.</p> <p>g. I am sure he is a doctor because he is wearing the white gown.</p> <p>I am sure he wouldn't be a doctor if he was not wearing the white gown.</p> <p>h. She is very rich so she drives a Mercedes.</p> <p>If she was not very rich, she would not be driving a Mercedes.</p> <p>i. I didn't know it was only half a kilometer from my house, so I booked a ride.</p> <p>If I had known it was only a half kilometer from my house, I would not have booked a ride.</p> <p>j. He has hidden something in his mind, so he does not look fresh.</p> <p>If he had not hidden anything in his mind, he would look fresh.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div>10.&nbsp;</div><div><br /></div><div><div>CONDITIONAL SENTENCES : MIXED TYPES</div><div><br /></div><div>Put the verbs in brackets into the correct tenses.</div><div><br /></div><div>1.- If you ________ (be) a professional basketball player, who _________ (you/play) for?</div><div>2.- If he _________ (not study) now, he won’t have time later.</div><div>3.- If Susan had taken the map, she ________ (not get) lost.&nbsp;</div><div>4.- Where would you go on holiday if you _________&nbsp; (can) choose?</div><div>5.- The teacher _________ (be) angry if you didn’t do&nbsp; your homework.</div><div>6.- What _______ (you/ give) me if it were my birthday&nbsp; tomorrow?</div><div>7.- If we recycle more, there _________ (not be) so much rubbish.</div><div>8.- If they had something to eat, they __________ (not be) hungry.&nbsp;</div><div>9.- If we _________ (hear) the weather forecast, we wouldn’t have gone to the beach.</div><div>10.- What _________ (you/buy) if you had a credit card?</div><div>11.- If they ________ (not hurry) up, they will miss the film.</div><div>12.- If the bus ________ (not arrive) soon, we’ll be late.</div><div>13.- If they had phoned me yesterday, I _________ (give) them the news.</div><div>14.- If I _________ (be) you, I wouldn’t eat so many sweets.</div><div>15.- We’ll go for a walk unless it ________ (rain).</div><div>16.- If the North Pole ________ (melt), the water would flow many cities.</div><div>17.- If we ________ (know) it was Paul’s birthday, we would have sent him a card.</div><div>18.- If you play the music too loud, you _________ (wake up) the neighbours.</div><div>19.- My father doesn’t feel happy unless he ________ (swim) every day.</div><div>20.- If the river had frozen, my friends and I _________ (go) skating.</div><div>21.- If people used bikes instead of cars , there _______ (not be) so much pollution.</div><div>22.- If our team had scored another goal, we _________ (win) the championship.</div><div>23.- If the waiter __________ (not serve) us soon, we’ll have to leave.</div><div>24.- We’ll have dinner outside in the garden, unless it __________ (be) too cold</div><div>25.- When you heat wax, it ________ (melt).&nbsp;</div><div><br /></div><div>Answer Key:</div><div>1.- were / would you play</div><div>2.- doesn’t study</div><div>3.- wouldn’t have got</div><div>4.- could</div><div>5.- wouldn’t be</div><div>6.- would you give</div><div>7.- won’t be</div><div>8.- wouldn’t be</div><div>9.- had heard</div><div>10.- would you buy</div><div>11.- don’t hurry</div><div>12.- doesn’t arrive</div><div>13.- would have given</div><div>14.- were</div><div>15.- rains</div><div>16.- melted</div><div>17.- had known</div><div>18.- will wake up</div><div>19.- swims</div><div>20.- would have gone</div><div>21.- wouldn’t be</div><div>22.- would have won</div><div>23.- doesn’t serve</div><div>24.- is</div><div>25.- melts&nbsp;</div></div><div><br /></div> "
    },
    {
      "title": "Unit 11 : Voices",
      "story": "<h2 style=\"text-align: left;\"><span style=\"font-size: medium;\">Unit 11 Grammar : Passive-Active Voice</span></h2> <p>Active voice is used when the subject is performing an action.&nbsp;</p> <p>Like:</p> <p>\"Ram eats a apple.\" - Here, you can see that \"Ram\" is the subject and \"apple\" is the object where he is doing an action (of eating).</p><p><br /></p> <p>Wherein passive voice is often used when an action is performed by the subject on the part of the object. Like:</p> <p>\"Ram eats one apple.\" - In this sentence \"an apple\" is the object which is eaten by the subject \"Ram\".</p><p><br /></p> <p>Passive voice comes after the subject verb and is introduced with the preposition \"by\".</p> <p>Let us see an example to understand this concept:</p> <p>Active voice: \"Sheela is cleaning the room.\"</p> <p>Passive voice: \"The room is being cleaned by Sheela.\"</p><p><br /></p> <p>I am hopeful that this will help you! Here are some more rules and examples to understand this concept.</p><p><br /></p> <p>Here are the formulas for converting a sentence from active voice to passive voice in all 12 tenses:</p> <p><strong>Simple Present Tense:</strong></p> <p>Active: Subject + Verb1 + Object</p> <p>Passive: Object + is/am/are + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Present Continuous Tense:</strong></p> <p>Active: Subject + am/is/are + Verb1 + -ing + Object</p> <p>Passive: Object + is/am/are + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Present Perfect Tense:</strong></p> <p>Active: Subject + has/have + Verb3 (past participle) + Object</p> <p>Passive: Object + has/have + been + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Present Perfect Continuous Tense:</strong></p> <p>Active: Subject + has/have + been + Verb1 + -ing + Object</p> <p>Passive: Object + has/have + been + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Simple Past Tense:</strong></p> <p>Active: Subject + Verb2 (past tense) + Object</p> <p>Passive: Object + was/were + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Past Continuous Tense:</strong></p> <p>Active: Subject + was/were + Verb1 + -ing + Object</p> <p>Passive: Object + was/were + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Past Perfect Tense:</strong></p> <p>Active: Subject + had + Verb3 (past participle) + Object</p> <p>Passive: Object + had + been + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Past Perfect Continuous Tense:</strong></p> <p>Active: Subject + had + been + Verb1 + -ing + Object</p> <p>Passive: Object + had + been + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Simple Future Tense:</strong></p> <p>Active: Subject + will/shall + Verb1 + Object</p> <p>Passive: Object + will/shall + be + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Future Continuous Tense:</strong></p> <p>Active: Subject + will/shall + be + Verb1 + -ing + Object</p> <p>Passive: Object + will/shall + be + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Future Perfect Tense:</strong></p> <p>Active: Subject + will/shall + have + Verb3 (past participle) + Object</p> <p>Passive: Object + will/shall + have + been + Verb3 (past participle) + by + Subject</p><p><br /></p> <p><strong>Future Perfect Continuous Tense:</strong></p> <p>Active: Subject + will/shall + have + been + Verb1 + -ing + Object</p> <p>Passive: Object + will/shall + have + been + being + Verb3 (past participle) + by + Subject</p><p><br /></p> <p>Note that in each tense, the formula for passive voice is Object + appropriate form of the \"to be\" verb + Past Participle of the Active Verb + Preposition (if necessary) + Subject of the Active Verb (in passive voice).</p><p><br /></p> <p><b>b. Change the following sentences into passive voice.&nbsp;</b></p> <p>a. I want someone to love me.&nbsp;</p> <p>I want to be loved.&nbsp;</p> <p>b. Someone broke into our house while we were on holiday.&nbsp;</p> <p>Our house was broken into while we were on holiday.&nbsp;</p> <p>C. I don't like people staring at me.&nbsp;</p> <p>I don't like being stared at.&nbsp;</p> <p>d. Is it true that someone stole your car?&nbsp;</p> <p>Is it true that your car was stolen?&nbsp;</p> <p>e. The cat enjoys someone tickling him.&nbsp;</p> <p>The cat enjoys being tickled.&nbsp;</p> <p>f. Would Swostika open the window?&nbsp;</p> <p>Would the window be opened by Swostika?</p> <p>&nbsp;g. Did they confess the crime?&nbsp;</p> <p>Was the crime confessed by them?&nbsp;</p> <p>h. He thinks that someone is teaching Jennie.&nbsp;</p> <p>He thinks that Jennie is being taught.&nbsp;</p> <p>i. Sabina hates people laughing at her.&nbsp;</p> <p>Sabina hates being laughed at.</p><p><br /></p> <p><b>c. Complete the following sentences as in the example.&nbsp;</b></p> <p>Example : People believe that one billion defaulters are staying in the UAE.&nbsp;</p> <p>The one billion defaulters are believed to be staying in the UAE.&nbsp;</p> <p>a. English people think that the number thirteen is unlucky.&nbsp;</p> <p>The number thirteen is thought to be unlucky by English people.&nbsp;</p> <p>b. What are you wearing for the wedding?&nbsp;</p> <p>Actually, I am having a suit made (a suit make). They will give it tomorrow.&nbsp;</p> <p>c. The carpet in our drawing room is very dirty.&nbsp;</p> <p>It needs to be cleaned. (clean).&nbsp;</p> <p>d. There are rumours that the factory at the corner is manufacturing bombs.&nbsp;</p> <p>The factory at the corner is rumoured for manufacturing bombs.&nbsp;</p> <p>e. Some people believe that Silajit from Jumla cures all indigestion problems.&nbsp;</p> <p>Silajit from Jumlais is believed to cure all digestion problems.&nbsp;</p> <p>f. People claim that Changu Narayan temple is the oldest temple in Nepal.&nbsp;</p> <p>Changu Narayan temple is claimed to be the oldest temple in Nepal.&nbsp;</p> <p>g.&nbsp;</p> <p>A : Your car is making a terrible noise.&nbsp;</p> <p>B : Thank you. I am not a mechanic and I will get it repaired soon. (repair)&nbsp;</p> <p>h. The police suspect that the criminal left the country.&nbsp;</p> <p>The criminal is suspected to have left the country.&nbsp;</p> <p>i. A : Where are you going?&nbsp;</p> <p>B : I am going to the stationery store to get my document photocopied.(myl document /photocopy)&nbsp;</p> <p>J. People allege that the corrupt leader has embezzled millions of rupees.&nbsp;</p> <p>The leader is alleged to have embezzled millions of rupees.&nbsp;</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>11.</div><div><div><br /></div><div>Change the sentences to passive voice.</div><div>1. The Browns have built the large house.</div><div>2. A jellyfish stung her while she was swimming.</div><div>3. They gave her a nice present.</div><div>4. Jane is singing the new song.</div><div>5. The storm destroyed the house.</div><div>6. People spent a lot of Monday on the first shopping Saturday.</div><div>7. How do you write that word?</div><div>8. She watered the flowers every day.</div><div>9. The headmaster called his parents to the office.</div><div>10. Ben will direct the show.</div><div>11. The dog has broken the window pane.</div><div>12. You must pay the bill first.</div><div>13. They were interviewing her for the job.</div><div>14. The professor told him not to talk in class.</div><div>15. You shouldn’t speak to your neighbor.</div><div>16. Do not leave your bicycle in the hall.</div><div>17. Can you learn French easily?</div><div>18. Your impolite tone surprises me.</div><div>19. James will repair the car.</div><div>20. An unknown author wrote the book.</div><div>21. They forced him to steal the money out of his dad’s room.</div><div>22. Our neighbors have invited us to dinner.</div><div>23. Why are they tearing down the old theatre?</div><div>24. I will present my ideas at the conference tonight.</div><div>25. She would have told you.</div><div><br /></div><div><br /></div><div>Answers:</div><div>1. The large house has been built by the Browns.</div><div>2. She was stung by a jellyfish while she was swimming.</div><div>3. She was given a nice present.</div><div>4. The new song is being sung by Jane.</div><div>5. The house was destroyed by the storm.</div><div>6. A lot of money was spent on the first shopping Saturday.</div><div>7. How is that word written?</div><div>8. The flowers were watered every day.</div><div>9. His parents were called to the office by the headmaster.</div><div>10. The show will be directed by Ben.</div><div>11. The window pane has been broken by the dog.</div><div>12. The bill must be paid first.</div><div>13. She was being interviewed for the job.</div><div>14. He was told not to talk in class by the professor.</div><div>15. Your neighbor shouldn’t be spoken to.</div><div>16. Bicycles must not be left in the hall.</div><div>17. Can French be learned easily?</div><div>18. I am surprised by your impolite tone.</div><div>19. The car will be repaired by James.</div><div>20. The book was written by an unknown author.</div><div>21. He was forced to steal the money out of his dad’s room.</div><div>22. We have been invited to dinner.</div><div>23. Why is the old theatre being torn down?</div><div>24. My ideas will be presented at the conference tonight.</div><div>25. You would have been told.</div></div><div><br /></div>"
    },
    {
      "title": "Unit 12 : Passive Voice",
      "story": "<h2>Unit 12 Grammar : PASSIVE VOICE&nbsp;</h2> <p>Every writer uses his or her own style to come up with a phrase. The first word he uses to start a sentence could be a subject or an object. This fact is what determines whether a sentence has an active or passive voice.</p><p><br /></p> <p>The voice of a verb shows whether the action is happening to or on a person or thing.</p> <p>In an active voice sentence, the action of the verb is carried out by the subject.</p> <p>A cat kills a rat.</p><p><br /></p> <p>The person or thing that gets the action shown by the verb is the subject of a sentence in the passive voice. In \"by the...\" constructions, the person or thing doing the action may or may not be named.</p> <p>A rat is killed by the snake.</p><p><br /></p> <p><b>A. Make passive sentences from the following information as in the example.&nbsp;</b></p> <p>Example : Toyota cars/Japan/make : Toyota cars are made in Japan.&nbsp;</p> <p>a. volleyball/every/country/play&nbsp;</p> <p>Volleyball is played in every country.&nbsp;</p> <p>b. spaghetti/boiling water/cook&nbsp;</p> <p>Spaghetti is cooked in boiling water.&nbsp;</p> <p>C. each lesson/an exercise/follow&nbsp;</p> <p>Each lesson is followed by an exercise.&nbsp;</p> <p>d. taxes/the price/include&nbsp;</p> <p>Taxes are included in the price.</p> <p>e. extensive information/the internet/find&nbsp;</p> <p>Extensive information is found on the internet.&nbsp;</p> <p>f. our order/the waiterſtook</p> <p>&nbsp;Our order was taken by the waiter.&nbsp;</p> <p>g. the schedule/the participants/will distribute&nbsp;</p> <p>The schedule will be distributed by the participants.&nbsp;</p> <p>h. The police/footprint/found&nbsp;</p> <p>Footprints were found by the police.&nbsp;</p> <p>i. the children/the sandcastles/built&nbsp;</p> <p>The sandcastles were built by the children.&nbsp;</p> <p>j. the father/the window/not going to open&nbsp;</p> <p>The window is not going to be opened by the father.</p><p><br /></p> <p><b>B. Rewrite the following sentences in the passive voice using the correct form of verbs in the brackets.&nbsp;</b></p> <p>a. Call the ambulance! Two boys ......... (injured) in a motorbike accident&nbsp;</p> <p>= Call the ambulance! Two boys have been injured in a motorbike accident.&nbsp;</p> <p>b. The clock ......... (use) since the 17th century.&nbsp;</p> <p>= The clock has been used since the 17th century.&nbsp;</p> <p>c. I had to wait outside the classroom while the classroom (clean).&nbsp;</p> <p>= I had to wait outside the classroom while the classroom was being cleaned.&nbsp;</p> <p>d. The problem.... .... (discuss) by the subject specialists at the moment.&nbsp;</p> <p>= The problem is being discussed by the subject specialists at the moment.&nbsp;</p> <p>e. By the time I came back, the task .......... (finish)&nbsp;</p> <p>= By the time I came back , the task had been finished.&nbsp;</p> <p>f. Women, (say) to be happier than men.&nbsp;</p> <p>= Women are said to be happier than men.&nbsp;</p> <p>g. Look! The house ..... (destroyed) by the fire.&nbsp;</p> <p>Look! The house had been destroyed by the fire.</p> <p>h. The other three reports..................... (submit) by next month.&nbsp;</p> <p>= The other three reports will be submitted by next month.&nbsp;</p> <p>i. Many people .......... (rescue) from the floods by the security persons this year.</p> <p>= Many people have been rescued from the floods by the security persons this year.&nbsp;</p> <p>J. The state of Florida.............. (hit) by a hurricane that did serious damage.&nbsp;</p> <p>The state of Florida was hit by a hurricane that did serious damage.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>12.</div><div><div><ol ><li>The dog chased the cat.</li><li>The dog bit the boy.</li><li>The peon rang the bell.</li><li>Ram played hockey.</li><li>Miss Mary teaches us English.</li><li>Raj caught the ball.</li><li>Children like sweets.</li><li>Rita will take a photograph.</li><li>Who taught you this poem?</li><li>The police arrested the smuggler.</li><li>Shiva was flying a kite.</li><li>The hunter shot the deer.</li><li>The lion attacked the zebra.</li><li>Virat threw the ball.</li><li>Everyone loves Zara.</li><li>My sister has drawn this portrait.</li><li>The people were helping the wounded woman.</li><li>Sam had taken the medicines.</li><li>The player is taking extra time.</li><li>The cat ate the fish.</li></ol></div><div><br /></div><div>Answers :</div><div><ol ><li>The cat was chased by the dog.</li><li>The boy was bitten by the dog.</li><li>The bell was rung by the peon.</li><li>Hockey was played by Ram.</li><li>English is taught to us by Miss Mary.</li><li>The ball was caught by Raj.</li><li>Sweets are liked by children.</li><li>A photograph will be taken by Rita.</li><li>By whom were you taught this poem?</li><li>The smuggler was arrested by the police.</li><li>A kite was being flown by Shiva.</li><li>The deer was shot by the hunter.</li><li>The zebra was attacked by the lion.</li><li>The ball was thrown by Virat.</li><li>Zara is loved by everyone.</li><li>This portrait has been drawn by my sister.</li><li>The wounded woman was being helped by the people.</li><li>The medicines had been taken by Sam.</li><li>Extra time is being taken by the player.</li><li>The fish was eaten by the cat.</li></ol></div></div><div><br /></div>"
    },
    {
      "title": "Unit 13 : Prepositions",
      "story": "<h2>Unit 13 Grammar : Prepositions</h2> <p>The Merriam-dictionary defines a preposition as \"a word or combination of words used with a noun, pronoun, or noun phrase to convey direction, place, time, or introduce an object.\" Put another way, prepositions are words that link other sentences together.&nbsp;</p><p><br /></p> <p>Prepositions are one of the most important part of English language. These words are used to connect a noun, a pronoun or a verb to another word. By using them, we can make our work more clearly and effectively.</p><p><br /></p> <p>In common use, these preposition words link a noun to a concept. The statement \"I went to the store\" illustrates this concept. The preposition \"to\" establishes a direct link between the noun \"store\" and its geographic location.</p> <p><br /></p><p>Some common prepositions are \"in\", \"on\", \"at\", \"to\", \"from\", \"with\", \"by\", \"for\", \"of\", \"about\", \"between\" and \"among\". With the correct use of these prepositions, the meaning of your sentences becomes more clear.</p><p><br /></p> <p>To use the preposition correctly, you have to keep in mind that what kind of word they are modifying and what kind of relationship is there with that word. . For the correct use of prepositions, you should have good knowledge of English Grammar.&nbsp;</p> <p><br /></p><p>I hope you have understood my brief introduction about prepositions. If you have any other question regarding the propositions then you can ask in the comment section. Here is the solution of preposition that is in the textbook of our class 12 English Book.</p><p><br /></p> <p><b>B. Complete these sentences with the correct prepositions.&nbsp;</b></p> <p>a. The relationship between the two boys has changed significantly over the past few years.&nbsp;</p> <p>b. In Nepal, many girls get married at an early age.&nbsp;</p> <p>c. I'm not in the mood for such silly games.&nbsp;</p> <p>d. There were no security personnel on duty at that time.&nbsp;</p> <p>e. The new Smartphone is similar to the one I bought a few years ago.&nbsp;</p> <p>f. My dad insisted on taking the later train.&nbsp;</p> <p>g. People with ambition always try to achieve their goals, no matter what happens.&nbsp;</p> <p>h. Mr. Jenkins has been disabled all his life as a result of a childhood illness.&nbsp;</p> <p>i. We bought the TV because it was for sale.&nbsp;</p> <p>j. She has no understanding of how computers really work.&nbsp;</p> <p>k. I gave him my new T-shirt in exchange for a few cigarettes.&nbsp;</p> <p>L. The company is run by two people who hardly ever meet.&nbsp;</p> <p>m. All the celebrations and parties were called off because of the tragic accident.&nbsp;</p> <p>n. There was a great need for volunteers at the site of the crash.&nbsp;</p><p><br /></p> <p><b>C. Complete the following text with correct prepositions.&nbsp;</b></p> <p>What are we seeing here? The very real possibility is that these are the educational consequences of the differences between parenting styles that we talked about in the Chris Langan chapter. Think back to Alex Williams, the nine-year-old whom Annette Lareau studied. His parents believe in concerted cultivation. He gets taken into museums and gets enrolled in special programs and goes to summer camp, where he takes classes. When he's bored at home, there are plenty of books to read, and his parents see it as their responsibility to keep him actively engaged in/ with the world beside/except him. It's hard to see how Alex would get better at reading and math in the summer.&nbsp;</p><p><br /></p> <p><b>B. Make sentences from the given clues as stated in brackets.&nbsp;</b></p> <p>a. Who/pass the exam? (future simple)&nbsp;</p> <p>Who will pass the exam?&nbsp;</p> <p>b. How/you/get home? (future continuous)&nbsp;</p> <p>How will you be getting home?&nbsp;</p> <p>C. I …. come later. (future simple)&nbsp;</p> <p>I will come later.&nbsp;</p> <p>d. She/catch the train by 3 pm. (future perfect)&nbsp;</p> <p>She will have caught the train by 3p.m.</p> <p>e. It rain tomorrow. (future simple)&nbsp;</p> <p>It will rain tomorrow.&nbsp;</p> <p>f. John/sleep at 4 am. (future continuous)&nbsp;</p> <p>John will be sleeping at 4a.m.&nbsp;</p> <p>g. How long/you/see your boyfriend when you get married? (future perfect continuous)&nbsp;</p> <p>How long will you have been seeing your boyfriend when you get married?&nbsp;</p> <p>h. Itrain in Kathmandu next week. (future continuous)&nbsp;</p> <p>It will be raining in Kathmandu next week.&nbsp;</p> <p>i. How long/you/work here when you retire? (future perfect continuous)&nbsp;</p> <p>How long will you have been working here when you retire?&nbsp;</p> <p>j.He/ not/finish the cleaning by the time she gets home. (future perfect)&nbsp;</p> <p>He will not have finished the cleaning by the time she gets home.&nbsp;</p><p><br /></p> <p><b>C. Complete the following sentences with the correct future tense form of the verbs in the brackets.&nbsp;</b></p> <p>a. It....... (snow) in Brighton tomorrow evening. - will snow&nbsp;</p> <p>b. On Friday at 8 o'clock, 1. ..... (to meet) my friend. - will have to meet&nbsp;</p> <p>C. Wait!ł......... (to drive) you to the station. –will drive&nbsp;</p> <p>d. When they get married in March, they ...... (to be) together for six years. –will have been&nbsp;</p> <p>e. You're carrying too much. I ............ (to open) the door for you. –will open&nbsp;</p> <p>f. Do you think the teacher (to mark) our homework by Monday morning? - will mark&nbsp;</p> <p>g. When I see you tomorrow, I ......... (show) you my new book. -will show&nbsp;</p> <p>h. After you take a nap, you (to feel) a lot better-will feel</p> <p>I. I (to let) you know the second the builders finish decorating. - will let&nbsp;</p> <p>j. We .......... (to wait) in the shelter until the bus comes. –will have been waiting&nbsp;</p> <p>k. I'm very sorry, Dr. Jones ........... (not be) back in the clinic until 2pm. – will not be&nbsp;</p> <p>l. This summer, I............. (to live) in Birgunj for four years. –will have been living&nbsp;</p> <p>m. I don't think you .... (to have) any problems when you land in Pokhara. -will have had&nbsp;</p> <p>n. The baby should be due soon, next week she ........... (to be) pregnant for nine months. –will have been&nbsp;</p> <p>o. By the time we get home, they ............ (to play) football for 30 minutes. -will have been playing&nbsp;</p> <p>p. When you get off the train, I ........... (to wait) for you by the ticket machine. -will be waiting&nbsp;</p> <p>q. This time next week, I ............ (ski) in Switzerland! - will have been skiing&nbsp;</p> <p>r. Now, I ............ (to check) my answers. –will check.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div>13.</div><div><div>Future Tenses Exercise</div><div>1. The train __________ (to arrive) at 12:30.</div><div>2. We __________ (to have) dinner at a seaside restaurant on Sunday.</div><div>3. It __________(to snow) in Brighton tomorrow evening.</div><div>4. On Friday at 8 o’clock I __________ (to meet) my friend.</div><div>5. Paul __________ (to fly) to London on Monday morning.</div><div>6. Wait! I __________ (to drive) you to the station.</div><div>7. The English lesson __________ (to start) at 8:45.</div><div>8. Are you still writing your essay? If you __________ (to finish) by 4pm, we can go a walk.</div><div>9. I __________ (to see) my mother in April.</div><div>10.Look at the clouds – it __________ (to rain) in a few minutes.</div><div>11.When they __________ (to get) married in March, they __________ (to be) together for six years.</div><div>12.You’re carrying too much. I __________ (to open) the door for you.</div><div>13.Do you think the teacher __________ (to mark) our homework by Monday morning?</div><div>14.When I __________ (to see) you tomorrow, I __________ (show) you my new book.</div><div>15.After you __________ (to take) a nap, you __________ (to feel) a lot better.</div><div><br /></div><div>Answers:</div><div>1. The train arrives at 12:30.</div><div>2. We are going to have dinner at a seaside restaurant on Sunday.</div><div>3. It will snow in Brighton tomorrow evening. (or is going to snow)</div><div>4. On Friday at 8 o’clock I am meeting my friend. (or am going to meet)</div><div>5. Paul is flying to London on Monday morning.</div><div>6. Wait! I will drive you to the station.</div><div>7. The English lesson starts at 8:45.</div><div>8. Are you still writing your essay? If you finish by 4pm, we can go for a walk.</div><div>9. I am going to see my mother in April.</div><div>10.Look at the clouds – it is going to rain in a few minutes. (or will rain)</div><div>11.When they get married in March, they will have been together for six years.</div><div>12.You’re carrying too much. I will open the door for you.</div><div>13.Do you think the teacher will have marked our homework by Monday morning?</div><div>14.When I see you tomorrow, I will show you my new book.</div><div>15.After you take a nap, you will feel a lot better. (or have taken)</div><div><br /></div></div>"
    },
    {
      "title": "Unit 14 : Connectives",
      "story": "<h2>Unit 14 Grammar : Conjunctions</h2> <p>Words are joined together by conjunctions when two sentences or two topics are joined.</p><p><br /></p> <p><strong>Different Types of Conjunctions:</strong></p> <p>1. Addition in conjunction: and, both-and, as well as, also, besides, moreover, too, not only-but, also.</p> <p>2. The place conjunctions : wherever, where</p> <p>3. Time conjunctions: when, whenever, as long as, no earlier than, up to, since, since, since, while, as soon as.</p> <p>4. Conjunction of Objectives: that, lest, and therefore.</p> <p>5. Conjunction of Outcome and Impact: that</p> <p>6. Conjunction of Conditions: given that, if, when, and so on.</p> <p>7. Concession and contrast in conjunction: though/although-yet, even though, but, yet, notwithstanding, in spite of.</p> <p>8. The use of the conjunctions as, because, since, and consequently.</p> <p>9. Comparison conjunctions: than, as-as, so-as, to</p> <p>10. Alternative and Choice Conunction: Either-Or, Neither-Nor.</p><p><br /></p> <p><b>A. Join the following pairs of sentences using when and while.&nbsp;</b></p> <p>a. Bibha Kumari was doing her homework. The doorbell rang.&nbsp;</p> <p>- Bibha Kumari was doing her homework when the doorbell rang.&nbsp;</p> <p>- The doorbell rang while Bibha Kumari was doing her homework.&nbsp;</p> <p>b. I heard the telephone ring. I picked it up.&nbsp;</p> <p>-When I heard the telephone ring, I picked it up.&nbsp;</p> <p>c. Dil Maya found a thousand rupee note. She was washing her pants.&nbsp;</p> <p>-Dil Maya found a thousand rupee note while she was washing her pants.&nbsp;</p> <p>-Dil Maya was washing her pants when she found a thousand rupees note.&nbsp;</p> <p>d. Tenjing gave his measurements to the dressmaker. He was visiting the market yesterday.&nbsp;</p> <p>- Tenjing gave his measurements to the dressmaker while he was visiting the market yesterday.&nbsp;</p> <p>- Tenjing was visiting the market yesterday when he gave his measurements to the dressmaker.&nbsp;</p> <p>e. I was at the butcher's shop.I met Harikala.&nbsp;</p> <p>I was at the butcher's shop when I met Harikala.&nbsp;</p> <p>f. The sales agent was dealing with the customer. A thief stole the jewels.&nbsp;</p> <p>The sales agent was dealing with the customer when a thief stole the jewels.&nbsp;</p> <p>Athief stole the jewels while the sales agent was dealing with the customer.&nbsp;</p> <p>g. My small brother was sleeping. I played chess with my father.&nbsp;</p> <p>My small brother was sleeping when I played chess with my father.&nbsp;</p> <p>I played chess with my father while my small brother was sleeping.&nbsp;</p> <p>h. The old lady fell down. She was climbing up the stairs.&nbsp;</p> <p>- The old lady fell down while she was climbing up the stairs.&nbsp;</p> <p>- The old lady was climbing up the stairs when she fell down.&nbsp;</p> <p>I. The leader was giving a speech loudly. He lost his voice.&nbsp;</p><p>-The leader was giving a speech loudly when he lost his voice.&nbsp;</p> <p>- The leader lost his voice while he was giving a speech loudly.&nbsp;</p> <p>J. Kanchan broke her backbone. She was lifting up the load.</p><p>&nbsp;-Kanchan broke her backbone while she was lifting up the load.&nbsp;</p><p>-Kanchan was lifting up the load when she broke her backbone.</p><p><br /></p> <p><b>B. Study the following sentences.&nbsp;</b></p> <p>Now, fill in the blanks with one of the connectives from the box.&nbsp;</p> <p>a. We didn't go for a morning walk today ............... it was raining - as&nbsp;</p> <p>b. I wanted to go home early .............. I was not feeling well. - because&nbsp;</p> <p>C. My brother stayed at home................his illness. -because of&nbsp;</p> <p>d. I was late in the class .................traffic jam. - because of&nbsp;</p> <p>E. He didn't like dogs................he was not happy when his wife brought a puppy home. -as&nbsp;</p> <p>F. He was not included in the team ..............his knee injury. - due to&nbsp;</p> <p>G. ...............I was tired, so I went to bed early. -as&nbsp;</p> <p>h. He was very unhappy ............he lost one million rupees in the share market. - because&nbsp;</p> <p>I. We canceled our trip to Rara Lake ...................... the bad weather.- due to&nbsp;</p> <p>j. These two lines intersect with each other. ..............they are not parallel lines. -because</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div>14.</div><div><div><br /></div><div>Fill in the correct connectives and linking words from the list. There may be more</div><div>than one answer in some sentences.</div><div><br /></div><div>AS LONG AS – BECAUSE - DESPITE – DUE TO - EVEN THOUGH – HOWEVER - IN CASE -</div><div>IN SPITE – NEVERTHELESS - THEREFORE'</div><div><br /></div><div>1. Take your camera with you, just _____________________ mine doesn't work.</div><div>2. _____________________ having muscle problems, the defender was able to play.</div><div>3. Bring an umbrella with you _____________________ it rains tomorrow.</div><div>4. Skiing is a safe sport _____________________ you obey the rules on the slope.</div><div>5. All flights to and from London have been cancelled _____________________ fog.</div><div>6. They arrived in time for the meeting _____________________ having to travel in bad weather.</div><div>7. I like travelling by underground, _____________________ it gets pretty crowded during rush</div><div>hours.</div><div>8. She has been living in the country her whole life. _____________________, she has decided</div><div>she wants a change and plans on moving to the city.</div><div>9. We had a wonderful time in Barcelona. _____________________, transport workers were on</div><div>strike so we couldn't use the underground.</div><div>10._____________________ life was hard during the war, we managed to survive.</div><div>11._____________________ heavy traffic on the motorway, we couldn't make it in time.</div><div>12._____________________ of the low temperatures during the winter, Moscow is always worth</div><div>visiting.</div><div>13.I can't come now _____________________ the children are ill, and I have to look after them.</div><div>14.The economy collapsed, _____________________ the government had to resign.</div><div>15.You may go out with your friends tonight, _____________________ you never go alone and</div><div>stay with them all the time.</div><div>16.I already knew a lot about cybersecurity. _____________________, the lecture was quite</div><div>interesting.</div><div><br /></div><div>Answer Key:</div><div>1. Take your camera with you, just in case mine doesn't work.</div><div>2. Despite having muscle problems, the defender was able to play.</div><div>3. Bring an umbrella with you in case it rains tomorrow.</div><div>4. Skiing is a safe sport as long as you obey the rules on the slope.</div><div>5. All flights to and from London have been cancelled due to fog.</div><div>6. They arrived in time for the meeting despite having to travel in bad weather.</div><div>7. I like travelling by underground, even though it gets pretty crowded during rush hours.</div><div>8. She has been living in the country her whole life. Nevertheless, she has decided she</div><div>wants a change and plans on moving to the city.</div><div>9. We had a wonderful time in Barcelona. However, transport workers were on strike so</div><div>we couldn't use the underground.</div><div>10.Even though life was hard during the war, we managed to survive.</div><div>11.Due to heavy traffic on the motorway, we couldn't make it in time.</div><div>12.In spite of the low temperatures during the winter, Moscow is always worth visiting.</div><div>13.I can't come now because the children are ill, and I have to look after them.</div><div>14.The economy collapsed, therefore the government had to resign.</div><div>15.You may go out with your friends tonight, as long as you never go alone and stay with</div><div>them all the time.</div><div>16.I already knew a lot about cybersecurity. Nevertheless, the lecture was quite</div><div>interesting.</div></div> "
    },
    {
      "title": "Unit 15 : Conjunctions",
      "story": "<p><b>Unit 15 Grammar : Conjunctions</b></p> <p>Simply, conjunctions are words used to join together larger units of language, such as sentences, clauses, and phrases. A conjunction is used to join two or more phrases into one complete thought. You may also search for \"joining words\" to learn more about conjunctions.</p><p><br /></p> <p>Here are the three varieties of conjunctions:</p> <ol> <li>Coordinate conjunction</li> <li>Subordinate conjunction</li> <li>Correlative conjunction</li> </ol><div><br /></div> <p><b>A. Tick the correct one.&nbsp;</b></p> <p>a. He has obtained full mark/marks.&nbsp;</p> <p>b. More than two boys were/was absent.&nbsp;</p> <p>C. One of the boy/boys was not found there.&nbsp;</p> <p>d. His wonder knew no bounds/bound.&nbsp;</p> <p>e. I will give you my words/word.&nbsp;</p> <p>f. He gave me much/many good advice/advices.&nbsp;</p> <p>g. He gave wrong information/informations.&nbsp;</p> <p>h. Give me two dozens/dozen eggs.&nbsp;</p> <p>i. Six miles is/are a long distance.&nbsp;</p> <p>j. The clock has struck four hours/hour.</p> <p>k. Would you lend me a ten rupees/rupee note?&nbsp;</p> <p>l. The Nepal government makes a five year/years development plan.&nbsp;</p> <p>m. They went to Singapore on a four days/day trip.</p><p><br /></p> <p><b>B. Which of the sentences is correct in each pair? Rewrite the correct one.&nbsp;</b></p> <p>Correct ones have been indicated with an arrow.</p> <p>a. My all books are lost.&nbsp;</p> <p>All my books are lost. ←</p> <p>b. His both brothers are ill.&nbsp;</p> <p>Both his brothers are ill. ←</p> <p>c. Give me a hundred rupee. ←</p> <p>Give a hundred rupees.&nbsp;</p> <p>d. Everybody except me was absent. ←</p> <p>Everybody except I was absent.&nbsp;</p> <p>e. He was died of fever.&nbsp;</p> <p>He died of fever. ←</p> <p>f. It is raining for a week.&nbsp;</p> <p>It has been raining for a week. ←</p> <p>g. I have seen my friend long ago.&nbsp;</p> <p>I saw my friend long ago. ←</p> <p>h. My friend has gone out before I arrived.&nbsp;</p> <p>My friend had gone out before I arrived. ←</p> <p>i. He said he has never seen him before.&nbsp;</p> <p>He said he had never seen him before. ←</p> <p>j. He assured he will come.&nbsp;</p> <p>He assured he would come. ←</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div>15.</div><div><div>1. Everyone (has/have) done his or her homework.</div><div>2. Each of the students (is/are) responsible for doing his or her work.</div><div>3. Either my father or my brothers (is/are) going to sell the car.</div><div>4. Neither my sisters nor my mother (is/are) going to sell the house.</div><div>5. The samples on the tray in the lab (need/needs) testing.</div><div>6. Mary and John usually (plays/play) together.</div><div>7. Both of the dogs (has/have) collars.</div><div>8. Neither the dogs nor the cat (is/are) very hungry.</div><div>9. Either the girls or the boy (walk/walks) in the evening.</div><div>10. Either the boy or the girls (walk/walks) in the evening.</div><div>11. At the end of the fall (comes/come) the hard tests.</div><div>12. The slaughter of animals for their fur (has/have) caused controversy.</div><div>13. The student, as well as his teacher, (was/were) going on the field trip.</div><div>14. The hard tests (comes/come) at the end of the fall.</div><div>15. Both of my roommates (has/have) decided to live in the dorms.</div><div><br /></div><div>Answers:</div><div>1. Everyone has done his or her homework.</div><div>2. Each of the students is responsible for doing his or her work.</div><div>3. Either my father or my brothers are going to sell the car.</div><div>4. Neither my sisters nor my mother is going to sell the house.</div><div>5. The samples on the tray in the lab need testing.</div><div>6. Mary and John usually play together.</div><div>7. Both of the dogs have collars.</div><div>8. Neither the dogs nor the cat is very hungry.</div><div>9. Either the girls or the boy walks in the evening.</div><div>10. Either the boy or the girls walk in the evening.</div><div>11. At the end of the fall come the hard tests.</div><div>12. The slaughter of animals for their fur has caused controversy.</div><div>13. The student, as well as his teacher, was going on the field trip.</div><div>14. The hard tests come at the end of the fall.</div><div>15. Both of my roommates have decided to live in the dorms.</div></div> "
    },
    {
      "title": "Unit 16 : Relative Clauses",
      "story": "<h2>Unit 16 Grammar : Relative Clause</h2> <p>Relative clauses are the things in grammar that describe or give more information about a noun or pronoun in a sentence. They are introduced by relative pronouns like who, whom, whose, which, or that or relative adverbs such as where, when, or why.&nbsp;</p><p><br /></p> <p>Clauses introduced by relative pronouns (who, that, which, what, as, but) are called relative clauses ( six in number). Adjectives are often used to specify or explain the word that comes before them.</p><p><br /></p> <p><strong>Functions:</strong></p> <p>1. It serves as the object of the verb</p> <p>2. Functioning as the subject of the verb</p> <p>3. Functioning as the noun in a prepositional phrase.</p><p><br /></p> <p>There are two types of relative clauses: defining and non-defining.&nbsp;</p> <p>Among these, defining relative clauses provide information about the noun or pronoun they modify, while non-defining relative clauses provide additional, nonessential information.</p> <p>Here's an example of a defining relative clause:</p> <p>\"The movie that I watched last night was really interesting.\"</p><p><br /></p> <p>In this sentence, the relative clause \"that I watched last night\" defines which movie is being referred to. Without this information, the sentence would be incomplete and unclear.</p> <p>And here's an example of a non-defining relative clause:</p> <p>\"My sister, who lives in Paris, is visiting me this week.\"</p><p><br /></p> <p>In this sentence, the relative clause \"who lives in Paris\" provides additional information about the speaker's sister, but it's not necessary to understand who the sister is. If the clause was removed, the sentence would still make sense and be complete.</p> <p>As a rule of thumb, defining clauses should include commas while non-defining clauses should not.</p><p><br /></p> <p><b>B. Fill in the blanks with suitable relative pronouns: who, which, that, whom, whose, where, why, how, what or when.&nbsp;</b></p> <p>a. There is a lady .......... Wallet has been stolen. -Whose&nbsp;</p> <p>b. Do you know the man .....sold these glasses? -who&nbsp;</p> <p>C. The knife . ....you cut the bread with is very sharp. -which&nbsp;</p> <p>d. Why do you blame him for everything ....-goes wrong? -that&nbsp;</p> <p>e. A cemetery is a place..............dead bodies are buried. where&nbsp;</p> <p>f. This school is for those children..........mother tongue is not Nepali. -whose&nbsp;</p> <p>g. I don't know the name of the person...............I spoke over the telephone. -whom&nbsp;</p> <p>h. I came to Kathmandu on the day................the devastating earthquake took place. - when&nbsp;</p> <p>i. In the application form she wrote..............she needed a good payment. -when&nbsp;</p> <p>l. The pilot explained............. he made a forced landing on the road. -why&nbsp;</p><p><br /></p> <p><b>C. Join the following pairs of sentences using who, which, that, whose, whom, where, when or what.&nbsp;</b></p> <p>a. (The building was destroyed in the fire. It has now been rebuilt.&nbsp;</p> <p>- The building, which was destroyed in the fire, has now been rebuilt.&nbsp;</p> <p>b. A new cricket stadium is being made in Chitwan. It can accommodate one hundred thousand people.&nbsp;</p> <p>- A new cricket stadium which can accommodate one hundred thousand people is being made in Chitwan.&nbsp;</p> <p>c. Shanghai is the most populated city in the world. I stayed there for five years.&nbsp;</p> <p>-Shanghai, where I stayed for five years, is the most populated city in the world.&nbsp;</p> <p>d. This is the man. I gave some money to him this morning.&nbsp;</p> <p>-This is the man whom I gave some money to this morning.&nbsp;</p> <p>e. Do you know the man? His son was awarded in the school yesterday.&nbsp;</p> <p>- Do you know the man whose son was awarded in the school yesterday?&nbsp;</p> <p>f. His step-mother was not very kind to him. He had been staying with her.&nbsp;</p> <p>- His step-mother, whom he had been staying with, was not very kind to him.&nbsp;</p> <p>g. He can never forget Nakkhu Jail. He had spent 14 years there.&nbsp;</p> <p>- He can never forget Nakkhu Jail where he had spent 14 years.&nbsp;</p> <p>h. He showed me his new tab. He had paid a hundred thousand rupees for it.&nbsp;</p> <p>-He showed me his new tab which he had paid a hundred thousand rupees for.&nbsp;</p> <p>i. Nelson Mandela joined the ANC in the 1930s. He was a student then.&nbsp;</p> <p>- Nelson Mandela joined the ANC in the 1930s when he was a student.&nbsp;</p> <p>j. She forgot to buy the things. Her mother had told to buy them.&nbsp;</p> <p>-She forgot to buy the things which her mother had told to buy.&nbsp;</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div><div>Relative Pronouns</div><div><br /></div><div>Complete the sentences with relative pronouns from the box.</div><div>THAT – WHEN – WHERE - WHICH - WHO – WHOSE - WHY</div><div><br /></div><div>1. The new movie is about a boy _____________ has lost his parents in a car accident.</div><div>2. He is the young man, _____________ wife left him for someone else.</div><div>3. The DVD recorder _____________ I bought at this store a few days ago is not working.</div><div>4. That's the book _____________ I recommended reading in class.</div><div>5. Is this the hotel _____________ you are staying for the tournament?</div><div>6. My dad, _____________ travels a lot on business, is in Australia at the moment.</div><div>7. It was midnight _____________ the first rescue team arrived at the scene of the accident.</div><div>8. There are several reasons _____________ I am not allowed to give you any information.</div><div>9. We stayed at the famous Rockstar hotel, _____________ also had an indoor swimming</div><div>pool.</div><div>10. Did you write back to the person _____________ offered you a job?</div><div>11. The story is about a young woman _____________ 5-year old son suddenly disappears.</div><div>12. The tennis court _____________ they usually play is currently not available.</div><div>13. My sister was born at a time _____________ my dad was out of work.</div><div>14. Where is the money _____________ I gave you yesterday?</div><div>15. That's the man _____________ I spoke to the other day.</div><div>16. Mr. Fields, _____________ sister is one of the leading experts in this country, talked about</div><div>the dangers of the virus.</div><div>17. He didn't tell us _____________ he made such an irresponsible decision.</div><div>18. The present _____________ I got from my boyfriend was really fantastic.</div><div>19. I have to buy a present for my mother, _____________ birthday is next week.</div><div>20. The youth hostel _____________ we stayed last week was really big.</div><div><br /></div><div>Answer KEY:</div><div>1. The new movie is about a boy who has lost his parents in a car accident.</div><div>2. He is the young man, whose wife left him for someone else.</div><div>3. The DVD recorder which I bought at this store a few days ago is not working.</div><div>4. That's the book that/which I recommended reading in class.</div><div>5. Is this the hotel where you are staying for the tournament?</div><div>6. My dad, who travels a lot on business, is in Australia at the moment.</div><div>7. It was midnight when the first rescue team arrived at the scene of the accident.</div><div>8. There are several reasons why I am not allowed to give you any information.</div><div>9. We stayed at the famous Rockstar hotel, which also had an indoor swimming pool.</div><div>10. Did you write back to the person who offered you a job?</div><div>11. The story is about a young woman whose 5-year old son suddenly disappears.</div><div>12. The tennis court where they usually play is currently not available.</div><div>13. My sister was born at a time when my dad was out of work.</div><div>14. Where is the money that I gave you yesterday?</div><div>15. That's the man who I spoke to the other day.</div><div>16. Mr. Fields, whose sister is one of the leading experts in this country, talked about the dangers of the virus.</div><div>17. He didn't tell us why he made such an irresponsible decision.</div><div>18. The present that I got from my boyfriend was really fantastic.</div><div>19. I have to buy a present for my mother, whose birthday is next week.</div><div>20. The youth hostel where we stayed last week was really big.</div></div><div><br /></div> "
    },
    {
      "title": "Unit 17 : Past Tense",
      "story": "<h2>Unit 17 Grammar : Past Tense</h2> <p>The past tense may refer to events that took place very recently or very long ago (for example, many decades ago) (e.g., just a few seconds ago). When referring to events that took place before this particular instant, i.e., before the current time, the simple past tense is the most appropriate verb tense to use.&nbsp;<br /><br /></p> <p>The past tense is used to talk about things that already happened or things that happened in the past.&nbsp;In English, when we want to talk about an action that started and ended in the past, we usually add \"ed\" to the end of the word. For example, \"I dreamed\" or \"I walked\" become \"I dreamed\" or \"I walked,\" respectively.</p><p><br /></p> <p><strong>General Formula of Past Tense:&nbsp;</strong></p> <p>The past tense takes us on a journey back in time, where we can explore completed actions, ongoing events, and past states. With four main tenses to choose from, let's take a quick look at each one and their secret formula.</p> <p><br /></p><p>First up, the simple past tense - it's perfect for recounting those finished events in the past. Simply put, you need your Subject + Verb (past tense) + Object to create a sentence like \"She walked to the store yesterday.\"</p><p><br /></p> <p>Next, we have the past continuous tense, which captures the ongoing actions that happened at a specific time in the past. You'll need to add was/were + Verb (present participle) + Object to create a sentence like \"They were playing football at 5 pm yesterday.\"</p><p><br /></p> <p>The past perfect tense is a handy tool when you want to describe actions that were completed before another event took place. All you need is Subject + had + Verb (past participle) + Object, and you're ready to go! For example, \"By the time I arrived, she had already left.\"</p><p><br /></p> <p>Last but not least, we have the past perfect continuous tense, which takes us on a journey through the ongoing actions that started in the past and continued until another time in the past. To use this tense, simply use Subject + had been + Verb (present participle) + Object, like \"He had been studying for three hours when I arrived.\"</p><p><br /></p> <p>In short, the past tense is a time machine that allows us to relive the past. By using the correct tense and formula, we can accurately describe past events and avoid any confusion to describe the already happened incidents.</p><p><br /></p> <p><strong>Textbook Solution:</strong></p> <p>B. Here is an extract from a newspaper article about a missing boy&nbsp;</p> <p>(Ronish) and his father (Naresh). Decide why different forms of past tenses were used.&nbsp;</p> <p>The given extract uses different forms of past tenses because the sentences are written in the form of a report or a story. So, the Past simple passive tense is used.&nbsp;</p> <p>We use the past simple when we want to talk about things that have happened in the past. So, the past perfect tense is used in the extract to show that something happened in the past.&nbsp;</p><p><br /></p> <p><b>C. Fill in the gaps with the suitable form of the verb in the brackets. Use past simple/past continuous/past perfect tenses. You may need to use negative too.&nbsp;</b></p> <p>It was Sunday afternoon. I was watching (watch) a cookery programme on TV when I realized (realize) how hungry I was. But of course, I was hungry; I hadn't eaten (eat) anything since lunch, and I had run (run) a race in the morning. \"Biscuits!\" I thought (think). My mother had given (give me a jar of delicious home-made biscuits. I went (go) into the kitchen, opened (open) the fridge and poured (pour) some milk in a big glass. Then I looked (look) for the kitchen chair but it wasn't (be) there: somebody had taken (take) it away. And there were no biscuits in the biscuit jar: somebody had eaten (eat) them all! I was sure I had put (put) the jar there the previous day and I had eaten (eat) only one cookie. It was very strange. A few minutes later, I was drinking (drink) my glass of milk when I heard (hear) a loud noise coming from the dining room. I went (go) there quickly and I opened (open) the door. I couldn't believe my eyes. An enormous monkey was eating (eat) the biscuits excitedly on the kitchen chair.&nbsp;</p><p><br /></p> <p><b>D. Rewrite the following sentences correcting the mistakes.&nbsp;</b></p> <p>Example: Did you ever see her before you met her at school?&nbsp;</p> <p>Have you ever seen her before you met her at school?&nbsp;</p> <p>a. She played the flute and then she had sung in-their choir.&nbsp;</p> <p>She had played the flute and then she had sung in their choir.&nbsp;</p> <p>b. I borrowed Rima's car. Had you known about it?&nbsp;</p> <p>I had borrowed Rima's car. Have you heard about it?&nbsp;</p> <p>C. After the lesson had finished, we run out of school.&nbsp;</p> <p>After the lesson had finished, we ran out of school.&nbsp;</p> <p>d. Had you be there? - Yes, the previous year.&nbsp;</p> <p>Have you been there? Yes, the previous year.&nbsp;</p> <p>e. Did you liked my article published in the Himalayan Times yesterday?&nbsp;</p> <p>Did you like my article published in the Himalayan Times yesterday?&nbsp;</p> <p>f. I recognized him because I saw him before.&nbsp;</p> <p>I recognized him because I had seen him before.&nbsp;</p> <p>g. I hadn't gone out because I hadn't finished my homework.&nbsp;</p> <p>I didn't go out because I hadn't finished my homework.&nbsp;</p> <p>h. We had done nothing like this at that time.&nbsp;</p> <p>We did nothing like this at that time.&nbsp;</p> <p>i. It was quite difficult. I had had no idea what to do.&nbsp;</p> <p>It had been quite difficult. I had no idea what to do.&nbsp;</p> <p>j. As far as I'd known, she had always had some pets.&nbsp;</p> <p>As far as I knew, she had always had some pets.&nbsp;</p> <p>k. When I met Jim, he was already a soldier for three years.&nbsp;</p> <p>When I met Jim, he had already been a soldier for three years.&nbsp;</p> <p>I. He had gone to the coffee because somebody had told him.&nbsp;</p> <p>He went to the coffee because somebody had told him.&nbsp;</p><p><br /></p> <p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div>17.&nbsp;</div><div><br /></div><div>Tenses</div><div><br /></div><div><div>Fill in the correct form of the verb given.</div><div><br /></div><div>1. Last night, when I ___________________ dinner, my mom ___________________. I totally</div><div>___________________ about the roast in the oven, and I ___________________ everything.</div><div>(MAKE, CALL, FORGET, BURN)</div><div>2. Most police officers ___________________ uniforms to work. Only detectives in higher</div><div>positions ___________________ their street clothes. (WEAR, WEAR)</div><div>3. His family ___________________ to Singapore when he was three, then they</div><div>___________________ back again when he started high school. (MOVE, MOVE)</div><div>4. Your car is fine now. There was a problem with the gears, but we ___________________ it.</div><div>(FIX)</div><div>5. After Claire ___________________ for half an hour, she suddenly ___________________ to check</div><div>her watch. (RUN, STOP)</div><div>6. I ___________________ smoking three years ago. Before that, I ______________________ for</div><div>over a decade. (STOP, SMOKE)</div><div>7. Look, Mary ___________________ the windows. Nobody ___________________ them for over a</div><div>month. (CLEAN, CLEAN))</div><div>8. Tina ______________________ her emails for the last two hours. (CHECK)</div><div>9. Living in a foreign country was strange at first, but we ___________________ used to it.</div><div>(GET)</div><div>10.I ___________________ I want any dessert. I ___________________ too much to eat already.</div><div>(NOT THINK, HAVE)</div><div>11.In our history lesson yesterday my friend and I ___________________ to each other and we</div><div>___________________ attention. Suddenly, our history teacher ___________________ right next</div><div>to us. (TALK, NOT PAY, STAND).</div><div>12.Wendy ___________________ her boyfriend every afternoon. (PHONE)</div><div>13.I saw him sitting on the sofa. He ___________________ very tired because he</div><div>_______________________ too much. (BE, WORK)</div><div>14.John ___________________ our flight this morning, but he ___________________ hotel</div><div>arrangements yet. (BOOK, NOT MAKE)</div><div>15.I _______________________ the cup finals when you arrived. (WATCH)</div><div>16.We normally ___________________ together every second Sunday, but this month everyone</div><div>___________________ on holiday, so we ___________________ any meetings. (GET, BE, NOT</div><div>HAVE)</div><div><br /></div><div>Answer KEY:</div><div>1. Last night, when I was making dinner, my mom called. I totally forgot / had totally</div><div>forgot about the roast in the oven, and I burned everything. (MAKE, CALL, FORGET,</div><div>BURN)</div><div>2. Most police officers wear uniforms to work. Only detectives in higher positions wear</div><div>their street clothes. (WEAR, WEAR)</div><div>3. His family moved/ had moved to Singapore when he was three, then they moved back</div><div>again when he started high school. (MOVE, MOVE)</div><div>4. Your car is fine now. There was a problem with the gears, but we have fixed/ fixed it.</div><div>(FIX)</div><div>5. After Claire had been running for half an hour, she suddenly stopped to check her</div><div>watch. (RUN, STOP)</div><div>6. I stopped smoking three years ago. Before that, I had been smoking for over a decade.</div><div>(STOP, SMOKE)</div><div>7. Look, Mary is cleaning the windows. Nobody has cleaned them for over a month.</div><div>(CLEAN)</div><div>8. Tina has been checking her emails for the last two hours. (CHECK)</div><div>9. Living in a foreign country was strange at first, but we got used to it. (GET)</div><div>10.I don't think I want any dessert. I have had too much to eat already. (NOT THINK,</div><div>HAVE)</div><div>11.In our history lesson yesterday my friend and I were talking to each other and we were</div><div>not paying attention. Suddenly, our history teacher was standing right next to us.</div><div>(TALK, NOT PAY, STAND).</div><div>12.Wendy phones her boyfriend every afternoon. (PHONE)</div><div>13.I saw him sitting on the sofa. He was very tired because he had been working too</div><div>much. (BE, WORK)</div><div>14.John booked/ has booked our flight this morning, but he hasn't made hotel</div><div>arrangements yet. (BOOK, NOT MAKE)</div><div>15.I was watching/ had been watching the cup finals when you arrived. (WATCH)</div><div>16.We normally get together every second Sunday, but this month everyone is on holiday,</div><div>so we aren't having/ don't have any meetings. (GET, BE, NOT HAVE)</div></div><div><br /></div>"
    },
    {
      "title": "Unit 18 : Prepositions",
      "story": "<h2>Unit 18 Grammar : Prepositions&nbsp;</h2> <p>Prepositions are the secret sauce that make sentences sizzle! They're like the bridge that links your favorite nouns, pronouns, and phrases to other words in a sentence. With prepositions, you can show the relationship between things like location, direction, time, manner, or amount. So if you want to avoid confusing your readers, be sure to sprinkle in prepositions like \"of,\" \"at,\" \"in,\" \"by,\" and \"to.\"</p><p><br /></p> <p>But the importance of prepositions goes beyond just making sentences clear. In fact, understanding these little powerhouses is crucial for acing standardized tests like the ACT and SAT. Knowing your parts of speech and how they work together can help you answer tricky grammar and syntax questions and score big.</p><p><br /></p> <p>And let's not forget that mastering prepositions is essential for improving your language skills. Once you've got the basics down, you'll be able to take on even the most complex sentences and communicate like a pro. So embrace the preposition, and watch your language skills soar!</p><p><br /></p> <p><b>B. Fill in the blanks with appropriate prepositions.&nbsp;</b></p> <p>a. I was accompanied to the hospital ...by... my friend.&nbsp;</p> <p>b. I have great respect..for... my teachers.&nbsp;</p> <p>c. The culprit was sentenced...to...... death.&nbsp;</p> <p>d. His arguments are not based...on... truth.&nbsp;</p> <p>e. He has not contributed ......to...... the development of our nation.&nbsp;</p> <p>f. He died ...of... Corona at the age of thirty-five.&nbsp;</p> <p>g. The young generation of Nepali people don't take interest ...in ... politics. h. Our village was not infected...by... Corona.&nbsp;</p> <p>I. Why do you sneer ... at... me?&nbsp;</p><p><br /></p> <p><b>C. Fill in the blanks with for, since, until, by or in.&nbsp;</b></p> <p>a. The classes will be over by...5 PM.&nbsp;</p> <p>b. Karma Sherpa reached the top of Mt. Everest. in ....8 hours.&nbsp;</p> <p>C. We had met after five years. So we kept on talking ...for... three in&nbsp;</p> <p>the morning.&nbsp;</p> <p>d. She has been living in America ......since.....she got married.&nbsp;</p> <p>e. He has been playing video game ...for... ten hours.&nbsp;</p> <p>f. She practices the Sitar every day...for....five hours.&nbsp;</p> <p>g. He lived in Jumla ...until... he passed high school examinations&nbsp;</p> <p>h. There is no chance of dry weather even today. It has rained ...since... last Saturday.&nbsp;</p> <p>i. I can type 120 words...in... a minute.&nbsp;</p> <p>j. We have an early breakfast. It's generally ready ...by..... six in the morning.&nbsp;</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": " <div><br /></div><div><div>18.</div><div><br /></div><div>Complete the sentence with the correct preposition from the choices given.</div><div><br /></div><div>1. We are very excited __________________ our trip to Spain next week. (AT, WITH, ABOUT, OVER)</div><div>2. I am very fond __________________ drinking green tea. (FOR, OF, ABOUT, AT)</div><div>3. Almost all politicians were involved __________________ the scandal. (IN, AT, WITH, FROM)</div><div>4. I am looking forward ______________ having a meeting with you next week. (WITH, AT, TO, FROM)</div><div>5. At the moment, she is recovering __________________ her injuries. (AT, OF, FROM, WITH)</div><div>6. I’m dreaming ________________ becoming a famous scientist one day (FOR, WITH, ABOUT, INTO)</div><div>7. My cousin is married __________________ a famous American (WITH, FOR, TO, FROM)</div><div>8. I am responsible __________________ training the new recruits. (AT, ABOUT, WITH, FOR)</div><div>9. Many people took advantage __________________ the low prices offered by the new shop (OF,</div><div>FOR, WITH, TO)</div><div>10.I was not quite satisfied __________________ the exam results. (AT, FOR, WITH, ABOUT)</div><div>11.The president was thankful __________________ everyone who helped in the campaign (TO,</div><div>WITH, FOR, AT)</div><div>12.Everyone in this town will benefit __________________ the new hospital (FROM, WITH, AT, INTO)</div><div>13.For two full days, the man was fighting __________________ his life. (UP,WITH, AT, FOR)</div><div>14.My dad shouted __________________ me because I didn’t do what he said (TO, AT, WITH,</div><div>TOWARDS)</div><div>15.She insisted __________________ helping me with the dishes. (ON, WITH, FOR, ABOUT)</div><div>16.Almost all car companies care __________________ the environment (FOR, AT, ABOUT,WITH)</div><div>17.Wearing a seat belt can protect you ____________ being killed in a car. (WITH, OF, ABOUT, FROM)</div><div>18.Ten people were killed when a bus collided __________________ a car (INTO, WITH, AT, TOWARDS)</div><div>19.The customers came to the shop to complain _____________ their service (ABOUT, AT, ON, FOR)</div><div>20.Our atmosphere consists __________________ oxygen, nitrogen and carbon dioxide (INTO, OF,</div><div>WITH, FOR)</div><div>21.We decided __________________ buying the new car. (AGAINST, WITH, AT, OF)</div><div>22.Many children depend __________________ their parents for money. (ON, AT, WITH, TO)</div><div>23.He graduated __________________ Oxford university (ON, FROM, OUT OF, WITH)</div><div>24.The advertising campaign resulted __________________ hundreds of new customers for the</div><div>company. (TO, FOR, UP, IN)</div><div>25.As a scientist, I specialize __________________ marine biology (AT, IN, FOR, WITH)</div><div><br /></div><div><br /></div><div>Answer KEY:</div><div>Complete the sentence with the correct preposition from the choices given.</div><div>1. We are very excited about our trip to Spain next week. (AT, WITH, ABOUT, OVER)</div><div>2. I am very fond of drinking green tea. (FOR, OF, ABOUT, AT)</div><div>3. Almost all politicians were involved in the scandal. (IN, AT, WITH, FROM)</div><div>4. I am looking forward to having a meeting with you next week. (WITH, AT, TO, FROM)</div><div>5. At the moment, she is recovering from her injuries. (AT, OF, FROM, WITH)</div><div>6. I’m dreaming about becoming a famous scientist one day (FOR, WITH, ABOUT, INTO)</div><div>7. My cousin is married to a famous American (WITH, FOR, TO, FROM)</div><div>8. I am responsible for training the new recruits. (AT, ABOUT, WITH, FOR)</div><div>9. Many people took advantage of the low prices offered by the new shop (OF, FOR, WITH, TO)</div><div>10.I was not quite satisfied with the exam results. (AT, FOR, WITH, ABOUT)</div><div>11.The president was thankful for everyone who helped in the campaign (TO, WITH, FOR, AT)</div><div>12.Everyone in this town will benefit from the new hospital (FROM, WITH, AT, INTO)</div><div>13.For two full days, the man was fighting for his life. (UP,WITH, AT, FOR)</div><div>14.My dad shouted at me because I didn’t do what he said (TO, AT, WITH, TOWARDS)</div><div>15.She insisted on helping me with the dishes. (ON, WITH, FOR, ABOUT)</div><div>16.Almost all car companies care about the environment (FOR, AT, ABOUT,WITH)</div><div>17.Wearing a seat belt can protect you from being killed in a car. (WITH, OF, ABOUT, FROM)</div><div>18.Ten people were killed when a bus collided with a car (INTO, WITH, AT, TOWARDS)</div><div>19.The customers came to the shop to complain about their service (ABOUT, AT, ON, FOR)</div><div>20.Our atmosphere consists of oxygen, nitrogen and carbon dioxide (INTO, OF, WITH, FOR)</div><div>21.We decided against buying the new car. (AGAINST, WITH, AT, OF)</div><div>22.Many children depend on their parents for money. (ON, AT, WITH, TO)</div><div>23.He graduated from Oxford university (ON, FROM, OUT OF, WITH)</div><div>24.The advertising campaign resulted in hundreds of new customers for the company. (TO, FOR,</div><div>UP, IN)</div><div>25.As a scientist, I specialize in marine biology (AT, IN, FOR, WITH)</div></div><div><br /></div>"
    },
    {
      "title": "Unit 19 : Used To Verb",
      "story": "<h2><strong>Unit 19 Grammar : Used To Verb</strong></h2> <p>Used to is a verb that refers to a behavior that was formerly routine but is no longer practiced.&nbsp;It takes you back in time to remember how things used to be.&nbsp;You can also use it to talk about old habits or routines that you used to have but don't have anymore.&nbsp;</p><p><br /></p> <p>For example, \"I used to play basketball\" means that you played basketball before, but you don't play anymore.&nbsp;</p> <p>The correct spelling of the phrase is USED TO, although in spoken form, the D is typically merged into the T of the next word. Something that used to be done but isn't anymore is what this term implies.</p><p><br /></p> <p>\"Used to + verb\" is a special way to talk about things that happened in the past but don't happen anymore.&nbsp;It's usage overlaps with the simple present more than in any other language I've examined, and sometimes either one may be employed depending on the context.</p><p><br /></p> <p>An activity that had been routine in the past is introduced with the \"used to\" formulation in the first instance, whereas the identical notion is introduced with \"before....but now\" in the second.&nbsp;Just remember that \"used to\" always talks about the past, not the present or future.</p><p><br /></p> <p>Examples: I used to go to school, but I study from home now.</p><p><br /></p> <p><strong>A. Make sentences from the table below using used to / didn’t use to as shown in the example.</strong></p> <p>1. She used to travel a lot but now she rarely leaves her town. 2. She used to be lazy but now she works hard. 3. She didn’t use to like junk food but now she eats momo and noodles these days. 4. She used to have a pet but it died last year. 5. She used to be a school teacher but now she is a professor. 6. She used to have many friends but now she has limited friends. 7. She did not use to read many books but she reads a lot of books. 8. She did not use to take coffee but now she drinks coffee. 9. She used to go to parties a lot but now she does not attend parties.</p><p><br /></p> <p><b>B. Study the following sentences and find the differences between them.&nbsp;</b></p> <p>a. My grandfather used to smoke but he doesn't smoke now.&nbsp;</p> <p>b. I would always talk to my grandfather whenever I had a problem.&nbsp;</p> <p>Now, complete the sentences with used to or would.&nbsp;</p> <p>d. My sister ...used to....have short hair when she was young.&nbsp;</p> <p>e. We... used to ... have lunch in the same school café when I was in middle school.&nbsp;</p> <p>f. My father ... used to …play badminton before he had a backbone problem.&nbsp;</p> <p>G. When I was very young, .... did not use to...(not) like milk.&nbsp;</p> <p>H. She ... would....call me after class for a chat.&nbsp;</p> <p>I. My mother ... did not use to ...... (not) wear glasses when she was at the university.</p> <p>J. when I was a child, we used to ...... live in a village.&nbsp;</p> <p>k. On Sundays, My mother would. wake up and go to the temple.&nbsp;</p> <p>l. How many friends ...would....have in class ten?&nbsp;</p> <p>m. My father ... would... always read me bedtime stories before bed.</p><p><br /></p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div><div>19.</div><div><br /></div><div>Used to + Infinitive Exercise</div><div><br /></div><div>Make an affirmative sentence, negative sentence or question using 'used to + infinitive'.</div><div>1. I / live in a flat when I was a child.</div><div>_______________________________________________________________</div><div>2. We / go to the beach every summer?</div><div>_______________________________________________________________</div><div>3. She / love eating chocolate, but now she hates it.</div><div>_______________________________________________________________</div><div>4. He / not / smoke.</div><div>_______________________________________________________________</div><div>5. I / play tennis when I was at school.</div><div>_______________________________________________________________</div><div>6. She / be able to speak French, but she has forgotten it all.</div><div>_______________________________________________________________</div><div>7. He / play golf every weekend?</div><div>_______________________________________________________________</div><div>8. They both / have short hair.</div><div>_______________________________________________________________</div><div>9. Julie / study Portuguese.</div><div>_______________________________________________________________</div><div>10. I / not / hate school.</div><div>_______________________________________________________________</div><div><br /></div><div>Answers:</div><div>1. I used to live in a flat when I was a child.</div><div>2. Did we use to go to the beach every summer?</div><div>3. She used to love eating chocolate, but now she hates it.</div><div>4. He didn't use to smoke.</div><div>5. I used to play tennis when I was at school.</div><div>6. She used to be able to speak French, but she has forgotten it all.</div><div>7. Did he use to play golf every weekend?</div><div>8. They both used to have short hair.</div><div>9. Julie used to study Portuguese.</div><div>10. I didn't use to hate school.</div></div><div><br /></div> "
    },
    {
      "title": "Unit 20 : Adjective Order",
      "story": "<h2>Unit 20 Grammar : Adjective Order</h2> <p>It's enjoyable if you appreciate language, but I never had ESL students who were advanced enough for me to bother with it. This is something that comes naturally to native speakers, who can arrange the words in whichever sequence \"sounds right.\" If you're an advanced student, it may be a real nightmare.</p> <p>There is a mnemonic that some people use: <strong>DOSAS COMP.</strong></p> <p><strong>Trick: DOSASCOMP</strong></p><p><strong><br /></strong></p> <p>If you count \"Determiner,\" there are nine places in English for adjectives, including things like \"five,\" \"a,\" \"the,\" \"his,\" \"her,\" \"many,\" \"many,\" etc.</p> <p>When it comes to using multiple adjectives to describe a noun, it can be confusing. It can be tricky to remember the correct order. But, there's a helpful trick you can use to make it easier.</p> <p>Just remember the code OSASCOMP. It means Opinion, Size, Age, Shape, Color, Origin, Material, Purpose.</p><p><br /></p> <p>This means that when you have multiple adjectives, you should list them in the following order:</p> <p>Opinion - an adjective that describes your opinion or attitude towards the noun.</p> <p>Size - an adjective that describes the size of the noun.</p> <p>Age - an adjective that describes the age of the noun.</p> <p>Shape - an adjective that describes the shape of the noun.</p> <p>Color - an adjective that describes the color of the noun.</p> <p>Origin - an adjective that describes the origin or nationality of the noun.</p> <p>Material - an adjective that describes the material the noun is made of.</p> <p>Purpose - an adjective that describes the purpose or use of the noun.</p><p><br /></p> <p>So, if you want to describe a beautiful small old round red Italian leather purse, the correct order would be: Opinion (beautiful) + Size (small) + Age (old) + Shape (round) + Color (red) + Origin (Italian) + Material (leather) + Purpose (purse).</p><p><br /></p> <p>Using this trick can make it much easier to remember the correct order of multiple adjectives. It can help you to write more descriptive and clear sentences.</p><p><br /></p> <table> <tbody> <tr> <td> <p><strong>Types</strong></p> </td> <td> <p><strong>Examples</strong></p> </td> </tr> <tr> <td> <p>Determiner Adjectives</p> </td> <td> <p>a/an/the/my/his/some/few etc</p> </td> </tr> <tr> <td> <p>Opinion Adjectives</p> </td> <td> <p>beautiful, ugly, interesting, etc</p> </td> </tr> <tr> <td> <p>Size Adjectives</p> </td> <td> <p>small, big, large, etc</p> </td> </tr> <tr> <td> <p>Age Adjectives</p> </td> <td> <p>new, old, ancient etc</p> </td> </tr> <tr> <td> <p>Shape Adjectives</p> </td> <td> <p>round, square, oval, etc.</p> </td> </tr> <tr> <td> <p>Color Adjectives</p> </td> <td> <p>red, black, blue, etc</p> </td> </tr> <tr> <td> <p>Origin Adjectives</p> </td> <td> <p>Indian, Chinese, Japanese etc</p> </td> </tr> <tr> <td> <p>Material Adjectives</p> </td> <td> <p>golden, wooden, etc</p> </td> </tr> <tr> <td> <p>Purpose Adjectives</p> </td> <td> <p>relaxing, fighting, jumping etc</p></td></tr></tbody></table><p>&nbsp;</p> <p><strong>Textbook Exercise Solution</strong></p> <p>Adjective Order</p> <p><b>B. Choose the correct alternative.&nbsp;</b></p> <p>a. an old foreign car / a foreign old çar&nbsp;</p> <p>An old foreign car&nbsp;</p> <p>b. a beautiful white dress/ a white beautiful dress&nbsp;</p> <p>A beautiful white dress&nbsp;</p> <p>c. a nice tail young manla tall nice young man&nbsp;</p> <p>A nice tall young man&nbsp;</p> <p>d. a big black wooden desk/ a black wooden big desk&nbsp;</p> <p>A big black wooden desk&nbsp;</p> <p>e. a delicious Italian pizza / an Italian delicious pizza&nbsp;</p> <p>A delicious Ttattant pizza&nbsp;</p> <p>f. a huge brown bear / A brown huge bear&nbsp;</p> <p>A huge brown bear&nbsp;</p> <p>g. a purple cotton sleeping bag / a cotton purple sleeping bag&nbsp;</p> <p>A purple cotton sleeping bag&nbsp;</p> <p>h. a beautiful old Indian village / an old beautiful Indian village&nbsp;</p> <p>An old beautiful Indian village&nbsp;</p> <p>i. a cute little kitten/ a little cute kitten&nbsp;</p> <p>A cute little kitten&nbsp;</p> <p>j. an expensive antique lan antique expensive table&nbsp;</p> <p>An antique expensive table&nbsp;</p><p><br /></p> <p><b>C. Put the adjectives in the following sentences in the correct order.&nbsp;</b></p> <p>a. I bought /a /comfortable/new) scooter.&nbsp;</p> <p>I bought a comfortable new red scooter.&nbsp;</p> <p>b. She reached home and sat on (relaxing/old/her/wooden) hair.&nbsp;</p> <p>She reached home and sat on her old wooden relaxing chair.&nbsp;</p> <p>c. We ate (Chinese/delicious/some) food.&nbsp;</p> <p>We ate some delicious Chinese food.&nbsp;</p> <p>d. I need (golden/delicious/some/round) apples.&nbsp;</p> <p>I need some delicious round golden apples.&nbsp;</p> <p>e. We like to live in a (calm/unmediated/remote) place for some time.&nbsp;</p> <p>We would like to live in a calm unmediated remote place for&nbsp;</p> <p>some time.&nbsp;</p> <p>f. She is wearing (silver/beautiful / a(n)/ old) ring.&nbsp;</p> <p>She is wearing a beautiful old silver ring.&nbsp;</p> <p>g. I am looking for (golden/stylish/a/Japanese) leather watch.&nbsp;</p> <p>I am looking for a stylish golden Japanese leather watch.&nbsp;</p> <p>h. She dropped (old/china/attractive/a(n)) cup and smashed it.&nbsp;</p> <p>She dropped an attractive old China cup and smashed it.&nbsp;</p> <p>i. He wants to marry a (young/pretty/educated/a(n)/rustic) girl.&nbsp;</p> <p>He wants to marry a pretty young educated rustic girl.&nbsp;</p> <p>j. We stayed in a (luxurious/five star/new) hotel in Dubai.&nbsp;</p> <p>We stayed in a new luxurious five-star hotel in Dubai.&nbsp;</p>",
"rewardTxt": " Practice Questions",
"reward": "<div><br /></div><div><div>20.</div><div><br /></div><div>Order of Adjectives Exercise</div><div><br /></div><div>Put the words in brackets in the correct order.</div><div>1. We wanted (grey / a / metal) table.</div><div>2. They bought (red / a / new) car.</div><div>3. She went home and sat on (comfortable / her /</div><div>wooden / old) bed.</div><div>4. He bought (woollen / a / British / fabulous) suit.</div><div>5. They have (Dutch / black) bicycles.</div><div>6. He wants (some / French / delicious / really)</div><div>cheese.</div><div>7. (young / a / pretty) girl walked into the room.</div><div>8. He has (a lot of / old / interesting) books.</div><div>9. She bought (plastic / red / a / new) plastic</div><div>lunchbox.</div><div>10. He is looking for (leather / stylish / a /black) bag.</div><div>11. She dropped (old / beautiful / the) plate and it</div><div>smashed.</div><div>12. I want (silk / green / an / amazing) dress.</div><div>13. She drank (Italian / black / hot) coffee.</div><div>14. He saw (French / writing / old / an) desk.</div><div>15. They stayed in (little / a / cute) cottage.</div><div>16. I visited (ancient / a / spooky / German) castle.</div><div>17. He has (silver / old / beautiful / a) ring.</div><div>18. We ate (green / English / round / some) apples.</div><div>19. I need (computer / comfortable / a) desk.</div><div>20. They went on holiday to (small / wooden / a /</div><div>beautiful) cabin.</div><div><br /></div><div><br /></div><div>Answers:</div><div>1. We wanted a grey metal table.</div><div>2. They bought a new red car.</div><div>3. She went home and sat on her comfortable old wooden bed.</div><div>4. He bought a fabulous British woollen suit.</div><div>5. They have black Dutch bicycles.</div><div>6. He wants some really delicious French cheese.</div><div>7. A pretty young girl walked into the room.</div><div>8. He has a lot of interesting old books.</div><div>9. She bought a new red plastic lunchbox.</div><div>10. He is looking for a stylish black leather bag.</div><div>11. She dropped the beautiful old plate and it smashed.</div><div>12. I want an amazing green silk dress.</div><div>13. She drank hot black Italian coffee.</div><div>14. He saw an old French writing desk.</div><div>15. They stayed in a cute little cottage.</div><div>16. I visited a spooky ancient German castle.</div><div>17. He has a beautiful old silver ring.</div><div>18. We ate some round green English apples.</div><div>19. I need a comfortable computer desk.</div><div>20. They went on holiday to a beautiful small wooden cabin.</div></div> "
    }
  ]
