[
    {
      "title": "Unit 1",
      "story": "<p>Aamako Sapana is a Nepali Translation of English Phrase - 'Mother's dream'. To talk about aama ko sapana summary class 12 Chapter 1, we can infer that the mother is characterised by Nepal country and her son, are Nepalese people. Various expectations that have been hoped by mother (Aama) have been discussed in this poem. <br/> <p> The author of the poem is Gopal Prasad Rimal and he has written poems in prose style using the sentiments of nationalism, motherly love, revolutionary sentiments and images. The poem depicts the absence of democracy in Nepal at a time when autocratic dictatorship was prevalent in Nepal. The poet has expressed the feeling that a revolution is needed to eradicate the then autocratic system of government prevailing in Nepal through the dialogue of mother and son.</p><br/> <p> The detailed summary and full exercise solution are provided in this note. Let's first discuss about class 12 Nepali chapter 1 solution.</p><br/><br/>      <p><strong>आमाको सपना</strong></p><p><strong><br /></strong></p><p><strong>अभ्यास:&nbsp;</strong></p> <p><strong>शब्दभण्डार</strong></p><p><strong><br /></strong></p> <p><strong>१. उस्तै अर्थ दिने शब्दविच जोडा मिलाउनुहोस् :</strong></p> <p>उषा - झिसमिसे उज्यालो</p> <p>सपना - रमाइलो भविष्यको आशा वा कल्पना</p> <p>यौवन - युवा अवस्था</p> <p>कलिलो - कलकलाउँदो</p> <p>रमाइलो भविष्यको आशा वा कल्पना</p> <p>संग्राम - लँडाई</p> <p>जडता - मुर्खता</p> <p>कण्ठ - घाँटी</p> <p>आशा - चाहेको वस्तु पाउने इच्छा</p><p><br /></p> <p><strong>२. अर्थसँग मिल्ने शब्द पाठबाट खोजेर लेख्नुहोस् :</strong></p> <p>(क) राती जमिन, रुख, पात आदिमा पर्ने पानीका ससाना थोप्ला - शित</p> <p>(ख) ओठमा राखी दाहिने कुमतिर फर्काई बजाइने बाँस, निगालो आदिबाट बनाइएको बाजा - बाँसुरी</p> <p>(ग) लिने वा समात्ने काम - ग्रहण</p> <p>(घ) सिर्जना गर्ने क्षमता - सिर्जना शक्ति</p> <p>(ङ) सन्तुष्ट हुने वा पार्ने वचन - सान्त्वना</p> <p>(च) वेगसित चलेको हावा - हुरि</p><p><br /></p> <p><strong>३. दिइएका शब्दको पर्यायवाची शब्द लेख्नुहोस् र तिनलाई वाक्यमा प्रयोग पनि गर्नुहोस् :</strong></p> <p>वायु - हावा, पवन, समीर, अनिल, मारुत।</p> <p>स्वस्थ हावा ग्रहण गर्न पाउनु सबै मानिसको अधिकार भएकोले वायु प्रदूषण नियन्त्रणमा सम्बन्धित निकायले शिघ्रातिशिघ्र ठोस कदम चाल्नुपर्ने पर्ने देखिन्छ।&nbsp;</p> <p>आमा - माता, जननी, धात्री</p> <p>जननी र जन्मभूमि स्वर्गभन्दा पनि महान हुन्छन्।</p> <p>मधुर - प्रिय, मिठो,&nbsp; मधुसमान मिठो&nbsp;</p> <p>मिठो गीत गाउने कला भएकी सिताको मधुर गीत सुनने हो भने जो पनि मन्त्रमुग्ध बन्छ।</p> <p>गरिमा - गौरव, गुरुत्व, इज्जत&nbsp;</p> <p>सगरमाथा र बुद्धको जन्मस्थल लुम्बिनी नेपालका गौरवः हुन्।</p> <p>करुणा - दया, कृपा, अनुग्रह&nbsp;</p> <p>नातावाद कृपावाद भएकै कारणले गर्दा नेपालमा अयोग्य मान्छेहरुले अधिकार पाईरहेका छन्।</p> <p>नगर - सहर</p> <p>भर्खरै निर्वाचित यस नगरका मेयर शिशिर पौडेलले अबको एक वर्षभित्र भित्रमा सहरलाई प्रदूषणमुक्त बनाउने कुरा गरेका छन्।</p> <p>दक्ष - क्षमतावान, सिपालु, विज्ञ&nbsp;</p> <p>सिपालु र क्षमतावान जनशक्ति तयार पार्नु आजको शिक्षाको मूल उद्देश्य हो।</p> <p>एकान्त - एक्लो, सुनसान</p> <p>एक्लो वा सुनसान हुँदा मेरो सृजनात्मकता चरम बिन्दुमा पुग्छ।</p> <p>धरती - पृथ्वी, भू, धरणी, जमिन, वसुंधरा, अचला, धरा,</p> <p>जीवको अस्तित्व पृथ्वी बाहेकको कुनै अन्य ग्रहमा नरहेको कारणले गर्दा हामीले पृथ्वीको रक्षा गर्नुपर्छ।</p> <p>शिशु - वालक, बच्चा,&nbsp;</p> <p>शिशु जन्मेको ५ हप्तासम्म आँसु नझारिकन रुन्छन्।</p><p><br /></p> <p><strong>४.दिइएका उखानको प्रयोग गरी आफ्नो जन्मस्थानको वर्णन गर्नुहोस् :</strong></p> <p>एकले थुकी सुकी सयले थुकी नदी, नजिकको तीर्थ हेला, जिउँदाको जन्ती मर्दाको मलामी, आफू भलो त जगतै भलो, एक हातले ताली बज्दैन</p> <p>प्रकृतिको अनुपम सुन्दरतामा रमाएको पहाडको एउटा सानो ग्राममा मेरो जन्म भएको हो। जिउँदाको जन्ती मर्दाको मलामी भन्ने उखानलाई मूर्तरुप दिँदै यहाँका गाउँबासीहरुले एक अर्काको सुखदुःखमा सहभागी हुन आउँछन्। गाउँमा उपलब्ध सबै स्रोत र साधनहरु, देवालयहरुकोलाई प्राथमिकता दिने र केहि आवश्यक परे आफैँले उत्पादन गर्ने गाउँलेको स्वभावले यहाँ नजिकको तिर्थ हेला हुन पाएका छैनन्। गाउँमा विद्यमान एकताको उदाहरण त गतसाल सडकमा नआएकोले, गाउँका एक किसानले एक्लै कुटो कोदालोले सडक खन्न सुरु गरेको र एकले थुकि सुकी सयले थुकी नदी भन्ने विचारलाई आत्मसात् गर्दै सवै गाउँलेले उनलाई साथ दिएर सडक निर्माण समेत गरेको कुराले पुष्टि गर्दछ। तर पनि एक हातले तालि कहिले बजेको थियो र? श्रम मात्र भएपनि पुँजी नभएको कारण बेला बेला सडक मर्मत सम्भार गर्न सकिरहेका छैनन्। जे भएपनि, आफु भलो त जगतै भलो, भन्ने विचारलाई आत्मसात् गरेका हाम्रा ग्रामबासीको भावनाले गाउँ विकसित हुने दिन धेरै टाढा नरहेको कुरामा म विश्वस्त छु।</p><p><br /></p> <p><strong>५. दिइएका पारिभाषिक शब्दलाई शब्दकोशीय अनुक्रममा मिलाउनुहोस् र शब्दकोशको सहायता लिई तिनको अर्थ पनि लेख्नुहोस् :</strong></p> <p>शब्दकोशीय अनुक्रममा संग्रहित शब्द-</p> <p>अधिवक्ता, अध्यादेश, इजलास, कायलनामा, जमानत, तारिख, देवानी, फौजदारी, बिगो, मुचुल्का, वारेस, विधेयक, सनाखत, सरजमिन, हदम्याद</p><p><br /></p> <p>अध्यादेश - न सरह लागू हुने गरी जारी गरिने कार्यकारी आदेश</p> <p>अधिवक्ता - निश्चित तहमा कानूनको अभ्यास गर्ने व्यवसायी/ वकिल</p> <p>देवानी - फौजदारी मुद्दाबाहेक अन्य मुद्दाहरु हेर्ने विषय</p> <p>फौजदारी &nbsp;- चोरी, डकैती, हत्या, झगडा आदि अपराधको न्यायिक कारवाहीसँग सम्बन्धित विषय</p> <p>वारेस - हक लाग्ने व्यक्ति, उत्तराधिकारी</p> <p>सरजमिन - त्यो ठाउँ जहाँ सम्बन्धित घटना घटेको वा समस्या परेको छ।</p> <p>मुचुल्का - घटनास्थलका प्रत्यक्षदर्शी वा त्यहाँका मानिसहरूले लेखिदिएको बयानको कागज</p> <p>अधिवक्ता - अधिकृत तहको कानुन व्यवसायी</p> <p>विधेयक - संसदसमक्ष पेस गरिने अपरिपक्व कानुनी मस्यौदा</p> <p>जमानत - धितो, धरौटी</p> <p>बिगो - अनुचित किसिमले लिएको धनमाल वा सो धनमालमा दाबी गरिएको निश्चित रकम</p> <p>इजलास - अधिकारी द्वारा मुद्दाको सुनुवाइ हुने&nbsp; स्थान, अदालत</p> <p>कायलनामा -&nbsp; अपराध, कसुर वा गल्ती स्वीकार गरी लेखिदिने कागज</p> <p>हदम्याद - अन्तिम मिती वा निश्चित अवधि</p> <p>सनाखत -&nbsp; भिडाउने वा चिनाउने काम, बेवारिसे लास आदि चिन्न लाउने काम</p> <p>तारिख - अदातलबाट विवादित पक्ष वा निजको वारिसलाई हाजिर हुन आउनू भनी लेखिदिएको मिति</p><p><br /></p> <p><strong>बोध र अभिव्यक्ति</strong></p> <p><strong>१.गति, यति, आरोह र अवरोह मिलाई कविताको वाचन गर्नुहोस् र वाचनमा लाग्ने समय</strong></p> <p><strong>टिपोट गर्नुहोस् ।<br /><br /></strong></p> <p><strong>२. 'आमाको सपना' कविता वाचन गर्नुहोस् र यिनमा अभिव्यक्त विषयवस्तुको वर्णन गर्नुहोस् ।</strong></p> <p>&nbsp;( सुरुवातमा सारांशमा भनेका कुराहरुलाई लेख्नुहोस)</p><p><br /></p> <p><strong>३.दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर दिनहोस</strong></p> <p><i>आमा, त्यो आउँछ र ?</i></p> <p><i>\"हो, बा, त्यो आउँछ</i></p> <p><i>त्यो बिहानको सूर्य भै उज्यालो छर्दै आउँछ ।</i></p> <p><i>त्यसको कम्मरमा झुन्डिएको शीत जस्तै टल्कने</i></p> <p><i>तिमी एक हतियार देख्ने छौ</i></p> <p><i>त्यसैले ऊ अधर्मसित लड्ने छ</i></p> <p><i>त्यो आउँदा तिमी पहिले त सपना हो कि भनेर</i></p> <p><i>छामछुम गर्ने छौ तर त्यो हिउँ र आगोभन्दा पनि</i></p> <p><i>बढ़ता छोइने भएर आउँछ ।”</i></p><p><i><br /></i></p> <p><strong>प्रश्नहरू</strong></p> <p><strong>(क) 'त्यो' र 'तिमी' भनेका को को हुन् ?</strong></p> <p>त्यो भनेर कविले क्रान्ति र परिवर्तनलाई संकेत गर्न खोजेका छन र यो कुरा नेपाल आमाले आफ्ना सन्तानहरूलाई सुनाइरहेको कारणले गर्दा 'तिमी' सर्वनामले तत्कालका नेपाली सन्तान लाई संकेत गरेको बुझ्न सकिन्छ।&nbsp;</p><p><br /></p> <p><strong>(ख) किन क्रान्तिको आवश्यकता परेको हो ?</strong></p> <p>दमन, शोषण, एकाधिकार, हत्या, हिंसा, अशान्ति, प्रकृति र सुरत र साधनको एकलौटी प्रयोग, शासकले देश विकास भन्दा एकल स्वार्थलाई महत्व दिएको विषय र नेपाल आमाले अपेक्षा गरेको सुन्दर शान्त र खुशी विद्यमान रहेको नेपाली समाज र देशको परिकल्पना साकार पार्नको लागि क्रान्तिको आवश्यकता परेको हो।&nbsp;</p><p><br /></p> <p><strong>(ग) 'त्यो हिउँ र आगोभन्दा पनि बढ़ता छोइने भएर आउँछ' भन्नुको तात्पर्य के हो ?</strong></p> <p>छोइनु भनेको महसुस गर्न सक्ने क्षमता हो। हिउँ र आगो को संज्ञा दिएर अब आउने क्रान्ति र क्रान्ति गर्ने क्रान्तिकारहरुको क्षमता, शक्ति, बल, अदम्य साहस र बलियो आगमनलाई भन्न खोजिएको छ।&nbsp;</p><p><br /></p> <p><strong>(घ) माथिको कवितांशमा कस्तो शैलीको प्रयोग गरिएको छ?&nbsp;</strong></p> <p>कविताको समग्र शैलि गद्य हो भने प्रयुक्त कवितांशमस प्रश्नोत्तर र संवादात्मक शैलीको प्रयोग गरिएको छ।</p><p><br /></p> <p><strong>४. तलको कवितांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><i>\"हो, तिमी जन्मदा तिम्रो कलिलो अनुहारमा</i></p> <p><i>त्यसकै छाया देख्ने आशा गरेकी थिएँ</i></p> <p><i>तिम्रो हिस्सी परेको हँसाइमा त्यसैको सुन्दर छवि</i></p> <p><i>तिम्रो तोते बोलीमा त्यसैको मधुर ध्वनि</i></p> <p><i>तर त्यो मिठो गीतले तिमीलाई</i></p> <p><i>हो र आमा !</i></p> <p><i>आफ्नो बाँसुरी बनाएनछ !</i></p> <p><i>त्यो तिमी नै हौला भन्ने</i></p> <p><i>मेरो यौवनभरिको सपना थियो । \"</i></p><p><i><br /></i></p> <p><strong>प्रश्नहरू</strong></p> <p><strong>(क) आमाको सपना के थियो ?</strong></p> <p>आमाले आफूले हालसम्म जन्माएका सबै सन्तानमा त्यसको छविको अपेक्षा गरेको विषय कवितांशमा अभिव्यक्त भएको छ। त्यस भन्नाले क्रान्तिको आगोमा होमिन सक्ने क्षमता भएको योद्धा नै जन्माएको अपेक्षा गरेको थिइन। त्यो सपना तत्कालसम्म साकार हुन नसकेको भएपनि आगतमा त्यस किसिमको क्रान्ति र परिवर्तन ल्याउन सक्ने क्षमता भएको सन्तान जन्मिने र देशमा व्याप्त सबै बेथितिको उन्मुलन गराउने विषयलाई कवितामा प्रस्तुत गरिएको छ। यो कुरा 'त्यो' अर्थात प्रजातन्त्र आएपछि मात्र साकार हुने छ।</p><p><br /></p> <p><strong>(ख) 'त्यो मिठो गीतले तिमीलाई आफ्नो बाँसुरी बनाएनछ' भन्नुको तात्पर्य के हो?</strong></p> <p>मिठो गीतको सन्दर्भ अबको नयाँ पुस्तामा निहित हुने कुरा आमालाई थाहा छ। मिठो गितको कला प्रजातन्त्रको संवाहक रहेका नेपाली योद्धाहरुमा निहित हुने र त्यो कला नेपाल आमाले जन्माउने सबै सन्तानमा गरेको, तर त्यो क्रान्तिपुरुष जन्मेको आमाको सपना यसपालि पनि साकार हुन नसकेको विषय बिम्बात्मक शैलिबाट कविले व्यक्त गरेका छन्।</p><p><br /></p> <p><strong>५) कवितामा 'आमा' र 'छोरा' के केका प्रतीकका रूपमा प्रयोग गरिएका छन्, छलफल गर्नुहोस् ।</strong></p> <p>कवितामा आमाले - नेपाल आमा र छोराले - नेपालीहरुको प्रतिक संकेत गरेको छ। बिम्बात्मक शैलीबाट विश्लेषण गर्ने हो भने, आमा (नेपाल आमा) छोरा (नेपाली योद्धाहरु) र त्यो भन्नाले क्रान्तिको प्रतिक बोकेको मान्न सकिन्छ।</p><p><br /></p> <p>कवितामा 'त्यो' भनेर क्रान्तिलाई मात्र संकेत नगरि क्रान्तिकारी क्षमता भएका भावि पुस्तालाई सङ्केत गर्न खोजिएको छ, कवितामा त्यो आउनेछ भनेर नेपाल आमाले जन्माउने अबका (देशभक्त विर योद्धाहरु ) भावी पुस्ताहरु जसले नेपालको लागि लड्नेछन् तिनीहरूको बारेमा कुरा गर्न खोजिएको छ.</p><p><br /></p> <p>आमा र छोराको संवादको माध्यमबाट नेपालमा व्याप्त त्यतिबेलाको निरंकुश शासन प्रणालीलाई उन्मूलन गर्न क्रान्ति आवश्यक रहेको र त्यसमा होमिन हौँस्याउँदै नेपाल आमाले आफ्ना सन्तानलाई हौसला दिइरहेको भाव कविले व्यक्त गरेका छन्।</p><p><br /></p> <p><strong>६..कवितामा कस्तो परिवेशको चित्रण गरिएको छ, छलफल गरी उत्तर दिनुहोस्।</strong></p> <p>नेपाली वाङ्मयमा गद्य कविताशैलिका आविष्कारक मानिने गोपालप्रसाद रिमालद्वारा रचिएको संवादात्मक शैलिको कविता 'आमाको सपना' कविता एक बिम्बात्मक कविता हो। कवितामा नेपालमा निरंकुश राणाशासन व्याप्त, प्रजातन्त्र नआँउदैको परिवेशलाइ चित्रण गरिएको छ।</p><p><br /></p> <p>बिम्बात्मक शैलीबाट विश्लेषण गर्ने हो भने, आमा (नेपाल आमा) छोरा (नेपाली योद्धाहरु) र त्यो भन्नाले क्रान्तिको प्रतिक बोकेको मान्न सकिन्छ। शोषण, दमन, विभेद, अन्याय, अत्याचार, अधिकार खोसिएको र अशान्ति बाट पीडित भएकी नेपाल आमाले परिवर्तनको आशमा यसबाट मुक्ति पाउनको लागि क्रान्ति आवश्यक रहेको कुरा औँल्याउँदै आफ्ना छोराहरु अर्थात् नेपालीहरुलाई क्रान्ति गर्नकोलागि आह्वान गरेकी छिन् ‌।</p><p><br /></p> <p>कवितामा 'त्यो' भनेर क्रान्तिलाई मात्र संकेत नगरि क्रान्तिकारी क्षमता भएका भावि पुस्तालाई सङ्केत गर्न खोजिएको छ, कवितामा त्यो आउनेछ भनेर नेपाल आमाले जन्माउने अबका (देशभक्त विर योद्धाहरु ) भावी पुस्ताहरु जसले नेपालको लागि लड्नेछन् तिनीहरूको बारेमा कुरा गर्न खोजिएको छ। यसले देशमा निरंकुश राणाशासन व्याप्त रहेको र प्रजातन्त्रको आगमन भइनसकेको परिवेशलाई जनाउन खोजिएको कुरा प्रष्ट रुपमा बुझ्न सकिन्छ।&nbsp;</p><p><br /></p> <p>रोगीलाई झैँ कपाल मुसारी रहनु पर्ने छैन भन्ने अभिव्यक्तिले वर्तमान सन्तानहरु क्रान्ति गर्न सक्ने क्षमताका नरहेको रोगी झैं कमजोर शारीरिक र मानसिक रुपमा अशक्त भएजस्ता रहेकोले आफ्ना वर्तमान सन्तानबाट क्रान्तीको अपेक्षा गर्न नसकिने तर अबको भावी सन्तान अहिलेको जस्तो नभएर अदम्य साहस बल, जाँगर र शक्ति भएको हुने सपना आमाले देखेको छिन।&nbsp;</p><p><br /></p> <p>क्रान्ति गर्नको लागि अहिलेका पुस्ताहरु बाट सम्भव नरहेको कुरा नेपाल आमालाई थाहा छ, त्यसैले ती आमाले आँफूले जन्माएका प्रत्येक छोराहरुमा क्रान्ति गर्न सक्ने क्षमता हुने अपेक्षा गरेको भएपनि त्यो अझसम्म साकार हुन नसकेको तर अबका सन्तानले आफ्नो अपेक्षा अनुरुपको क्रान्ति गर्ने कुरामा नेपाल आमा विश्वस्त छिन, र यीनै कथाहरु आफ्ना अहिलेका छोराहरुलाई आमालेे सुनाउँदै गरेको भाव यस गद्य कवितामा सुन्दर रुपमा कविले अभिव्यक्त गरेका छन।</p><p><br /></p> <p>आमा र छोराको संवादको माध्यमबाट नेपालमा व्याप्त त्यतिबेलाको निरंकुश शासन प्रणालीलाई उन्मूलन गर्न क्रान्ति आवश्यक रहेको र त्यसमा होमिन हौँस्याउँदै नेपाल आमाले आफ्ना सन्तानलाई हौसला दिइरहेको भावले कविले नेपालको राजतन्त्र र एकतन्त्र विद्यमान परिवेशलाई चित्रण गर्न खोजेको विषय बुझ्न सकिन्छ।</p><p><br /></p> <p><strong>७. 'मैले यसरी रोगीलाई झैँ तिम्रो कपाल मुसारिरहनुपर्ने छैन कवितांशबाट कविले के खोजेका हुन्, आफ्नो प्रतिक्रिया व्यक्त गर्नुहोस् ।</strong></p> <p>रोगी भनेको असमर्थ र असहाय व्यक्ति हो जो शारिरिक वा मानसिक रुपमा स्वस्थ हुँदैन। कवितामा जतिबेला नेपालमा परिवर्तन र क्रान्ति आउनेछ त्यतिबेला उनका अहिलेका सन्तानहरू पनि रोगी झैं र असाहाय झैं निष्क्रिय भएर बसे छैनन्, उनीहरु क्रान्तिमा हुोमिने छन भन्ने विषयलाई प्रयुक्त विम्बको माध्यमबाट प्रस्तुत गर्न खोजिएको छ|</p><p><br /></p> <p>कवितामा रोगीको संज्ञा नेपाल आमाले आफ्ना तत्कालका सन्तानहरुलाई दिएकी छिन्। यसअर्थमा यो बुझ्न सकिन्छ कि तत्कालका सन्तानहरु क्रान्ति गर्न योग्य थिएनन्। उनीहरुमा क्रान्ति गर्नको लागि आवश्यक बल, साहस, हिम्मत, शक्ति थिएन। यसर्थ देशमा अपेक्षाकृत परिवर्तन र क्रान्ति हुन नसकिरहेको तर जतिबेला क्रान्ति गर्ने साहस भएका क्रान्ति पुरुषहरूको जन्म हुनेछ त्यतिबेला उनीहरुलाई साथ दिन अहिले निष्क्रिय भएर बसिरहेका उनका रोगी जस्ता छोराहरु पनि क्रान्ति को लागि सरिक भएर लाग्ने भविष्यवाणी नेपाल आमाले गरेकी छन्।&nbsp;</p><p><br /></p> <p><strong>८. 'आमाको सपना' कवितामा कविले क्रान्ति किन र कसरी आउने कल्पना गरेका छन्, दिइएका बुँदालाई समेत आधार बनाई समीक्षात्मक प्रतिक्रिया लेख्नुहोस् :</strong></p><p><strong><br /></strong></p> <p>'आमाको सपना' कविता संवादात्मक शैलीमा लेखिएको गोपालप्रसाद रिमालका उत्कृष्ट कविताहरुको मध्येको एक हो।</p> <p>प्रजातन्त्र नआउँदैको नेपालको परिवेशलाई चित्रण गर्दै देशवासीको शासकहरूको दमनबाट उन्मुक्तिको लागि क्रान्ति आवश्यक रहेको कुरा कवितामा मूल रुपमा अभिव्यक्त भएको छ।&nbsp;</p><p><br /></p> <p>शोषण, दमन, विभेद र अशान्ति बाट पीडित भएकी नेपाल आमाले परिवर्तनको आशमा यसबाट मुक्ति पाउनको लागि क्रान्ति आवश्यक रहेको कुरा औँल्याउँदै आफ्ना छोराहरु अर्थात् नेपालीहरुलाई क्रान्ति गर्नकोलागि आह्वान गरेकी छिन् ‌।</p> <p>कवितामा 'त्यो' भनेर क्रान्तिलाई मात्र संकेत नगरि क्रान्तिकारी क्षमता भएका भावि पुस्तालाई सङ्केत गर्न खोजिएको छ, कवितामा त्यो आउनेछ भनेर नेपाल आमाले जन्माउने अबका (देशभक्त विर योद्धाहरु ) भावी पुस्ताहरु जसले नेपालको लागि लड्नेछन् तिनीहरूको शिघ्र आगमनको सपना नेपाल आमाले देखेकी छन्।</p><p><br /></p> <p>शीत जस्तै टल्कने एक हतियार कम्मरमा झुन्ड्याएर अर्थात अजेय बल र साहसले भरिपूर्ण नेपाल आमाका अबका सन्तान अहिलेको जस्तो निष्क्रिय र कमजोर नभएर हिउँ भन्दा बढी जाडो दिन सक्ने र आगो भन्दा बढी गर्मी दिन सक्ने अतुलनीय साहसको साथ आउने परिकल्पना आमाको छ। बिहानको सूर्य झैँ उज्यालो छर्दै क्रांति र परिवर्तनको उज्यालो किरण बोकी आउने कुरा कवितामा गरिएको छ।</p><p><br /></p> <p>हुरिको जस्तो कुनै पहाड रोक्न नसक्ने बेगमा क्रान्ति आउने र त्यस क्रान्तिलाई पछ्याउदै नेपाल आमाका वीर योद्दाहरू युद्धमा होमिनुपर्ने कुरा आमाको इच्छा हो।</p><p><br /></p> <p>समग्रमा, अजेय बल, अदम्य आँट, र दृढ इच्छाशक्ति बोकेर शोषण र दमनको अध्याँरोमा उज्यालो छर्दै, अधर्मसित लड्न, आमाको सपना साकार पार्न, जनताले जीवनरक्षाका र स्वतन्त्रताकोलागि अर्को आश्रय खोज्नुपर्ने अवस्थाको अन्त्य गर्न क्रान्ति र क्रान्तिकारहरुको आवश्यकता रहेको भाव समग्र कविताबाट पाउन सकिन्छ।</p><p><br /></p> <p><strong>९. आमाको सपना के हो र त्यो कसरी साकार हुन सक्छ, 'आमाको सपना' कविताका आधारमा समीक्षात्मक उत्तर लेख्नुहोस् ।</strong></p> <p>देशप्रेमी कवि गोपालप्रसाद रिमालद्वारा लिखित 'आमाको सपना' कवितामा आमा छोराको संवादको माध्यमबाट कविले आफ्ना विचारहरु व्यक्त गरेका छन्। नेपाल आमालाई आमाको रुपमा र नेपालीहरुलाई छोराको रुपमा उभ्याएर आपसी संवादको माध्यमबाट आमाले क्रान्तिको आवश्यकता र आफ्ना सपनाहरूको विषयमा छोरासँग भलाकुसारी गरिरहेकी छिन्। समग्र कविताको भाव समाज रुपान्तरणको लागि क्रान्ति आवश्यक रहेको र यो क्रान्ति एकदमै निकट रहेको विषयलाई पाठकसमक्ष संवाहन गर्न खोजिएको छ।</p><p><br /></p> <p>आमाको सपना अरु केही नभएर परिवर्तन हो र त्यो परिवर्तन त्यतिबेला सम्भव छ त्यतिबेला क्रान्ति गर्न सक्ने देशभक्त सिपाहीहरू नेपाल आमाले जन्माउन सक्छिन्। आफुले जन्माएका सबै छोराहरुमा क्रान्ति गर्न सक्ने क्षमताका हुनेछन् भन्ने उनको आजसम्म अपेक्षा, अपेक्षा मात्र रहेको तर अब त्यो सपना साकार हुने भविष्यवाणी नेपाल आमाले गरेकिछिन्। अहिलेका आफ्ना सन्तान जस्ता निरीह कमजोर, असहाय र दमित अबका सन्तान नहुने कुरा नेपाल आमाले गरेकी छन्। प्रजातन्त्र आउनेछ र त्यसलाई भित्राउन सबै नेपालीहरुको तन र मन लगाएर लागिपर्ने छन् भन्ने दृढ अपेक्षा नेपाली आमाको छ।&nbsp;</p><p><br /></p> <p>&nbsp;क्रान्तिविना अशान्ति, अधर्म, असत्य र अन्यायको अन्त्य नहुने भएकाले&nbsp; क्रान्ति अवश्य हुनेछ । एक न एक दिन क्रान्तिको हुरि आई निरंकुशताको धुलो उडाइ लग्ने र अन्धकार अन्त्य भई सुनौलो विहानीको उदय भएरै छाड्ने कुरामा नेपाल आमा विश्वस्त देखिन्छिन। आमाको क्रान्तिको सपना एक दिन अवश्य साकार हुने छ। क्रान्तिपुत्र जन्मने छन, अन्धकारलाई समाप्त पार्दै उज्जवल भविष्यको बाटो खन्ने छ, शोषण, दमन, अन्याय, अत्याचार र अधर्म, निरङ्कुशता र कुशासनको अन्त्य भएको सुन्दर एवम् प्रजातान्त्रिक समाजको निर्माण गर्ने कुरा आमाले छोरालाई सुनाउँदै छिन।</p><p><br /></p> <p>क्रान्तिप्रति निश्चयको विश्वास प्रकट गरि निकट भविष्यमै अपेक्षाकृत र स्वप्निल परिवर्तन हुने कुरा आफ्नो सपना रहेको र यस सपना साकार हुने विश्वास आमाले छोरालाई काखमा राखेर कपाल सुम्सुम्याउँदै गरिरहेकी छिन्। हिउँ र आगोभन्दा पनि बढी सामर्थ्यवान भएर क्रान्ति आउने विचार आमाबाट व्यक्त भएको छ ।</p><p><br /></p> <p>जसरी एक आमाले जन्म दिने पुत्रमाथि आफ्ना कैंयौं सपना र दुख मोचनको अपेक्षा राखेकी हुन्छिन, त्यसैगरी नेपाल आमाले पनि, क्रान्तिपुत्र जन्मेर शोषण र अन्यायमा पिल्सिएको देश र देशवासिको दुखको अन्त्य गर्ने सपना बोकेकि छिन्। प्रजातन्त्रको सुनौलो विहानीको उदाउने छ र त्यो किरण छर्ने काम आफ्ना भावी सुपुत्रले गर्ने छन् भन्ने सपनामा बाँचिरहेकी नेपाल आमाको सजिव चित्रण यस कवितामा गरिएको छ।</p><p><br /></p> <p><strong>१०. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको छोटो उत्तर दिनुहोस्&nbsp;</strong></p> <p><strong>(क) पदक्रमका आधारमा संसारका भाषालाई कति प्रकारमा वर्गीकरण गरिएको छ ?</strong></p> <p>क्रमका आधारमा संसारका भाषालाई छ प्रकारमा वर्गिकरण गरिएको छ।</p><p><br /></p> <p><strong>(ख) नेपाली र अङ्ग्रेजी कस्तो कस्तो पदक्रम भएका भाषा हुन् ?</strong></p> <p>नेपालीमा पदक्रम कर्ता - कर्म - क्रियाको रूपमा हुन्छ भने अंग्रेजीमा कर्ता - क्रिया - कर्म हुन्छ‌।</p><p><br /></p> <p><strong>(ग)&nbsp; पदक्रम र आलङ्कारिक पदक्रममा के भिन्नता छ ?</strong></p> <p>व्याकरणिक पद क्रममा व्याकरणलाई प्राथमिकतामा राखिन्छ र यसमा पदहरू निश्चित उद्देश्यले प्रयोग हुन्छन् भने आलंकारिक पद क्रममा भावलाई प्राथमिकता दिइन्छ।</p><p><br /></p> <p><strong>(घ) भाषामा विचलन किन हुन्छ ?</strong></p> <p>भाव बोधमा सहजताको लागि भाषामा विचलन हुन्छ।</p><p><br /></p> <p><strong>११. दिइएको कवितांशलाई सामान्य पदक्रममा रूपान्तरण गर्नुहोस् र कवितांशले भन्न खोजेको कुरा के हो, छलफल गरी उत्तर दिनुहोस् :</strong></p><p><strong><br /></strong></p> <p><i>सत्य कुरालाई तिमी यसरी</i></p> <p><i>चुम्बकिएर कथा सुने झैँ सुन्ने छैनौ</i></p> <p><i>तिमी त्यसलाई आफैँ नै देख्न सक्ने, सहन सक्ने र</i></p> <p><i>ग्रहण गर्न सक्ने हुने छौ ।</i></p> <p><i>मैले यसरी धैर्य दिनुको सट्टा तिमी सङ्ग्राममा जाँदा</i></p> <p><i>लाख सम्झाएर पनि नमान्ने आमाको मनलाई</i></p> <p><i>सान्त्वना दिँदै बिदा हुने छौ ।</i></p><p><i><br /></i></p> <p><strong>उत्तर :</strong></p> <p>तिमी यसरी चुम्बकिएर सत्य कुरालाई कथा सुन्ने झैं सुन्ने छैनौ। त्यसलाई तिमीले आफैंले देख्न सक्ने सहन सक्ने र ग्रहण गर्न सक्ने हुनेछौ। तिमी सङ्ग्राममा जाँदा मैले यसरी धैर्य दिनुको सट्टा लाख सम्झाएर पनि नमान्ने आमाको मनलाई सान्त्वना दिँदै बिदा हुनेछौ।</p><p><br /></p> <p><strong>अर्थ :&nbsp;</strong></p> <p>क्रान्ति अवश्यम्भावी आउनेछ। यतिबेला तिमीले अहिले कथा सुनेर बसे जसरी सुनेर बस्ने छैनौं, तिमीले क्रान्ति र परिवर्तनलाई भोग्ने छौ, देख्नेछौ र ग्रहण गर्ने छौ भन्दै आमाले छोरालाई भनिरहेकी छिन्। त्यो छोरा जो अहिले आनन्दसँग आमाको काखमा सुतिरहेको छ, उसले क्रान्तिगर्ने समय आएपछि, आमालाई सान्त्वना दिँदै रणभूमिमा जानेकुरामा आमा विश्वस्त छिन्।</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p>",
"rewardTxt": " Read Summary ", 
"reward": " <p><strong>मूलभाव( Main Points)</strong></p> <ul>   <li>कविताका रचयिता गोपालप्रसाद रिमाल रहेका र उनले आफ्ना कवितामा राष्ट्रियताको भाव, मातृ वात्सल्य, क्रान्तिकारी भाव र बिम्बहरुको प्रयोग गरि गद्य शैलीमा कविता लेख्ने गरेका छन।</li> </ul> <ul>   <li>कवितामा नेपालमा प्रजातन्त्र नआँउदैको परिवेशलाइ चित्रण गरिएको छ जतिबेला नेपालमा निरंकुश राणाशासन व्याप्त थियो।</li> </ul> <ul>   <li>आमा र छोराको संवादको माध्यमबाट नेपालमा व्याप्त त्यतिबेलाको निरंकुश शासन प्रणालीलाई उन्मूलन गर्न क्रान्ति आवश्यक रहेको र त्यसमा होमिन हौँस्याउँदै नेपाल आमाले आफ्ना सन्तानलाई हौसला दिइरहेको भाव कविले व्यक्त गरेका छन्।</li> </ul> <ul>   <li>बिम्बात्मक शैलीबाट विश्लेषण गर्ने हो भने, आमा (नेपाल आमा) छोरा (नेपाली योद्धाहरु) र त्यो भन्नाले क्रान्तिको प्रतिक बोकेको मान्न सकिन्छ।</li> </ul> <ul>   <li>शोषण, दमन, विभेद र अशान्ति बाट पीडित भएकी नेपाल आमाले परिवर्तनको आशमा यसबाट मुक्ति पाउनको लागि क्रान्ति आवश्यक रहेको कुरा औँल्याउँदै आफ्ना छोराहरु अर्थात् नेपालीहरुलाई क्रान्ति गर्नकोलागि आह्वान गरेकी छिन् ‌।</li> </ul> <ul>   <li>कवितामा 'त्यो' भनेर क्रान्तिलाई मात्र संकेत नगरि क्रान्तिकारी क्षमता भएका भावि पुस्तालाई सङ्केत गर्न खोजिएको छ, कवितामा त्यो आउनेछ भनेर नेपाल आमाले जन्माउने अबका (देशभक्त विर योद्धाहरु ) भावी पुस्ताहरु जसले नेपालको लागि लड्नेछन् तिनीहरूको बारेमा कुरा गर्न खोजिएको छ.</li> </ul> <ul>   <li>क्रान्ति गर्नको लागि अहिलेका पुस्ताहरु बाट सम्भव नरहेको कुरा नेपाल आमालाई थाहा छ, त्यसैले ती आमाले आँफूले जन्माएका प्रत्येक छोराहरुमा क्रान्ति गर्न सक्ने क्षमता हुने अपेक्षा गरेको भएपनि त्यो अझसम्म साकार हुन नसकेको तर अबका सन्तानले आफ्नो अपेक्षा अनुरुपको क्रान्ति गर्ने कुरामा नेपाल आमा विश्वस्त छिन, र यीनै कथाहरु आफ्ना अहिलेका छोराहरुलाई आमालेे सुनाउँदै गरेको भाव यस गद्य कवितामा सुन्दर रुपमा कविले अभिव्यक्त गरेका छन।</li> </ul><div><br /></div> "
    },
    {
      "title": "Unit 2",
      "story": "<p>Birahini Damayanti is a mythical story that revolves around a character named Damayanti who has been searching her lost husband Nal. Damayanti searched for her missing husband, Nishadharaj Nal, in the forest. The serpent Karkotak encountered her with ill intentions but she managed to escape his control. Continuing her quest alone, she joined a group of nomadic merchants who suggested Nal might be found in Chedi. Accompanied by them, tragedy struck at night when wild elephants trampled many people near the lake. With determination, Damayanti pressed on to Chedi, facing teasing from children upon arrival. Hiding her identity, she worked for Sairandhri, hoping to find her husband. <br/><br/>Listed in class 12 Nepali chapter 2, Damayanti's struggle and challenges faced to find her husband are very beautifully explained in this story. </p><br/><br/><p><strong>पाठ २ : विरहिणी दमयन्ती&nbsp;</strong></p> <p>विरहिणीको अर्थ = वियोगिनी, प्रेमबाट बिछोड भएकी नारी</p><p><br /></p><div><br /></div> <p><strong>अभ्यास&nbsp;</strong></p> <p><strong>&nbsp;शब्दभण्डार</strong></p> <p><strong>&nbsp;१. अर्थ संग जोडा मिलाउनुहोस&nbsp;</strong></p> <p>संयत = मर्यादा वा सीमाभित्र रहेको</p> <p>धूमिल = स्पष्ट नदेखिने</p> <p>कर्कोटक = पुराणप्रसिद्ध आठ नागमध्ये एक</p> <p>कन्दमूल = माटामुनि जराका रूपमा फल्ने डल्लो वा लाम्चो फल&nbsp;</p> <p>किंकर्तव्यविमूढ = बिलखबन्द, यसो गरूँ कि उसो गरूँ भई जिल्ल परेको&nbsp;&nbsp;</p> <p>निषाद= एक प्राचीन जाति</p> <p>वल्कल = रुखको बोक्राद्वारा बनेको पोसाक&nbsp;</p> <p>सैरन्ध्री = रूपसज्जाको काममा खटिएकी सेविका&nbsp;</p> <p>शिंशपा = एक जातको रुख</p> <p>देहयष्टि = लौरो झै दुब्लो शरीर&nbsp;</p> <p>दुकूल = रेसमी पछ्यौरा&nbsp;</p> <p>सार्थवाह = व्यापारी लस्करको मुखिया&nbsp;</p><p><br /></p> <p><strong>२. दिएका अर्थ दिने शब्द पाठबाट खोजेर लेख्नुहोस:</strong></p> <p>(क) आकाशमा उत्तरदेखि दक्षिणसम्म ज्योतिपुञ्जका रूपमा फैलिएका साना साना नक्षत्रको समूह=तारामण्डल&nbsp;</p> <p>(ख) गाउने र बजाउने कलामा प्रवीण एक देवयोनि=यक्ष वा गन्धर्व&nbsp;</p> <p>(ग) बस्न र केही राख्न हुने गरी गाराको सट्टा थाम हाली बनाइएको घरको गाराको बाहिरी भाग= = पिँढी&nbsp;</p> <p>(घ) सुसार गर्ने काममा खटिएको&nbsp; = सुसारे</p> <p>(ङ) जनसाधारणको बसोबास भएको ठाउँ = जनपद ।&nbsp;</p><p><br /></p> <p><strong>३. दिइएका टुक्कालाई अर्थ खुल्ने गरी वाक्यमा प्रयोग गर्नुहोस्:&nbsp;</strong></p> <p>सुइँकुच्चा ठोक्नु = कति दिन पछि आएको रामे यहाँ आएको थियो, काम गर्ने समय रहेछ, अब मैले पनि काम गर्नुपर्छ, भनेर ससुइँकुच्चा ठोक्नु</p> <p>लम्पसार पर्नु = शनिवार भएर होला, ८:०० बजिसक्यो, अझै पनि यो हरि लम्पसार परेर सुतिरहेको छ।</p> <p>आँखा लाग्नु = लामो सवारी यात्रामा जाँदा मेरो त अाँखा लागिहाल्छ।</p> <p>मुख फोर्नु = अति लजालु स्वभाव भएको किस्नेले आज त सितालाई मुख फोरेरै प्रेम प्रस्ताव गरेछ।&nbsp;</p> <p>तातो लाग्नु = परिक्षा आउन अब २ दिन बाँकी छ, श्यामलाई बल्ल पढ्न तातो लागेजस्तो छ।</p> <p>तेल लगाउनु = नेताहरुलाई तेल लगाएर र भनसुन गरेर पाएको जागिर पनि छुटेछ, पल्लाघरे गोपाल काकाको।</p> <p>सोत्तर हुनु = पल्लो गाउँमा हैजा फैलिएपछि सबै गाउँ नै सोत्तर भएछ ।&nbsp;</p><p><br /></p> <p><strong>४. दिइएका शब्दको विपरीत अर्थ दिने शब्द</strong> <strong>पाठ</strong><strong>बाट खोजेर लेख्नुहोस् :&nbsp;</strong></p> <p>दिन=रात,&nbsp;</p> <p>दुःखी=सुखी</p> <p>उदाइसकेको अस्ताइसकेको,&nbsp;</p> <p>पराजय = विजय,&nbsp;</p> <p>विजित = पराजित,&nbsp;</p> <p>अपमान = सम्मान,&nbsp;</p> <p>सूर्यास्त = सूर्योदय,&nbsp;</p> <p>देब्रे = दाहिने,&nbsp;</p> <p>वियोग = मिलन,</p><p><br /></p> <p><strong>५. दिइए</strong><strong>का पारिभाषिक शब्दलाई शब्दकोशीय अनक्रममा मिलाउनुहोस।</strong></p> <p>१. अधिकृत= कुनै अड्डा वा कार्यालय आदिको अधिकार प्राप्त व्यक्ति,&nbsp;</p> <p>२. आदेश = कुनै काम सम्पादनको लागि मन्त्री वा उच्च अधिकारीबाट दिइने आज्ञा</p> <p>३. टिप्पणी= कुनै विषय उपर व्यक्त गरिने विचार, समालोचना / विशेष कुरा सम्झाउन लेखिने सानो लेख,&nbsp;</p> <p>४. निलम्बन = पद वा अधिकारबाट हटाउने काम</p> <p>५. परिपत्र = कुनै संस्थाको उद्देश्य वा विचार कार्यप्रणाली आदिका मुल नियम लेखिएको पत्र।</p> <p>६. फर्स्योट = हिसाबकिताब सन्तुलन वा चुक्ता गर्ने काम,</p> <p>७. बढुवा= पदको उन्नति वा प्रमोसन हुने काम,</p> <p>८. बेरुजु = रुजु नभएको,&nbsp;</p> <p>९. भरपाई = कसैबाट कुनै वस्तु प्राप्त गरेको स्वीकारपत्र</p> <p>१०. राजस्व =कर, भन्सारशुल्क वा विविध करका माध्यमबाट राज्यलाई प्राप्त हुने रकम</p> <p>११.सरुवा= सर्न सक्ने,&nbsp;</p> <p>१२.स्पष्टीकरण = अस्पष्ट वा&nbsp; अनियमितताको विषयमा अावश्यक सफाइ वा बयान</p><p><br /></p> <p><strong>बोध</strong> <strong>र अभिव्यक्ति</strong></p> <p><strong>१. 'विरहिणी दमयन्ती' कथा पढी यसका आदि, मध्य र अन्त्यका मुख्य मुख्य घटना भन्नुहोस् ।&nbsp;</strong></p> <p><strong>उत्तर :</strong> भिडियोको सुरुमा उत्तर छ …</p><p><br /></p> <p><strong>२. कथा पढी दिइएका प्रश्नको उत्तर दिनुहोस् :&nbsp;</strong></p> <p>क. जङ्गलमा किन दमयन्तीएक्लै हिँडिरहेकी हुन् ?</p> <p>उत्तर : जंगलमा हराएका आफ्ना पति निषधराज नलको खोजीमा दमयन्ती एक्लै हिँडिरहेकी हुन् ।&nbsp;</p> <p>ख. दमयन्तीले यात्रा गरेका मुख्य ठाउँ कुन कुन हुन् ?&nbsp;</p> <p>उत्तर : दमयन्तीले यात्रा गरेका मुख्य ठाउँहरू क्रमश: कर्कोटक नागहरूको बस्ती, पद्मसौबन्धिक तलाउ, चेदि हुन् ।&nbsp;</p> <p><strong>ग</strong>. जङ्गली हात्तीको आक्रमणबाट बच्न दमयन्ती कसरी सफल भइन् ?</p> <p>उत्तर : तत्काल अग्लो रुखमाथि चढेर जङ्गली हात्तीको आक्रमणबाट दमयन्ती बच्न सफल भइन् ।&nbsp;</p><p><br /></p> <p><strong>३. कथा पढी दिइएका घटनालाई क्रम मिलाई लेख्नुहोस् :&nbsp;</strong></p> <ul>   <li>आफ्ना पति नलको खोजीमा दमयन्ती जंगलमा एक्लै हिँडिरहनु,&nbsp;</li><li>नागपुरुष कर्कोटकले दमयन्तीलाई जबर्जस्ती बोकेर लैजानु,</li><li>कर्कोटकले रक्सी खाएर उङ्न लागेको मौका छोपी छाप्रामा आगो लगाएर दमयन्ती भाग्न सफल हुनु&nbsp;</li><li>जङ्गलको बिचमा दमयन्तीको सार्थवाह शुचिभद्रसित भेट हुनु</li>   <li>शुचिभद्रको सार्थसँगै हिँडेकी दमयन्ती पद्मसौगन्धिक तलाउमा वास बस्नु,</li>   <li>जङ्गली हात्तीको कुल्चाइबाट सार्थका धेरै व्यक्तिको ज्यान जानु&nbsp;</li>   <li>रुख चढ्न सफल दमयन्तीसहित दशबाह जना मात्र हात्तीको कुल्चाइबाट बच्न सफल हुनु दमयन्ती चेदी जनपद पुग्नु&nbsp;</li>   <li>चेदीमा आफ्नै ठुलीआमा सुनन्दाका घरमा पहिचान बदलेर सैरन्ध्रीका रूपमा वस्नु,</li> </ul><div><br /></div> <p><strong>४. कथामा प्रयुक्त पौराणिक पात्रका नाम भन्नुहोस् र तिनको भूमिका वर्णन गर्नुहोस् ।&nbsp;</strong></p> <p>उत्तर : कथामा निम्न पात्रको भूमिका रहेको छ:&nbsp;</p> <p>नल= गौण र अदृश्य पात्र, निषधका राजा, दमयन्तीका हराएका पति,</p> <p>दमयन्ती = केन्द्रीय पात्र, नल राजाकी पत्नि</p> <p>पुष्कर = दमयन्तीका देवर,&nbsp; सपनामा आएको पात्र</p> <p>नागयुवक = कु-मनोवृत्ति भएको कर्कोटक जातिको नागयुवक,</p> <p>शुचिभद्र = सहायक पात्र, मनुष्य जातिको एक व्यापारि,</p> <p>सुबाहु = गौण पात्र, सुनन्दाका पति, चेदीका राजा,&nbsp;</p> <p>सुनन्दा = संक्षिप्त भूमिका, चेदिमा बस्ने दमयन्तीकी ठुलीआमा,</p><p><br /></p> <p><strong>५. क</strong><strong>थांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस्:</strong></p> <p><b>क. 'परिचय शरीरले भन्दा पनि उसको मस्तिष्क र हृदयले दिन्छ' भन्नुको तात्पर्य के हो?&nbsp;</b></p> <p>उत्तर : बाहिरी आवरणको आधारमा मानिसलाई मुल्यांकन गर्नु पूर्ण रुपमा मुर्खता रहेको र वास्तविक चिनारी मानिसको सोच्ने शैली र हृदयले दिने भाव माथिको वाक्यले बोकेको छ। कर्कोटक जस्तै दुष्ट र व्यभिचारीबाट आफ्नो सतित्वलाई रक्षा गर्नको लागि आफ्नो शरीरलाई विकृत बनाएर, झट्ट हेर्दा बौलाहि जस्तै देखिए तापनि दमयन्तीको हृदय पवित्र , र उनमा सच्चरित्रता, इमान्दारिता र नैतिकता थियो। यहि सन्दर्भमा माथिको वाक्यलाई प्रयोग गरिएको छ।</p> <p><br /></p><p><b>(ख) दमयन्तीले आफ्नो रूप किन बदलेकी हुन् ?&nbsp;</b></p> <p>उत्तर : कर्कोटक जस्ता दानविय प्रवित्ति भएका व्यभिचारी र दुष्टहरुले एकल नारी प्रति राख्ने विकृत सोच र सम्भाव्य खतराबाट जोगिँदै आफ्नो श्रीमानको खोजिलाई निरन्तरता दिन दमयन्तीले आफ्नो परिचय बदलेकी हुन। मानिसको बाहिरी आवरण र पोशाकबाट मानिसलाई मुल्यांकन गर्ने मानविय प्रवृत्तिलाई इंगित गर्दै, दमयन्तीले नागयुवकजस्ता कुदृष्टि भएकाहरुसँग पुन: भेट नहोस भन्ने मनसायले र बिना कुनै अवरोध आफ्नो मुल उद्देश्य प्राप्तिको कार्यलाई निरन्तरता दिन दमयन्तीले रुप बदलेकी हुन।</p> <p><strong><br /></strong></p><p><strong>६. कथांश पढा साधिएका</strong> <strong>प्रश्नका उ</strong><strong>त्तर लख्नुहास् :&nbsp;</strong></p> <p><b>क. माथिको अनुच्छेदमा कस्तो परिवेशको चित्रण गरिएको छ ?&nbsp;</b></p> <p>उत्तर : माथिको अनुच्छेदमा रात्रिकालीन प्राकृतिक सौन्दर्यतालाई चित्रण गर्न खोजिएको छ। एकान्त रात्रिमा खुल्ला आकाशमा देखिने ताराहरूको समूह दमयन्तीका लागि मनमोहक दृश्य थियो। आकाशमा ताराहरूको समूहले छरेको सुन्दरता देखेर आफू धर्तिमा एक्लो रहेको अनुभव गर्दै वियोगका गीत गाउँदै गरेको विक्षिप्त मानसिक अवस्थालाई माथिको अनुच्छेदमा चित्रण गर्न खोजिएको छ।</p> <p><br /></p><p><b>ख. आकाश र दमयन्तीको हृदयका बिच के समानता छ ?&nbsp;</b></p> <p>उत्तर : सुन्दर र सफा आकाश झैँ दमयन्तीको हृदय पनि सफा&nbsp; र सुन्दर छ। त्यो आकाश दमयन्तीको वियोगपूर्वको जीवनसँग सम्बन्धित छ भने कालो बादल नल हराइसके पछाडी दमयन्ती खोज्न जाने क्रममा आएका विविध व्यवधान समान छ। जसरी सुन्दर आकाशलाई काला पातला बादलले धुमिल तुल्याई रहेका छन् त्यस्तैगरी आफ्नो श्रीमानसँगको मिलनको अपेक्षालाई पनि विविध व्यवधानहरू धुमिल तुल्याउन खोजिरहेको विषयसँग तुलना गर्न सकिन्छ।</p> <p><strong><br /></strong></p><p><strong>७. समीक्षात्मक उत्तर लेख्नुहोस् :&nbsp;</strong></p> <p><strong>(क) 'नारी प्रेम र सङ्घर्षका प्रतिमूर्ति हुन्' यस भनाइलाई कथाका आधारमा पुष्टि गर्नुहोस्</strong> <strong>।&nbsp;</strong></p> <p>उत्तर : साहित्यकार मदनमणि दीक्षितद्वारा नेपाली भाषामा अनुवादित पौराणिक कथा 'विरहिणी दमयन्ती'ले नारीको वात्सल्य, संघर्ष र बुद्धिमताको प्रयोग गर्ने स्वभावलाई केन्द्र बनाएको पाइन्छ। समग्र कथामा एक नारीले गर्ने संघर्ष, दृढ इच्छाशक्ति, आत्मविश्वास, आशावादी चिन्तन, र कञ्चन प्रेमको विषयलाई कथाकारले दमयन्तीको माध्यमबाट सजिव चित्रण गरेको पाइन्छ।</p><p><br /></p> <p>&nbsp;जति बाधा अड्चन आएपनि, दमयन्ती बिल्कुल विचलित नभइकन आफ्नो प्रेम खोजिमा नित्य लागिरहेको विषयबाट, 'नारी प्रेम र सङ्घर्षका प्रतिमूर्ति हुन्’ भन्ने विषयलाई कथाकारले इङ्गित गर्न खोजेको कुरा बुझ्न सकिन्छ। जंगलमा हराएका आफ्ना श्रीमानलाई दिन रात, भोक तिर्खा केही नभनीकन खोज्दै हिँड्नु, आफ्नो खोजी यात्रामा आउने व्यवधानहरु उछिन्दै, पहिचान बदलेरसमेत आफ्नो श्रीमानलाई खोज्ने कार्यलाई जारी राख्ने दमयन्तीको स्वभावले उनमा भएको प्रेम, करुणा, श्रीमानप्रतिको माया र समर्पण, पवित्रतालाई दर्शाउन खोजेको&nbsp; छ| कर्कोटकबाट सतित्व रक्षार्थ रुप विकृत बनाई बौलाहीजस्ती बन्न तयार हुने, हात्तिको कुल्चाइबाट बच्नेदेखि बौलाहीको रुप पहिरिएर सम्भाव्य खतराबाट जोगिएर गुप्त रुपमा आफ्नो प्राणप्रिय श्रीमानको खोजी कार्यलाई निरन्तरता दिने दमयन्तीको माध्यमबाट कथाकारले एक आदर्श नारीका सद्गुणलाई चित्रण गरेका छन्। दृढ भएर आफ्नो प्रेम प्राप्तिका लागि गरेको संघर्षदेखि, नागयुवकको चंगुलबाट बुद्धि लगाएर भाग्न सफल हुनेसम्मको संघर्ष उनले मात्र आफ्नो प्रेमको लागि गरिरहेकी हुन्छिन । आफ्नो रूप विकृत बनाएर पतिलाई खोज्न हिँडिरहन्छिन् । विविध बाधाअडचनहरुलाई दृढ भएर सामना गर्दै उनी चेदिमा पुग्छिन। वास्तविक परिचय बदली आफ्नै ठुलीआमाको घरमा सुसारे भइ काम गर्न तयार हुन्छिन तर आफ्नो खोजी कार्यलाई आशावादी भइ सँधै निरन्तरता दिइरहन्छिन।&nbsp;&nbsp;</p><p><br /></p> <p>समग्रमा, इज्जत र चरित्रलाई रक्षा गर्दै अविचलित हृदयका साथ अथक सङ्घर्षकी प्रतिमूर्ति दमयन्ती पतिवियोगबाट विक्षिप्त बनेपछि प्रेम वा पति प्राप्तिका लागि जस्तोसुकै सङ्कट, दुःख र विपत्तिको पनि सामना गर्दै अगाडि वढिरहिन् । दमयन्तीलाई सबै नारी जातिको प्रतिनिधि पात्र बनाई, उनको अथाह संघर्ष, साहस, प्रेम, वात्सल्य र आशावादी चिन्तनको विश्लेषण कथाकारले गर्न खोजेका छन्। कथामा उनले गरेको संघर्ष मात्र आफ्नो प्रेम प्राप्तिको निमित्त थियो।&nbsp;</p><p><br /></p> <p>महाभारतको पौराणिक विषयवस्तुमा आधारित नारीप्रधान यस कथामा सतीसावित्री नारी दमयन्तीको पतिवियोगको पीडा र ब्यथाकासाथै दमयन्तीले आफ्नो पति नलको खोजी कार्यका लागि गरेको अथक सङ्घर्षलाई प्रभावकारी रुपमा प्रस्तुतगर्दै नारी प्रेम र सङ्घर्षका प्रतिमूर्ति भएकाले आफ्नो दृढ सङ्कल्प पूरा गर्नका लागि जतिसुकै सङ्घर्ष गर्नपनि तयार हुन्छन् भन्ने तथ्यलाई स्पष्ट पारिएको छ ।&nbsp;</p><p><br /></p> <p><strong>(ख) दमयन्तीलाई आफ्ना जीवनमा आइपरेका समस्याका समाधानका लागि कुन कुन उपाय अवलम्बन गरेकी छन् ?&nbsp;</strong></p> <p>उत्तर : साहित्यकार मदनमणि दीक्षितद्वारा नेपाली भाषामा अनुवादित पौराणिक कथा 'विरहिणी दमयन्ती'ले नारीको वात्सल्य, संघर्ष र बुद्धिमताको प्रयोग गर्ने स्वभावलाई केन्द्र बनाएको पाइन्छ। दमयंतीले आफ्नो जीवनमा आइपरेका&nbsp; विविध कठिनाइहरुलाई सामना गर्नको लागि गरेका उपायहरु कथामा बयान गरिएको छ।</p><p><br /></p> <p>दमयंतीले कुशलतापूर्वक परिस्थिति अनुसार बललाई बुद्धिले पराजित गरेकी छिन्, चाहे यो उनको सतित्व रक्षा गर्न होस वा जीवन बचाउन को लागी होस। उनले धेरै सावधानी अपनाएकि छिन्। जब दमयंती आफ्नो पति निषाधराज नल को खोजीमा निस्किन्छिन्, उनी कार्कोटक सर्पको चंगुलमा पर्छिन्, तरपनि परिस्थितिलाई बुझेर आफूले रक्षक पाएको जस्तो गरि अवसरको प्रयोग गरि मुक्त हुन्छिन । रानीको आनन्दित जीवन बिताइरहेकी, उनी संकट, दु: ख, र त्रासदी जस्ता बिषयहरुबाट घेरिएकी हुन्छिन्। तरपनि उनको धैर्य, बहादुरी, र प्रतिकूलताको सामनामा दृढताले समस्यासंग जुधिरहन्छिन्| दमयन्तीले नागयुवकजस्ता कुदृष्टि भएकाहरुसँग पुन: भेट नहोस भन्ने मनसायले र बिना कुनै अवरोध आफ्नो मुल उद्देश्य प्राप्तिको कार्यलाई निरन्तरता दिन दमयन्तीले रुप बदल्छिन्। हात्तिको आक्रमणबाट जोगिन सचेत भइ अग्लो रुखमा चढ्छिन्। भोक, निद्रालाई बेवास्ता गरी उनी जंगलमा लगातार पैदल हिँडेर दिन बिताउँछन्। वेदीमा आफ्नै ठुलिआमा भएपनि पहिचान लुकाएर भएपनि कुनै पनी परिस्थितिमा चुनौती सामना गर्न तयार छिन्।</p><p><br /></p> <p>दमयंतीको दृढ इच्छाशक्ति, बुद्धि, र परिस्थिति अनुसार कार्य गर्ने स्वभावलाई दर्साएर दिक्षितले आशावादी रहने, संघर्षशीलता र बुद्धिको सदुपयोग गर्ने जस्ता संदेश पाठकलाई प्रवाह गर्न चाहन्छन्। यथासम्भव तरिकाहरु प्रयोग गरेर जीवनमा आइपर्ने कठिनाइहरु लाई पार गर्नुपर्ने संदेश कथामा अभिव्यक्त भएको छ।</p> <p><strong><br /></strong></p><p><strong>(ग) आफ्नो दृढ सङ्कल्प पूरा गर्न मानिस जतिसुकै सङ्घर्ष गर्न पनि तयार हुन्छ भन्ने कुरा विरहिणी दमयन्ती कथाका आधारमा पुष्टि गर्नुहोस् ।</strong></p><p><strong><br /></strong></p> <p>उत्तर : बहुआयामिक व्यक्तित्वका धनी नेपाली साहित्यकार मदनमणि दिक्षित (वि. सं. १८७८-२०७६) द्वारा रचित विरहिणी दमयन्ती&nbsp; वैदिक, पौराणिक एवं ऐतिहासिक यथार्थ विषयवस्तुमा आधारित पतिवियोगको पीडामा परेकी दमयन्तीको पति प्राप्तिका लागि गरेको सङ्घर्षपूर्ण कथा हो । दमयन्तीको दृढ संकल्प र विश्वास थियो, आफ्नो श्रीमानसँग पुनर्मिलन हुने, र यो संकल्पलाई पूरा गर्न, उनले आइपरेका हरेक समस्या, वाधा-अड्चनहरुको सामना गर्दै, अविचलित नभइ अगाडि बढिरहिन्।</p> <p><strong><br /></strong></p><p>त्यो व्यक्ति जो लगातार जीवनमा संघर्ष गरीरहेको हुन्छ, उसको संकल्प पूरा भइ सफलता प्राप्त हुने कुरा अवश्यम्भावी छ। यस कथामा दमयन्तीको एकमात्र लक्ष्य रहेको छ आफ्नो श्रीमानलाई खोज्ने। भोक, निद्रा, प्यास, डरबाट आक्रान्त, र कमजोर भएपनि दमयन्तीको निरन्तर संघर्ष जारी राख्छिन। दृढ संकल्प बिनाको जीवन गन्तव्य बिनाको यात्रा जस्तै हो। आफ्नो लक्ष्य निर्धारण भएपछि मानिसमा इच्चाशक्तिको आवश्यकता पर्दछ। दृढ सङ्कल्प पूरा गर्न मानिस जस्तोसुकै सङ्घर्षको मैदानमा उत्रिन पनि तयार हुन्छ। बुद्धि प्रयोग गरेर नाग युवकको चंगुलबाट छुटकारा पाउँछिन्। पुनः त्यस्तो परिस्थिति नदोहोरियोस् भनेर आफ्नो रुपलाई विकृत बनाउँछिन्। बाटोमा भेटिने मानिसहरुसँग गुहार गर्छिन्। निराहार वा अल्पाहारको भरमा दिनभर वनमा भौँतारिने गर्छिन्। यसप्रकार नारी पात्र दमयन्तीका माध्यमबाट कथाकारले आफ्नो दृढ सङ्कल्प पूरा गर्न मानिस जतिसुकै सङ्घर्ष गर्न पनि तयार हुन्छ भन्ने कुरा समग्रमापूष्टि गरेका छन् ।&nbsp;</p> <p><strong><br /></strong></p><p>समग्रमा सफलता प्राप्त गर्नको लागि दृढ संकल्प र लगनशीलता आवश्यक रहेको कुरा कथाकारले पाठकहरुलाई सन्देशको रूपमा अभिव्यक्त गर्न खोजेको पाइन्छ। जसरी आफ्नो दृढ संकल्प पूरा गर्नको लागि जस्तोसुकै संघर्ष गर्न को लागि पनि पछि परिनन्, त्यसैगरी हामीले पनि कुनै एउटा दृढ संकल्प लियौं भने त्यसलाई हरहालतमा पूरा गर्नको लागि सकेसम्म संघर्ष गर्नुपर्छ भन्ने सन्देश कथाकारले यहाँ दिन खोजिएको पाउन सकिन्छ ।</p> <p><strong><br /></strong></p><p><strong>८. तलको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :&nbsp;</strong></p> <p><strong>(क) किन मनलाई कल्पनाको कारक मानिएको हो ?&nbsp;</strong></p> <p>उत्तर : शरिरमा कल्पना गर्ने एक मात्र इन्द्रिय भएकाले मनलाई कल्पनाको कारक मानिएको हो ।&nbsp;</p> <p><br /></p><p><b>(ख) मन नित्य परिवर्तनशील छ भन्नुको तात्पर्य के हो ?&nbsp;</b></p> <p>उत्तर : मन चञ्चलता र अस्थिरता र परिस्थितिअनुसार बदलिइरहने प्रकृति भएको हुनाले मनलाई परिवर्तनशिल छ भनिएको हो।&nbsp;</p> <p><br /></p><p><b>(ग) आत्मज्ञानीहरूका विचारमा मन र संसारको सम्बन्ध कस्तो छ ?&nbsp;</b></p> <p>उत्तर : आत्मज्ञानीहरूका विचारमा संसार भए मन हुने र मन भए संसार हुने भएकाले मन र संसारको सम्बन्ध घनिष्ट छ ।&nbsp;</p> <p><br /></p><p><b>(घ) मनलाई किन सुख र दुःखको कारण भनिएको हो ?&nbsp;</b></p> <p>उत्तर : मनको मुख्य कार्य सुख र दुःखको अनुभव गराउनु भएकाले मन नभएका ठाउँमा सुखदुःख हुँदैन । त्यसैले मनलाई सुख र दुःखको कारण भनिएको हो ।&nbsp;</p><p><br /></p> <p><strong>९. 'बेरोजगारी समस्या समाधानका उपाय' शीर्षकमा १५० शब्दसम्मको टिप्पणी लेख्नुहोस् ।&nbsp;</strong></p> <p>काम गर्ने क्षमता र सामर्थ्य साथै इच्छा भएको सक्रिय जनशक्तिले काम नपाएको अवस्था नै बेरोजगारी हो । यो रोजगारीविहीन अवस्था हो । नेपालमा प्रत्येक वर्ष श्रम बजारमा बर्सेनि करिब ५ लाखभन्दा बढी जनशक्ति श्रम बजारमा प्रवेश गर्ने भए तापनि रोजगारी वृद्धि दर न्यून भएकाले बेरोजगारी समस्या बढेको हो । हाल नेपालको पूर्ण बेरोजगारी दर ११.४ प्रतिशत रहेको छ । वर्तमान समयमा नेपालका विभिन्न समस्यामध्ये बेरोजगारी समस्यासमेत एक प्रमुख समस्याको रूपमा विद्यमान रहेको पाइन्छ ।</p><p><br /></p> <p>नेपालमा बेरोजगारी समस्या समाधानका लागि विभिन्न प्रयासहरु भएका भएपनि, मुल कारण थाहा नभएसम्म समाधानका उपायहरुलाई प्रभावकारिता दिन सकिँदैन। केही बेरोजगारी बढ्नुका र सिर्जना हुनुका कारणहरूमा&nbsp; नयाँ श्रमशक्ति का लागि पर्याप्त रोजगारी सिर्जना हुन नसक्नु, श्रमको माग र आपूर्तिबीच ठूलो अन्तर रहनु, उद्योग क्षेत्रको विकास हुन नसक्नु, संचालनमा रहेका उद्योग पनि विभिन्न कारणले बन्द हुनु, विप्रेषण उत्पादनमूलक क्षेत्रमा लगानी हुन नसक्नु, पुँजी पलायनको अवस्था बढ्दो रहनु, लगानीको वातावरण नहुनु, जनसंख्या वृद्धिदर उच्च, उत्पादन न्यून अनि खपत ज्यादा हुनु, बजारमा माग हुने सीपयुक्त र दक्ष श्रमशक्ति नेपालकै श्रम बजारबाट उपलब्ध हुन नसक्नु, प्रतिभा पलायन, अदक्षहरूको बाहुल्य हुनु, धेरैको उच्चकोटिको भनिने जागिर खाने इच्छा हुनु, श्रमको सम्मान नहुनु,, राज्यले आवश्यकता अनुसारको श्रमशक्तिको विकास गर्न नसक्नु, कृषिको आधुनिकीकरण, वैज्ञानिकीकरण तथा यान्त्रिकीकरण हुन नसक्नु,कृषि सधैँ उपेक्षित रहनु, मौसममा आधारित कृषि प्रणाली आदि रहेका छन्|</p><p><br /></p> <p>बेरोजगारी कम गर्नको लागि श्रम बजारको मागबमोजिम सीपमूलक श्रमशक्तिको विकास गर्ने, गुणस्तरीय मानव संशाधनको विकास गरी श्रमको उत्पादकत्व वृद्धि गरी राष्ट्रिय अर्थतन्त्रलाई सबल बनाउन उत्पादनको क्रियाशश्रल साधनको रूपमा विकास गर्ने, उपलब्ध युवा श्रमशक्तिको उपयोगमार्फत कृषि क्षेत्रमा विद्यमान अनुत्पादक श्रम शक्तिलाई उद्योग, व्यापार, पर्यटन, शिक्षा, स्वास्थ्य जस्ता क्षेत्रमार्फत कृषि क्षेत्रमा स्थानान्तरण गर्न सकेमा अर्थतन्त्रको संरचनात्मक परिवर्तन ल्याउने, रोजगारी र श्रमको हकको कार्यान्वयन गर्ने, उत्पादनशील क्षेत्रमा रोजगारीका अवसर पहिचान र सिर्जना गर्ने, प्रमुख गन्तव्य मुलुकसँग द्विपक्षीय श्रम सम्झौता गर्ने आदि जस्ता कदम चाल्न सकिन्छ।</p><p><br /></p> <p>समग्रमा, अधिकतम फाइदाजनक श्रम गन्तव्य मुलुकको अन्वेषण गर्ने,आर्थिक कूटनीति र श्रम सहचारीको उपयोग प्रभावकारी बनाउनुपर्छ । श्रमिकहरू पठाउने र स्वीकार गर्नेहरूबिच सबल पद्धतिको विकास गर्नुपर्छ, अन्तर्राष्ट्रिय मापदण्डअनुसार ढाँचा तयार गर्ने, अनुगमन कार्य प्रभावकारी बनाउन विप्रेषण पठाउन औपचारिक माध्यमलाई अवलम्बन गराउनुपर्छ । रोजगारीका अवसर क्रमशः देशभित्रै सिर्जना गरी वैदेशिक रोजगारीको प्रवाह कम गर्दै लैजानुपर्छ । यसो भएमा बिस्तारै वैदेशिक रोजगारीलाई देशभित्रै प्राप्त हुने रोजगारीले विस्थापित गरी देशको अर्थतन्त्र सुदृढ हुने दिशामा अघि बढ्छ ।</p> <p><strong><br /></strong></p><p><b>भाषात्तव</b></p> <p><b>२. पाठको पहिलो अनुच्छेदमा प्रयुक्त चारवटा व्यक्तिवाचक नाम लेख्नुहोस्।</b></p> <p>उत्तर : पाठमा प्रयुक्त व्यक्तिवाचक नामहरु नल, दमयन्ती, कर्कोटक, सुन्दा, शुचिभद्र आदि हुन्।&nbsp;</p> <p><br /></p><p><b>३. तलको अनुच्छेदबाट कर्मको काम गर्ने नाम र भेदक विशेषण टिप्नुहोस् :&nbsp;</b></p> <p>कर्मको काम गर्ने नाम:&nbsp;</p> <p>सौरभ,टोलीनेता, अवलोकन, रगत, साथी, प्रशंसा&nbsp;</p> <p>भेदक विशेषण:</p> <p>सौरभको, गोदावरीका, दृश्यको, उनीहरूको&nbsp;</p><p><br /></p> <p><b>४. अनुच्छेदमा प्रयुक्त सर्वनाम र सार्वनामिक विशेषण टिप्नुहोस् :&nbsp;</b></p> <p>सर्वनाम : हामी, तिमी,तपाईं, उहाँ, म, तँ, त्यस, जो, उनी, कोही, आफू, जोसुकै, जेसुकै,&nbsp; जे ।&nbsp;</p> <p>सार्वनामिक विशेषण:= त्यो, जुन, ती, कसैको&nbsp;</p><p><br /></p> <p><b>५. दिइएको अनुच्छेदबाट पदवर्ग विचलन भएका र नभएका विशेषण टिपोट गर्नुहोस् :&nbsp;</b></p> <p>पदवर्ग विचलन भएका विशेषण :&nbsp;</p> <p>ती, त्यो&nbsp;</p> <p>विचलन नभएका विशेषण :&nbsp;</p> <p>वृद्ध, चम्किलो, सुन्दर, बहुमूल्य, मिठो,राम्रो केही ।&nbsp;</p><p><br /></p> <p><b>६. अनुच्छेदबाट क्रियायोगी पहिचान गरी टिप्नुहोस् :&nbsp;</b></p> <p>उत्तर:अहिले, भरे, भोलि, हरबखत, हरपल, हरदिन, हरघडी,&nbsp;</p><p><br /></p> <p><b>७. दिइएको अनुच्छेदबाट नामयोगी र संयोजक पहिचान गरी टिप्नुहोस् :&nbsp;</b></p> <p>उत्तर :</p> <p>नामयोगी= नजिकै, सँग, कहाँ, भित्र, भर, पछि बित्तिकै, पट्टि</p> <p>संयोजक = पनि, र, जब तब,&nbsp;</p><p><br /></p> <p><b>८. दिइएको अनुच्छेदबाट विस्मयादिबोधक र निपात पहिचान गरी टिप्नुहोस् :&nbsp;</b></p> <p>उत्तर:=&nbsp;</p> <p>विस्मयादिबोधक= आहा, छ्या, अँ, आबुइ, खै, आच्छु, क्याबात&nbsp;</p> <p>निपात = त, नि,&nbsp;</p><p><br /></p> <p><b>९. पाठको तेस्रो अनुच्छेदमा प्रयुक्त निपात र संयोजक टिप्नुहोस् ।&nbsp;</b></p> <p>उत्तर :&nbsp;</p> <p>निपात = पनि, नै&nbsp;</p> <p>संयोजक= र, तैपनि ।&nbsp;</p><p><br /></p> <p><b>१०. शुद्ध गरी पुनर्लेखन गर्नुहोस् :&nbsp;</b></p> <p>= उत्तर : नेपाल बहुभाषिक देश हो । यहाँ विभिन्न भाषा बोलिन्छन् । नेपालको संविधानले नेपालमा बोलिने सबै मातृभाषालाई राष्ट्रभाषा मानेको छ । नेपालमा बसोबास गर्ने प्रत्येक नेपाली समुदायलाई आफ्नो मातृभाषामा पढ्न पाउने, यसको संरक्षण र प्रचारप्रसार गर्न पाउने हक प्रदान गरी सबै भाषालाई समान रूपमा सम्मान गरेको छ । सबै मातृभाषाको संरक्षण र सम्बर्द्धनका लागि भाषाआयोगको गठनको ब्यवस्था पनि गरेको छ र सोहीबमाजिम भाषाआयोगको गठन पनि भैसकेको छ ।</p><p><strong><br /></strong></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><strong><br /></strong></p>",
"rewardTxt": " Read Summary ", 
"reward": " <p><strong>कथाका मुख्य घटनाहरु:</strong></p><p><strong><br /></strong></p> <p><strong>कथाको आदि:&nbsp;</strong></p> <ul>   <li>हराएका आफ्ना श्रीमान निषधराज नलको खोजिमा दमयन्ती यत्रतत्र जंगलमा भौँतारी रहनु,</li>   <li>यस्तैमा कुनियत भएको नागपुरुष कर्कोटकले दमयन्तीलाई भेट्नु,</li>   <li>जबर्जस्ती त्यो नागपुरुषले उनलाई काँधमा बोकेर लैजानु,</li>   <li>अपहरणमा परेकी, असहाय भएपनि निडर, सहज र प्रशन्नताको बहाना गरि दमयन्ती, कर्कोटकले भित्र मदिरापानबाट लठ्ठ भइ अर्धनिद्रामा पर्न लागेको मौका छोपी छाप्रामा आगो लगाएर भागि, जंगलको एउटा रुखको हाँगामा रात कटाउनु ।</li> </ul> <p><strong><br /></strong></p><p><strong>मध्य :&nbsp;</strong></p> <ul>   <li>नललाई अवश्य भेट्ने अमिट विश्वासका साथ नागको बस्तीबाट जोगिँदै, रुप वकृत बनाएर आफ्नो खोजी कार्यलाई एक्लै निरन्तरता दिनु,&nbsp;</li><li>यात्राकै क्रममा दमयन्तीको एक, मनुष्य जातिको, सार्थवाह ( घुमन्ते व्यापारी) शुचिभद्र नेतृत्वको यात्री समुहसँग भेट र परिचय हुनु,</li><li>चेदि भन्ने ठाउँमा यात्रा गरेको र नल पनि उतै भेटिन सक्ने सुझाव दिएपछि, दमयन्ती पनि यात्रामा सहभागी हुनु,</li><li>शुचिभद्रको व्यापारी दलसँगै हिँडेकी दमयन्ती पद्मसौगन्धिक तलाउमा वास बस्नु,</li><li>राती सबै सुतिरहेको बेला, जङ्गली हात्ती तलाउमा जलक्रिडाको निमित्त आँउदा पैतालाको कुल्चाइबाट धेरै मानिसहरूको ज्यान जानु,</li><li>सुरुमै रुख चढि सकुशल दमयन्ती र दशबाह्र जना बाहेक सबै मृत वा घायल हुनु।&nbsp;</li>   <li>१ महिलासँगै दमयन्ती चेदिको यात्रामा लाग्नु,</li> </ul><div><br /></div> <p><strong>अन्त्य :&nbsp;</strong></p> <ul>   <li>दमयन्ती चेदी पुग्दा साना केटाकेटाले बौलाहि भन्दै गिज्याउँदै गर्दा उनकी ठुलीआमा सुनन्दाले उनिसँग परिचय माग्नु,</li>   <li>वास्तविक परिचय लुकाएर दमयन्तीले सुनन्दाकी छोरी सैरन्ध्रीको सुसारे रूपमा बसी नलसँग मिलनको प्रतीक्षा गर्नु ।&nbsp;</li> </ul>"
    },
    {
      "title": "Unit 3",
      "story": "<p>A lover of travelling and adventure, Taranath Sharma, has elaborated on the fascinating Dadeldhura trek in the biologically special but geographically remote Far West. Only areas with central access have been developed and promoted but attractive but remote areas like Ghanaghasya are still not developed. Author is showing his disagreement in this type of system. All the bittersweet experiences experienced during the trip are conveyed to the reader. Due to lack of development and promotion even in places with immense tourism potential like Ghanghasya, proper evaluation could not be done. The state needs to focus on the development and promotion of such special areas, without which national prosperity cannot be achieved.</p><br/><br/><p><strong>पाठ ३</strong> <strong>&nbsp;&nbsp;घनघस्याको उकालो काट्दा&nbsp;</strong></p> <p><br /></p> <p><strong>&nbsp;शब्दभण्डार&nbsp;</strong></p> <p><b>१. शब्द र अर्थको जोडा मिलाउनुहोस् :&nbsp;</b></p> <p>सुदूर - धेरै टाढाको&nbsp;</p> <p>स्नेह - माया, प्रेम</p> <p>सँगाल्नु - कुनै कुरा जोगाएर राख्नु&nbsp;</p> <p>अद्वितीय - उत्तम, अतुलनीय&nbsp;</p> <p>सहारा मरुभूमि - संसारको एउटा ठुलो मरुभूमि&nbsp;</p> <p>दृष्टिपात - हेर्ने काम, आँखाले ठम्याउने काम&nbsp;</p> <p>काँचुली - शरीरबाट अलग हुने सर्पको पातलो छाला&nbsp;</p> <p>अनन्त - कहिल्यै अन्त नहुने&nbsp;</p> <p>गाड - खोलो&nbsp;</p> <p>ढुङ्ग्यानी - ढुङ्गाढुङ्गै भएको&nbsp;</p> <p>विकट - अप्ठेरो, कठिन&nbsp;</p> <p>यथेष्ट - पर्याप्त, चाहिँदो, पुग्दो&nbsp;</p> <p>भयावह - डरलाग्दो</p><p><strong><br /></strong></p> <p><strong>२. शब्दकोशको सहायताले तलका शब्दको अर्थ लेख्नुहोस् :&nbsp;</strong></p> <p>अररो - जाडाले कक्रिएको,&nbsp;</p> <p>अग्घोर - निकै, अत्यन्तै,&nbsp;</p> <p>उग्राउनु - गाई, भैंसी आदिले निलिसकेको घाँस, पराल आदि फेरि मुखमा फर्काई चपाउनु,&nbsp;</p> <p>चरन- गाईवस्तु चराउने क्षेत्र वा पाखो,&nbsp;</p> <p>विरहलाग्दो - दुखलाग्दो,&nbsp;</p> <p>कुर्लनु - रिसले कराउनु,&nbsp;</p> <p>आकृति - कुनै व्यक्ति वा वस्तुको आकार,&nbsp;</p> <p>सहृदय - कोमल / दयालु हृदय भएको ,&nbsp;</p> <p>मरुद्यान -मरुभूमिको ओसिलो वा उर्वरायुक्त भूमि,&nbsp;</p> <p>यत्रतत्र - जताततै</p><p><br /></p> <p><strong>३. तलका कुनै पाँचओटा टुक्काको प्रयोग गरी एक अनुच्छेदमा गाउँमा रहेका आफन्त वा साथीको घर जाँदाको संस्मरण लेख्नुहोस् :&nbsp;</strong></p> <p>ह्याकुलाले छोप्नु, रातोपिरो हुनु, निथुक्क भिज्नु, फिटफिटी पर्नु, मक्ख पर्नु, कानमा तेल हाल्नु, हुरुक्क हुनु, नाक ठाडो पार्नु, हातमुख जोर्नु, श्री गणेश गर्नु, फत्ते गर्नु, दुनो सोझ्याउनु, लखतरान हुनु ।&nbsp;</p> <p>मामाघरमा बस्दा!</p> <p>कुरा म १४ वर्ष छँदाको हो, म मेरो मामाघरमा गएको थिएँ। मामा माइजु मेलामा जानुभएको थियो। म पिँढीमा बसिरहेका बेला भित्रबाट मामाको छोरा रातोपिरो हुँदै मेरी आमा घर बिरामी भएको कुरा सुनायो। पानी परिरहेको भएपनि कुनै परवाह नगरी म दगुर्दै घर गएँ। पानीले निथ्रुक्कै भिजेको भएपनि मलाई आमालाइ ज्वरोले फिटफिटि परेको विषयले बढि चिन्ता पर्यो। बुबा पनि घर नरहेकोले मैले छिमेकी हरि काकालाई सहयोगको अपिल गरेँ।&nbsp; उनले पनि कानमा तेल हालि बसेकोले म एक्लै स्वास्थ्य चौकी गएर फत्ते औषधि ल्याएर आएँ। औषधि खाएर आमालाई अलि विसेक भयो। दिनभरको भागदौडले लखतरान परेपनि मैले आमाको हेरचाह गरिरहेँ एवम् घरेलु जडिबुटी खोजेर ल्याएँ र खुवाएँ।</p><p><br /></p> <p><strong>४. पाठमा प्रयोग भएका निम्नलिखित स्थानीय भाषिका तथा कथ्य बोलीको सही रूप लेख्नुहोस्ः&nbsp;</strong></p> <p>बाटामी = बाटामा&nbsp;&nbsp;</p> <p>गाड = खोला&nbsp;</p> <p>पडन्छ = पर्दछ&nbsp;</p> <p>अलेलि = अलिअलि&nbsp;</p> <p>जेमराज = यमराज</p> <p>पर्तिर = परतिर&nbsp;&nbsp;</p><p><br /></p> <p><strong>&nbsp;बोध र अभिव्यक्ति</strong></p> <p><strong>१. नियात्रा पढी त्यसका मुख्य मुख्य घटना भन्नुहोस् ।&nbsp;</strong></p> <p><strong>उत्तरः&nbsp;</strong></p> <ul>   <li>तारानाथ शर्माको समूह ‘प्रकृतिसित जुध्नु नै जीवनको रमाइलो हो’ भन्ने भावले सुदूरपश्चिमको भ्रमणमा निस्कनु,&nbsp;</li> </ul> <ul>   <li>भरिया खोजेर डॅडेलधुरा जान सतबाँझको लेकतर्फ उक्लिनु,&nbsp;</li> </ul> <ul>   <li>बाटामा रमणीय ठाउँहरु देख्नु, सतबाँझका लेकको हिउँमा खेल्दै, रमाउँदै डाँडामा पुगेर पाटन भन्ने ठाउँमा एउटा डेरामा रात बिताउनु,&nbsp;</li> </ul> <ul>   <li>अर्को दिन दिउँसो १२ बजे त्यहाँबाट हिँडी घनघस्याको उकालो लाग्नु,&nbsp;</li> </ul> <ul>   <li>सहरी क्षेत्रमा मात्र सडकको विस्तारमा जोड दिइएको तर घनघस्या जस्ता प्राकृतिक सुन्दरताले भरिपूर्ण तर विकट क्षेत्रमा एक सामान्य पद्‌मार्ग व्यवस्थापन गर्नसम्म पनि चासो नदेखाइएको कुरामा चिन्ता व्यक्त गर्दै अन्य क्षेत्रका सडकलाई सराप्त्दै भोक तिर्खाले धेरै आक्रान्त भएर पनि यात्रा कायम राख्नु।</li> </ul> <ul>   <li>नियात्राकारको शरीर मोटो भएकाले उनलाई उकालो चढ्न बढी गाह्रो हुनु,&nbsp;</li> </ul> <ul>   <li>निकै माथि पुगेपछि दुइटा पानीका कुला भेटिँदा स्वर्ग पुगेको जस्तो अनुभव हुनु,&nbsp;</li> </ul> <ul>   <li>अँध्याराले झ्याप्पै छोपेको बाटोमा लड्दै पछारिदै हिँडेको अनेकौं ओराला र उकाला बाटा हिँड्दाहिँड्दै अँध्यारो हुनु, चोर, डाँका, भूत, प्रेत र जङ्गली जनावरका आक्रमणको आशङ्काले ढक्क भएको छातीलाई दुई हातले थिच्दै भोक, तिर्खाको पर्वाह नगरी राति दश बजे डाँडामाथिको गाउँमा पुग्नु,&nbsp;</li> </ul> <ul>   <li>एक जना खड्का थरकी महिलाले भुटिदिएका मकै खाँदै पोखरातिर लाग्नु,&nbsp;</li> </ul> <ul>   <li>राति १२ बजे पोखरा जेनतेन फोहोरी कटेरोमा वास पाउनु र भोलि डडेलधुरा पुग्ने मिठो कल्पना गर्दै साढे दुई बजे कच्पल्टिलो निद्रा निदाउनु,</li> </ul><div><br /></div> <p><strong>२. यस नियात्रामा तपाइँलाई सबैभन्दा रोचक लागेको घटना कुन हो, भन्नुहोस् ।&nbsp;</strong></p> <p>उत्तर : यस नियात्रामा मलाई नियात्राकार घनघस्याको यात्राको क्रममा वास नपाएर रात परेपनि पोखरा पुग्नै पर्ने दृढ तर संघर्षपूर्ण अठोट रोचक लाग्यो । अँध्याराले झ्याप्पै छोपेको बाटोमा लड्दै पछारिदै हिँडेको, चोर, डाँका, भूत, प्रेत र जङ्गली जनावरका आक्रमणको आशङ्का र भोक, तिर्खा र डरले धेरै आक्रान्त भएर पनि यात्रा कायम राखेका छन् । यही कुराहरुले गर्दा मलाई यही घटना सबैभन्दा रोचक लाग्यो ।&nbsp;</p><p><br /></p> <p><strong>३. पाठको दोस्रो अनुच्छेदमा उल्लेख भएका स्थानको सूची बनाउनुहोस् ।&nbsp;</strong></p> <p>उत्तरः खप्तड, तुम्लिङ, राजापुर, तिल्केनी, घनघस्या, चन्दनी, अघोरी गाड, पुवा खोला, टुकुचा, सतबाँझ, ट्याम्के डाँडो, अन्तु डाँडो, चन्द्रागिरि, आदि ।&nbsp;</p><p><br /></p> <p><strong>४. तलको नियात्रांश पढी सोधिएका प्रश्नको उत्तर भन्नुहोस् :&nbsp;</strong></p> <p>चिप्लो न चिप्लो बरफको केश फुलाएर आफ्नो अररो वृद्ध शरीरमा काला रुखको जिग्रिडे भुत्ला ठड्याई यो घनघस्या गजधुम्म परेर बसेको छ । यो मान्छेहरूसित रिसाएको छ, अग्घोरै रिसाएको छ, अघोरी गाड जत्तिकै रिसाएको छ अनि पोखरेली सेती जत्तिकै रिसाएको छ। सेती नदी पृथ्वीको पेटमा भासिँदै जाओस्, यो चाहिँ ठडिएको ठडियै छ । यसले कहिल्यै त टाउको झुकाउला कि भनेर मैले निरीक्षण गरिहेरें तर त्यस्तो लक्षण कतै भेटिएन । उल्टो यो झन् झन् दृढ हुँदै गइरहेको पो मैले पाएँ ।&nbsp;</p><p><br /></p> <p><strong>(क) सेती नदी र घनघस्याका बिचमा रहेका समानता र भिन्नता के के हुन् ?&nbsp;</strong></p> <p>उत्तरः सेती नदी र घनघस्या दुवै स्वाधिन र स्वतन्त्र रूपमा अविचलित भई अघि बढिरहेका अद्वितीय प्राकृतिक सम्पदा हुन् । दुवै मानवसँग क्रोधित पनि छन्। तर सेती नदी जमिन मुनि भाँसिंदै गइरहेको र घनघस्या अटूल रूपमा बसिरहनुले यी २ बिच केही भिन्नता रहेको विषय पनि बोध गर्न सकिन्छ |</p><p><br /></p> <p><strong>(ख) घनघस्यालाई कसरी मानवीकरण गरिएको छ ?&nbsp;</strong></p> <p>उत्तरः कुनै निर्जीव वस्तु वा परिवेशलाई मानवीय गुण प्रदान गर्ने साहित्यिक प्रक्रियालाई नै मानविकरण भनिन्छ। घनघस्या गजघुम्म परेर बस्नु, रिसाएर बस्नु, टाउकामा बरफको केश फुलाएको, अररो वृद्ध शरीर हुनु, टाउको झुकाउनुको सट्टा झन् दृढ हुँदै गएको जस्ता प्रसङ्गहरूको प्रयोग गरि नियात्राकारले घनघस्याको मानवीकरण गरेका छन् ।</p> <p><strong><br /></strong></p><p><strong>&nbsp;५. दिइएका नियात्रांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस्। ‘</strong></p> <p>जोगबनीदेखि धरानसम्मको अलकत्रे बाटालाई धिक्कार्दै र भादगाउँदेखि बाह्रबिसेसम्मको फराकिलो कालो बाटालाई सराप्तै हामी ठसठस कनिरह्यौं । सिंहदरबार अगाडिको चिप्लो बाटो त्यहाँ थिएन, न त्यहाँ भैरहवाबाट बुटवल जाँदा जस्तो तेर्यो सोझो बाटो नै थियो । त्यहाँ त चुच्चे ढुङ्गाहरू पहरामा तेर्सिएका थिए काला रुखका छायामा कच्पल्टिएर । पसिनाले निथुक्क भिजेर हामी छ जना अभागी आकाशतर्फ उचालिइरह्यौं, उचाइलिइरह्यौं । निल आर्मस्ट्रङहरूलाई त्यति फिटफिटी परेन होला किनभने चन्द्रमामा पुग्दा उनीहरूसित यथेष्ट वैज्ञानिक उपकरण उपलब्ध थिए । हामी भने पानीसमेत नपाएर रोयौं । निकै माथि पुगेपछि दुइटा पानीका कुला भेटिँदा स्वर्ग पुगेको अनुभव भयो । मरुभूमिका यात्रीले एक्कासि मरुद्यान भेटे झै हामी फुलेल भयौँ ।&nbsp;</p> <p><strong><br /></strong></p><p><strong>(क) घनघस्याको उकालो चढ्दा अन्य विभिन्न ठाउँका सडकलाई सराप्नपुर्ने कारण के हो ?&nbsp;</strong></p> <p>उत्तरः सहरी क्षेत्रमा मात्र सडकको विस्तारमा जोड दिइएको तर घनघस्या जस्ता प्राकृतिक सुन्दरताले भरिपूर्ण तर विकट क्षेत्रमा एक सामान्य पद्‌मार्ग व्यवस्थापन गर्नसम्म पनि चासो नदेखाइएको अन्यायपूर्ण परिपाटिलाई प्रतिकारस्वरूप व्यक्त गर्नको निमित्त अन्य क्षेत्रका सडकलाई सरापिएको हो ।</p> <p><strong><br /></strong></p><p><strong>(ख) निल आर्मस्ट्रङहरूलाई किन चन्द्रमामा पुग्न फिटफिटी परेन ?&nbsp;</strong></p> <p>उत्तरः यात्राको सहजताको निमित्त विविध बन्दोबस्त, प्राविधिक र यान्त्रिक उपकरणहरु, आरामदायी सामग्रीको यथेष्ट उपलब्धताका कारण निल आर्मस्ट्रङलाई चन्द्रमामा पुग्न फिटफिटी नपरेको हो । भोक, प्यास र थकानले आकुल व्याकुल पर्दासमेत पानीसमेत नपाई, पसिनामा स्नान गर्दै उकालो कठिन पदयात्रा तय गर्दै गर्दा नियात्राकारले उपर्युक्त&nbsp; &nbsp; &nbsp; दृष्टान्तको प्रयोग गरेका हुन् ।</p> <p><strong><br /></strong></p><p><strong>(६) पाठमा मनिए जस्तै अहिले पनि घनघस्या क्षेत्रको बाटो यात्रा त्यतिकै कठिन छ त? सोध खोज गरि लेख्नुहोस्।&nbsp;</strong></p> <p>→ मैले गरेको खोज अनुसन्धान अनुसार अझैपनि घनघस्थाको क्षेत्रले पूर्वाधार विकास को मुहार देख्न नपाएको पाएँ । राजधानीबाट टाढा रहेको र भौगोलिक प्रतिकुलताले गर्दा त्यहाँ बाटोघाटोको लगायतका अन्य पूर्वाधारको विकास हुन नसकेको रहेछ। तारानाथ शर्मा यात्रा गर्दाको समयमा विद्यमान कठिनाई अहिले पनि समान नरहेतापनि, पूर्वाधारको विकास र पक्की सडक नपुगेकोले अपेक्षाकृत परिवर्तन हुन सकेको रहेनछ। घनघस्याका सम्भावनालाई अधिकतम प्रयोग गर्न र पर्यटनको आधारशिला बनाउनको निमित्त पूर्वाधार विकासमा लगानि गर्न सरोकारवालाको शिघ्रातिशिघ्र ध्यानाकर्षण हुन जरुरी छ !</p> <p><strong><br /></strong></p><p><strong>७. यात्रामा सहभागीले के कस्ता समस्याको सामना गर्नुपयो, घोटकरीमा लेख्नुहोस !&nbsp;</strong></p> <p>तारानाथ समुहको यात्री टोलीले बैतडीबाट डडेलधुराको यात्रा गर्ने क्रममा विविध व्यवधान र समस्याहरुको सामना गर्नुपरेको थियो । विकासका पूर्वाधारको न्यूनतम सुविधासमेतबाट वञ्चित उक्त ठाउँको पैदल यात्रामा मूलत: यातायात, होटल, वासस्थान, पदमार्ग, विजुली बत्ती जस्ता समस्याबाट उनीहरूले जुझ्न परेको थियो। वास वस्ने ठाउँ नभएकोले रात परेपनि गन्तव्यसम्म पुग्ने योजना बनाउनु, तिर्खा, भोकबाट आक्रान्त भइकनपनि घनघस्याको असहज पदमार्गमा हिडीरहुनु, उकालो, ओरालोमा पछारिंदै अँध्यारोमा समेत यात्रामा विराम नदिई यात्रा गरिरहेको र वास पाउँदासमेत चिसा ढुङ्गाको सिरानीमा रात कटाएको बिषयले यात्रा निकै संघर्षपूर्ण रहेको बोध गर्न सकिन्छ|</p> <p><strong><br /></strong></p><p><strong>८. भाव विस्तार गर्नुहोस्&nbsp;</strong></p> <p><strong>(क) यो हिउँ मेरो थियो, मेरा मुटुको थियो र हिमाली हार्दिकता बोकेको र चम्किलो थियो ।&nbsp;</strong></p> <p>तारानाथ शर्माको 'घनघस्याको उकालो काट्दा' नियात्राबाट दिइएको वाक्य साभार गरिएको हो । बेलायतमा हिउँसँग चिरपरिचित नियात्राकारले आफ्नै भूमि को हिउँसँग परिचय गर्न पाउँदाको अनुभव अभिव्यक्त गर्ने क्रममा यस वाक्यको प्रयोग गरिएको हो।</p><p><br /></p> <p>नियात्राकारले पहिलो पटक फिक्कलमा, त्यसपछि दार्जिलिङमा सामान्य हिउँको अनुभव गरेका थिए। उनले हिउँसँग राम्ररी परिचय गरेको बेलायतमा मात्र थियो । तर आफ्नो अस्तित्व र जीवन गांसीएको, अपनत्वमा रहेको र आफुसँगै रहेको हिमाल र हिउँमा उनले हार्दिकतापूर्ण सम्बन्ध बोध गरेका छन्। अरुको स्वामित्वमा रहेको चिजभन्दापनि आफ्नो स्वामित्वमा रहेको चिज बढी स्नेहपूर्ण रहने भएकोले आफ्नै क्षेत्रमा यात्रा गर्दाको सान बेग्लै हुने र छट्टै किसिमको प्रेमानुभूति गर्न सकिने भावना उपयुक्त वाक्यले बोकेको छ।</p><p><br /></p> <p>समग्रमा आफ्नो देशमा पहिलोपल्ट हिउँ र बार्है महिना सेतै हिउँले आच्छादित रहने हिमालहरुसँग राम्रो परिचय गर्न पाउँदा नियात्राकारको मनमा रहेको राष्ट्रियताको आफ्नो देशप्रतिको गहिरो सामिप्यताको भाव यो वाक्यांशमा अभिव्यक्त भएको छ।</p><p><br /></p> <p><b>(ख) प्रकृतिसित जुध्नु नै जीवनको रमाइलो हो भन्ने भावलाई ह्याकुलाले छोपेर नै म सुदूरपश्चिमको भ्रमणमा निक्लेको थिएँ ।&nbsp;</b></p> <p>'घनघस्याको उकालो काट्दा' नियात्रा तारानाथ शर्माको एक उत्कृष्ट नियात्रा हो| अविस्मरणीय यादहरू र अनभूति संकलनको परम स्रोत प्रकृतिनै रहेको र प्राकृतिक रूपमै कठिन क्षेत्रको सामना गर्दै यात्रा गर्नु नै रमाइलोको माध्यम रहेको विषयलाई अभिव्यक्त गर्ने क्रममा उपर्युक्त वाक्यको प्रयोग गरिएको हो।</p><p><br /></p> <p>नियात्रामा तारानाथ शर्माको समुहले यात्रा गन्तव्यलाई सुदुरपश्चिम क्षेत्र बनाएका छन्। घनघस्याको उकालो काट्ता उनलाई अनकौं समस्या परेका छन् तर उनी ती कठिनतामा हार मानेका छैनन् बरु रमाएका छन्। सहज रूपमा, बिना मिहिनेत वा कठिनाई पार गर्न नपर्ने यात्राहरु सामान्य र विस्मरणीय नै हुन्छन तर आफ्नो आँट र साहस प्रयोग गरि गरिएका यात्रा सधैं मनमस्तिष्कमा अमिट छाप बनाएर रहने बिषयलाई नियात्राकारले राम्रोसँग बोध गरेका छन्।&nbsp; यात्रामा सजिलो मात्र भयो भने त्यो त्यति स्मरणीय रहँदैन । यस्तै पलहरु नै जिन्दगीका रमाइला पल बन्दछन् ।</p><p><br /></p> <p>सहज गन्तव्यमा जोकोही पनि पुगेको, देखेको हुन्छ तर, पृथक र चुनौतीपूर्ण गन्तव्य हरूमा थोरै मानिसमात्र पुगेका हुन्छन। भौतिकवादी दृश्यावलीमा रम्ने स्वभावको व्यक्ति नियात्राकार होइनन् । संघर्षपूर्ण तरिकाले, प्रकृतिले प्रतिकुल बनाएका कठिन बाटाहरुमा यात्रा तय गर्दै, पुगिएको गन्तव्य क्षणिक रूपमा दुःखदायि भएपनि, दीर्घकालिन आनन्द र सम्झनाका स्रोतहरू हुने भएकोले यस्ता यात्रामा हाम्रो झुकाव रहनुपर्ने भाव दिइएको वाक्यबाट बोध गर्न सकिन्छ।</p><p><br /></p> <p><strong>१०. दिइएको गद्यांश पढ्नुहोस् र सोधिएका प्रश्नको उत्तर दिनुहोस् ।&nbsp;</strong></p> <p>कुल गार्हस्थ उत्पादनमा औद्योगिक क्षेत्रको योगदान बढाउनका लागि स्वदेशी तथा विदेशी पुँजीको परिचालन गनपुर्छ । एकल बिन्दु सेवा केन्द्रका माध्यमबाट वैदेशिक लगानी प्रवर्धन गर्न आवश्यक छ । उपलब्ध स्रोतसाधन र श्रमको उपयोग गरेर औद्योगिक उत्पादन र उत्पादकत्वमा अभिवृद्धि गर्न सकिन्छ । लघु, घरेलु तथा साना उद्योगको संरक्षण र प्रवर्धन गरी रोजगारी सिर्जना गर्न सकिन्छ । गरिबी न्यूनीकरण, नेपाली वस्तु तथा सेवाका लागि लगानीमैत्री वातावरण सिर्जना, आयात प्रतिस्थापन र निर्यात प्रवर्धनका माध्यमबाट अथर्तन्त्रलाई सुदृढ गर्न आवश्यक छ । तुलनात्मक लाभ तथा प्रतितस्पर्धी क्षमता भएका नेपाली वस्तु तथा सेवाको उत्पादन वृद्धि गर्नुपर्छ । निर्यात प्रवर्धन तथा आयात व्यवस्थापन गरी आन्तरिक माग पूर्ति गर्न सकिन्छ । द्विपक्षीय, क्षेत्रीय र बहपुक्षीय व्यापार प्रणालीबाट अधिकतम लाभ लिने गरी वैदेशिक व्यापारसम्बन्धी योजना तथा कार्यक्रम सञ्चालन गर्न आवश्यक छ । खाद्यान्न, पेट्रोलियम पदार्थ जस्ता अत्यावश्यक वस्तुको सरल र उचित मूल्यमा सहज उपलब्ध हुने व्यवस्था आवश्यक छ । यसका लागि आपूर्ति व्यवस्थापनमा सधार ल्याई मूल्य स्थिरता कायम गनप॒र्छ । गणस्तरीय वस्तु तथा सेवामा सहज पहुँच पुयाई उपभोक्ताको हकहित सरक्षण गर्नुपर्छ । खाद्यान्न तथा अन्य वस्तमा हुने मिसावट, ठगी, कालोबजारी, नियन्त्रण गर्न बजार अनगमुनलाई तीब्र बनाउन आवश्यक छ । यसका लागि विद्यमान ऐन नियमको प्रभावकारी कायान्वयन गर्ने गरी कार्यकम कायान्वयन गर्नुपर्छ ।&nbsp;</p><p><br /></p> <p><strong>(क) केका लागि स्वदेशी तथा विदेशी पुँजीको परिचालन गर्नुपर्छ ?&nbsp;</strong></p> <p>उत्तरः कुल गार्हस्थ उत्पादनमा औद्योगिक क्षेत्रको योगदान बढाउनका लागि स्वदेशी तथा विदेशी पुँजीको परिचालन गर्नुपर्छ ।&nbsp;</p> <p><strong><br /></strong></p><p><strong>(ख) गरिबी न्यूनीकरणका उपाय के के हुन् ?&nbsp;</strong></p> <p>उत्तरः गरिबी न्यूनीकरणका लागि घरेलु तथा साना उद्योगको संरक्षण र प्रवर्धन गरी औद्योगिक क्षेत्रको लगानी बढाउनुपर्छ र नेपाली वस्तु तथा सेवाको उत्पादन वृद्धि गर्नुपर्छ।&nbsp;</p> <p><strong><br /></strong></p><p><strong>(ग) अर्थतन्त्रलाई सुदृढ गर्न कस्ता उपाय अपनाउनुपर्छ ?&nbsp;</strong></p> <p>उत्तर : अर्थतन्त्रलाई सुदृढ गर्न गरिबी न्यूनीकरण, लगानीमैत्री वातावरण, आयात प्रतिस्थापन र निर्यात प्रवर्धन जस्ता उपाय अपनाउनुपर्छ।&nbsp;</p> <p><strong><br /></strong></p><p><strong>(घ) उपभोक्ताको हकहितको संरक्षण कसरी गर्न सकिन्छ ?&nbsp;</strong></p> <p>उत्तरः गणस्तरीय वस्तु तथा सेवामा सहज पहुँच पुयाई उपभोक्ताको हकहित सरंक्षण गर्नुपर्छ ।</p> <p><strong><br /></strong></p><p><strong>&nbsp;भाषातत्त्व&nbsp;</strong></p> <p><strong>१. लिङ्ग सङ्गति मिलाई दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस्:</strong></p> <p>हाम्रा बिचमा धेरै कुरा समान छन् । मेरी छोरा सानै छिन् । तिम्री छोरा पनि सानै छिन् । मेरो छोरी विद्यालयमा पढ्छन् । तिम्रो छोरी पनि विद्यालयमा पढ्छन् । मेरी एउटा भाइ छिन् । तिम्रो एउटा बहिनी छन् । मेरा एउटा दिदी हुनुहुन्छ । तिम्री एउटा दाजु हुनुहुन्छ ।&nbsp;</p> <p>उत्तर : हाम्रा बिचमा धेरै कुरा समान छन् । मेरा छोरा सानै छन् । तिम्रा छोरा पनि सानै छन् । मेरी छोरी विद्यालयमा पछिन् । तिम्री छोरी पनि विद्यालयमा पन्छिन् । मेरा एउटा भाइ छन् । तिम्री एउटी बहिनी छिन् । मेरी एउटी दिदी हुनुहुन्छ । तिम्रा एउटा दाजु हुनुहुन्छ ।</p> <p><strong><br /></strong></p><p><strong>२. वचन सङ्गति मिलाई दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस् :&nbsp;</strong></p> <p>डोल्मा, रामलाल, महेश र म पुस्तकालय गएँ । पुस्तकालयमा धेरै पुस्तक थियो । मैले पत्रिका पढ्यौँ । डोल्माले कविता पढे । रामलाल र महेशले उपन्यास पढ्यो । पुस्तकालयमा अरु धेरै जना विद्यार्थी थियो । सबै जना पढ्दै थियो । दराजभरि पुस्तकहरु थियो । केही पुस्तक भुइँमा थियो । एउटा पुस्तक भुइँमा झरेका थिए । त्यसको अगाडिको गाता च्यातिएका थिए । मैले त्यो पुस्तक उठायाँ र पुस्तकालय व्यवस्थापन शाखाको कर्मचारीलाई दियौँ । व्यवस्थापन शाखाको कर्मचारीहरुले मलाई धन्यवाद दियो ।&nbsp;</p> <p><strong><br /></strong></p><p>उत्तरः डोल्मा, रामलाल, महेश र म पुस्तकालय गयौँ । पुस्तकालयमा धेरै पुस्तक थिए । मैले पत्रिका पढ़ें । डोल्माले कविता पढिन् । रामलाल र महेशले उपन्यास पढे । पुस्तकालयमा अरु धेरै जना विद्यार्थी थिए । सबै जना पढ्दै थिए । दराजभरि पुस्तकहरू थिए । केही पुस्तक भुइँमा थिए। एउटा पुस्तक भुइँमा झरेको थियो । त्यसको अगाडिको गाता च्यातिएको थियो । मैले त्यो पुस्तक उठाएँ र पुस्तकालय व्यवस्थापन शाखाको कर्मचारीलाई दिएँ । व्यवस्थापन शाखाका कर्मचारीहरूले मलाई धन्यवाद दिए |</p> <p><strong><br /></strong></p><p><strong>३. पुरूष सङ्गति मिलाई दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस्&nbsp;</strong></p> <p>म, तिमी र विश्वराज छिमेकी हुन् । म बिहान सबेरै उठ्छ । तिमी बिहान सबेरै उठ्छन् । म विश्वराज पनि बिहान सबेरै उठ्छु । त्यसपछि हामी तीनै जना भेट हुन्छौँ । हामी आधा घण्टा दौडिन्छन् । त्यसपछि म योगध्यान गर्छन्, तिमी फुटबल खेल्छु र विश्वराज ब्याटमिन्टन खेल्छु । बिहान आठ बजे हामी आआफ्ना घर जान्छन् ।&nbsp;</p><p><br /></p> <p>उत्तर : म, तिमी र विश्वराज छिमेकी हौँ । म बिहान सबेरै उठ्छु । तिमी बिहान सबेरै उठ्छौ । विश्वराज पनि बिहान सबेरै उठ्छ । त्यसपछि हामी तीनै जना भेट हुन्छौँ । हामी आधा घण्टा दौडिन्छौँ । त्यसपछि म योगध्यान गर्छ, तिमी फुटबल खेल्छौ र विश्वराज ब्याटमिन्टन खेल्छ । बिहान आठ बजे हामी आआफ्ना घर जान्छौँ ।</p><p><br /></p> <p><strong>४. आदर सङ्गति मिलाई दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस् :</strong><strong>&nbsp;</strong></p> <p><strong>हाम्रो घरमा मेरो मामा आउँछ । मामाले मलाई राम्रा राम्रा किताब ल्याइदिन्छ । मामालाई भेटन पाउँदा मेरी बहिनी पनि धेरै खुसी हुनुहुन्छ । तिमी पनि मेरा मामालाई भेट्न आइज है ।&nbsp;</strong></p> <p><strong>उत्तर : हाम्रो घरमा मेरा मामा आउनुहुन्छ । मामाले मलाई राम्रा राम्रा किताब ल्याइदिनुहुन्छ । मामालाई भेटन पाउँदा मेरी बहिनी पनि धेरै खुसी हुन्छिन् । तिमी पनि मेरा मामालाई भेट्न आऊ है ।</strong></p><p><strong><br /></strong></p> <p><strong>५. पुलिङ्ग भए स्त्रीलिङ्ग र स्त्रीलिङ्ग भए पुलिङ्गमा परिवर्तन गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस् |</strong></p> <p>मेरो बुबा ७८ वर्ष हुनुभयो । मेरी आमा ७२ वर्ष पुग्नुभयो । मेरा तीन दाजु, दुई भाइ, दुई दिदी र एक बहिनी छन् । मेरी श्रीमती असल र दयालु छिन् । मेरा घरमा दुईओटा गाई, एउटा राँगो र केही बोका पनि छन् । मसँग एक दर्जन कुखुराका पोथी छन् ।&nbsp;</p><p><br /></p> <p>उत्तर : मेरी आमा ७८ वर्ष हुनुभयो । मेरा बुबा ७२ वर्ष पुग्नुभयो । मेरा तीन दिदी, दुई बहिनी, दुई दाइ र एक भाइ छन् । मेरा श्रीमान् असल र दयालु हुनुहुन्छ । मेरा घरमा दुईओटा गोरु, एउटा भैंसी र केही बाख्रा पनि छन् । मसँग एक दर्जन कुखुराका भाले छन् ।</p><p><br /></p> <p><strong>६. एकवचन भए बहुवचन र बहुवचन भए एकवचनमा परिवर्तन गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस् |</strong></p> <p>ऊ घर गयो । घरमा उसका दिदीहरु थिए । उसका दाजु काममा गएका थिए । त्यही वेला उसका साथीहरु पनि टुप्लुक्क आइपुगे । उसको आवाज सुनेर गोठको भैंसी पनि करायो । बाख्राहरु पनि म्याँम्याँ गर्न थाले । कुकुरहरु पनि पुच्छर हल्लाउँदै उसका नजिकै आएर सुँघ्न थाले ।&nbsp;</p><p><br /></p> <p>उत्तर : उनीहरू घर गए । घरमा उसकी दिदी थिइन् । उसका दाजुहरू काममा गएका थिए । त्यही वेला उनीहरूको साथी पनि टुप्लुक्क आइपुग्यो । उनीहरूको आवाज सुनेर गोठका भैंसीहरू पनि कराए । बाख्रो पनि म्याँम्याँ गर्न थाल्यो । कुकुर पनि पुच्छर हल्लाउँदै उनीहरूका नजिकै आएर सुँघ्न थाल्यो ।</p><p><br /></p> <p><strong>७. तृतीय पुरूषमा परिवर्तन गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस् |</strong></p> <p>मेरो शरीर अलिक मोटो भएकाले उकालो देख्नेबित्तिकै मेरो सातोपुत्लो उड्छ । तेर्यो र ओरालो बाटामा म निकै छिटो हिँड्न सक्छु, तर उकालो भने मेरा लागि जेमराज जत्तिकै भयावह हुन्छ । म विवश थिएँ, मैले घनघस्या नकाटी भएको थिएन । पाटनका सहृदय ब्यक्तिहरुले दिएका दुई लाँक्रा उखु पहिले टेक्तै र पछि चबाउँदै हामी एकोहोरो उकालिइरह्यौँ, उकालिइरह्यौँ ।&nbsp;</p><p><br /></p> <p>उत्तर : उनको शरीर अलिक मोटो भएकाले उकालो देख्नेबित्तिकै उनको सातोपुत्लो उड्छ । तेर्यो र ओरालो बाटामा उनी निकै छिटो हिँड्न सक्छन् तर उकालो भने उनका लागि जेमराज जत्तिकै भयावह हुन्छ । उनी विवश थिएँ, उनले घनघस्या नकाटी भएको थिएन । पाटनका सहृदय न्यक्तिहरुले दिएका दुई लाँक्रा उखु पहिले टेक्तै र पछि चबाउँदै उनीहरू एकोहोरो उकालिइरहे. उकालिइरहे ।</p><p><br /></p> <p><strong>८. मध्यम आदरमा रुपान्तरण गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस्&nbsp;</strong></p> <p>तँ मिहिनेती छस् । तेरो बानीबेहोरा पनि राम्रो छ । तेरो पढाइ पनि राम्रो छ । जोसुकैलाई विश्वास गरिहाल्ने बानीमा भने तँले सुधार गर्नुपर्छ ।&nbsp;</p> <p>उत्तर : तिमी मिहिनेती छौ । तिम्रो बानीबेहोरा पनि राम्रो छ । तिम्रो पढाइ पनि राम्रो छ । जोसुकैलाई विश्वास गरिहाल्ने बानीमा भने तिमीले सुधार गर्नुपर्छ ।</p><p><br /></p> <p><strong>९. सामान्य आदरमा रूपान्तरण गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस्&nbsp;</strong></p> <p>तपाइँ हिजो कहाँ जानुभएको थियो ? आज पनि कतै जानुहुन्छ कि ? अहिलेको समयमा यसरी बाहिरतिर घुम्न ननिस्कनुहोस् । घरभित्रै बसेर न्यायाम गर्नुहोस् । बरू किताब पढ्नुहोस्, लेखहरु लेख्नुहोस् ।&nbsp;</p> <p>उत्तर : तिमी हिजो कहाँ गएका थियौ ? आज पनि कतै जान्छौ कि ? अहिलेको समयमा यसरी बाहिरतिर घुम्न ननिस्क । घरभित्रै बसेर न्यायाम गर । बरू किताब पढ, लेखहरू लेख ।</p><p><br /></p> <p><strong>१o. उच्च आदरमा रूपान्तरण गरी दिइएको अनुच्छेद पुनर्लेखन गर्नुहोस्&nbsp;</strong></p> <p>ऊ भोलि पोखरा जान्छे । उसकी दिदी पनि ऊसँगै पोखरा जान्छिन् । उनीहरु फेवाताल घुम्छन् । उनीहरु कविता लेख्छन् । पोखरामा उनीहरुका साथीहरु पनि छन्। उनीहरू साथीहरुलाई पनि भेट्छन् । एक हप्ता बसेर उनीहरु घर फर्किन्छन् ।&nbsp;</p> <p>उत्तर : उहाँ भोलि पोखरा जानुहुन्छ । उहाँकी दिदी पनि उहाँसँगै पोखरा जानुहुन्छ । उहाँहरू फेवाताल घुम्नुहुन्छ । उहाँहरू कविता लेख्नुहुन्छ । पोखरामा उहाँहरूका साथीहरू पनि हुनुहुन्छ । उहाँहरू साथीहरूलाई पनि भेट्नुहुन्छ । एक हप्ता बसेर उहाँहरू घर फर्किनुहुन्छ ।</p><p><br /></p> <p><strong>११. दिइएको अनुच्छदबाट व का प्रयोग भएका शब्दको अलग अलग सूची बनाउनुहोस्ः&nbsp;</strong></p> <p>गाउँ बस्तीका मानिसलाई बाहिरतिर घुम्न त्यति धेरै अवसर हुँदैन । खेत, बारी, कुलो, वन, घाँस, दाउरा, वरपर, तलमाथि गर्दै उनीहरुको समय बित्छ । हिउँद, वर्षा, जाडो, गर्मी, हावा, हुरी, बतास, बिहान, बेलुका, दिउँसो, राती आदि सबै याम, समय, मौसममा काम गर्नुपर्छ । उनीहरुले कहिलेकाहीं जान पाउने ठाउँ भनेका नजिकैको हाट बजार हो। यसबाहेक उनीहरु कहिलेकाहीं गाउँमा हुने बिहेबटुलो, चाडपर्व, जात्रामेला, उत्सव आदिमा जान पाउँछन् ।&nbsp;</p><p><br /></p> <p><strong>ब को प्रयोग भएका शब्दहरू</strong> <strong>-</strong> बस्तीका, बाहिरतिर, बारी, बित्छ, बतास, बिहान, बेलुका, सबै, बजार यसबाहेक, विहेबटुलो&nbsp;</p> <p><strong>व को प्रयोग भएका शब्दहरू</strong> <strong>- </strong>अवसर, बन, वरपर, वर्षा, हावा, पर्व, उत्सव</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p>",
"rewardTxt": " Read Summary ", 
"reward": "<p><b>नियात्राको मूलभाव:&nbsp;</b></p> <p>यात्रा र साहसिक कार्यका प्रेमि, यस नियात्राका नियात्राकारले जैविक हिसाबले विशेष तर भौगोलिक रूपमा दुर्गम सुदूरपश्चिममा रहेको आकर्षक डडेल्धुरा पदयात्रालाई यस नियात्रामा विस्तृत रुपमा व्याख्या गरेका छन्।&nbsp;</p> <p>केन्द्रीय पहुँचमा रहेका क्षेत्रहरुमात्र विकास र प्रवर्द्धन हुन सकेका तर घनघस्या जस्ता आकर्षक तर विकट क्षेत्रहरु अझैपनि छायाँमा परेको विषयमा नियात्राकारले चिन्ता व्यक्त गरेका छन्।</p> <p>यात्राका क्रममा भोगेका तिता-मिठा सबै अनुभव पाठकमा सम्प्रेषण गरि घनघस्या जस्तो अपार पर्यटन सम्भावना बोकेका स्थलहरुमा समेत विकास र प्रवर्द्धनको अभाव र विकटताका कारण उचित मुल्याङ्कन हुन नसकेको र राज्यले यस्ता विशेष क्षेत्रको विकास र प्रचारप्रसारमा ध्यान दिनुपर्ने र यीनको उन्नतिविना राष्ट्रिय समुन्नती हाँसिल हुन नसक्ने विषयलाई मनन गर्नुपर्ने आवश्यकता निर्क्यौल गरेका छन्|</p>"
    },
    {
      "title": "Unit 4",
      "story": "<p>A business letter is referred to as a Byabasaik Patra in the English language. A business letter is a letter that is written by or to another business, whether that firm is the writer or the recipient. Demand for products, demand response, import, export, sales, distribution, transportation, etc. are all examples of these activities. Because the organization's address is printed on the letterpad, the sending organization does not have to write the address, but the recipient must write it themselves. Business letters are formal.</p><br/><p><strong>&nbsp;पाठ ४ :</strong><strong>&nbsp;व्यावसायिक पत्र&nbsp;</strong></p><p><br /></p><p>नोट : यस पाठको अभ्यासका धेरै प्रस्नको उत्तर आफैँ गर्न सकिने खालका र अभ्यासमा नै नमुना दिएको हुनाले केहि उत्तरहरु मात्र प्रदान गरिएको छ ।</p><p><br /></p> <p><strong>&nbsp;शब्दभण्डार</strong></p> <p><strong>१.शब्द र अर्थको जोडा मिलाउनुहोस :&nbsp;</strong></p> <p><strong>शब्द :</strong></p> <p>प्रबन्ध , अवगत , दीर्घकालीन , सङ्कलित , वितरण , सहकार्य, प्रस्ताव, यथाशीघ्र</p> <p><strong>अर्थ :</strong></p> <p>बन्दोबस्त चाँजोपाँजो , जानेको वा बुझेको,&nbsp; लामो समय , बटुलिएका , बाँडफाँड,&nbsp; दुई वा दुईभन्दा बढी व्यक्ति वा संस्थाले मिलेर गरिने काम,&nbsp; कुनै कामको आरम्भ वा सम्पादनका लागि प्रस्तुत गरिएको विचार,&nbsp; जतिसक्दो चाँडो&nbsp;&nbsp;</p><p><br /></p> <p><strong>२. दिइएका शब्दको विपरीतार्थक शब्द लेख्नुहोस :&nbsp;</strong></p> <p>हार = जित&nbsp;&nbsp;</p> <p>जस = अपजस&nbsp;</p> <p>देब्रे = दाहिने&nbsp;</p> <p>प्रेम = घृणा&nbsp;</p> <p>आकर्षण = विकर्षण&nbsp;</p> <p>रुनु = हाँस्नु&nbsp;</p> <p>आफ्नो&nbsp; = अरूको&nbsp;</p> <p>जटिल = सरल&nbsp;</p> <p>दिन = रात&nbsp;</p> <p>सबल = दुर्बल&nbsp;</p> <p>निरपेक्ष = सापेक्ष&nbsp;</p> <p>आय = व्यय&nbsp;</p> <p>सक्कली = नक्कली&nbsp;</p> <p>हर्ष = विस्मात्&nbsp;</p> <p>विपना = सपना&nbsp;</p> <p>निराशा = आशा&nbsp;</p> <p>प्रतिकूल = अनुकूल&nbsp;</p> <p>अनावश्यक = आवश्यक&nbsp;</p><p><br /></p> <p><strong>३. तलका शब्दको लघुतावाचक शब्द लेख्नुहोस् :&nbsp;</strong></p> <p><strong>(क) किरो, कोदालो, गाग्रो, चिम्टा, चरो, थाल, ठेको, पुस्तक&nbsp;</strong></p> <p><strong>(ख) रोटी, सुन्तला, भात, पराल, पानी, फूल, केरा&nbsp;</strong></p> <p>किरो = किरी&nbsp;</p> <p>कोदालो = कोदाली&nbsp;</p> <p>रोटी = टुक्रा</p> <p>गाग्रो = गाग्री</p> <p>सुन्तला = केस्रो&nbsp;</p> <p>भात = सितो&nbsp;</p> <p>चिम्टा = चिम्टी&nbsp;</p> <p>पराल = त्यान्द्रो&nbsp;&nbsp;</p> <p>पानी = थोपो</p> <p>थाल = थाली&nbsp;</p> <p>चरो = चरी&nbsp;</p> <p>ठेको = ठेकी&nbsp;</p> <p>पुस्तक = पुस्तिका&nbsp;</p> <p>फूल = पत्र,&nbsp;</p> <p>केरा = कोसो&nbsp;&nbsp;</p><p><br /></p> <p><strong>बोध र अभिव्यक्ति&nbsp;</strong></p> <p><strong>१. पाठका आधारमा दिइएका प्रश्नको उत्तर भन्नुहोस् :&nbsp;</strong></p><p><strong><br /></strong></p> <p><strong>(क) व्यावसायिक चिठीको सबैभन्दा माथि के लेखिन्छ ?&nbsp;</strong></p> <p>उत्तर : व्यावसायिक चिठीको सबैभन्दा माथि चिठी लेख्ने प्रेषकको आफ्नो व्यावसायिक संस्थान वा कार्यालयको नाम र ठेगाना लेखिन्छ ।&nbsp;</p><p><br /></p> <p><strong>(ख) व्यावसायिक चिठीमा पत्र सङ्ख्या र चलानी नम्बर कहाँ लेखिन्छ ?&nbsp;</strong></p> <p>व्यावसायिक चिठीमा पत्र सङ्ख्या र चलानी नम्बर प्रेषकको आफ्नो व्यावसायिक संस्थान वा कार्यालयको नाम र ठेगानाभन्दा मुनि देब्रेपट्टि मितिभन्दा तल्लो लाइनमा लेखिन्छ ।&nbsp;</p><p><br /></p> <p><strong>(ग) व्यावसायिक चिठीको कुन भागमा कहाँनेर मिति लेखिन्छ ?&nbsp;</strong></p> <p>उत्तर : व्यावसायिक चिठीको अग्र भागमा प्रेषकको आफ्नो व्यावसायिक संस्थान वा कार्यालयको नाम र ठेगानाभन्दा एक लाइन तलतिर दाहिनेपट्टि मिति लेखिन्छ ।&nbsp;</p><p><br /></p> <p><strong>(घ) व्यावसायिक चिठीमा सम्बोधन र विषयको रखाइक्रम कस्तो हुन्छ ?&nbsp;</strong></p> <p>उत्तर : व्यावसायिक चिठीमा अग्र भागको देब्रेपट्टि पत्र सङ्ख्या र चलानी नम्बरको ठिक मुन्तिर पहिले सम्बोधन र ठेगाना अनि तल्लो लाइनको केन्द्र भागमा विषयको रखाइक्रम हुन्छ ।&nbsp;</p><p><br /></p> <p><strong>२. पाठमा उल्लेख भएअनुसार ज्वालामाई उपभोग्य वस्तु सङ्कलन तथा वितरण कम्पनी कोहलपुर, बाँकेले कर्नाली उत्पादन तथा वितरण केन्द्र, चिसापानी, कैलालीलाई मिति २०७७/१२ /२५ मा लेखेको पत्र कस्तो हुनसक्छ, अनुमान गरी लेख्नुहोस् ।&nbsp;</strong></p> <p><strong><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>ज्वालामाई उपभोग्य वस्तु सङकलन तथा वितरण कम्पनी&nbsp;</strong></p> <p><strong><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>कोहलपुर, बाँके&nbsp;</strong></p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>मिति २०७८/०२/२५&nbsp;</p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>प. स. ०७७/०७८&nbsp;</p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>च. नं : ७५/०७७&nbsp;</p> <p>श्रीमान् बजार व्यवस्थापक,&nbsp;</p> <p>कर्नाली उत्पादन तथा वितरण केन्द्र&nbsp;</p> <p>चिसापानी, कैलाली ।&nbsp;</p><p><br /></p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>विषय : आपूर्ति सम्झौता एवं सहकार्य सम्बन्धमा ।&nbsp;</p> <p>महोदय, उपर्युक्त विषयका सम्बन्धमा यस ज्वालामाई उपभोग्य वस्तु सङ्कलन तथा वितरण कम्पनीले विगत दुई दशकदेखि विविध दैनिक उपभोग्य सामग्रीहरू एवं विभिन्न वस्तुहरू सङ्कलन गरी थोक तथा खुद्रा विक्री वितरण गर्दै आइरहेको तथ्य त सर्वविधितै छ । हाललाई भने उपभोक्ताहरूको माग दिनप्रतिदिन बढ्दै गएकाले त्यस कम्पनीबाट उत्पादित अर्गानिक खाद्यपदार्थ एवं विभिन्न उपभोग्य वस्तुहरूको बिक्री वितरण गर्नका लागि हाम्रो कम्पनी इच्छुक रहेको अवगत गराउँदै त्यस कम्पनीबाट उपलब्ध हुने उत्पादित एवं सङ्कलित वस्तुहरूको विस्तृत विवरण र मूल्यसूचीसमेत उपलब्ध गराई व्यापारिक प्रस्तावलाई स्वीकार गरिदिनुहुन हार्दिक अनुरोध गर्दछौँ।&nbsp;</p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>भवदीय&nbsp;</p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span>राज सिटौला&nbsp;&nbsp;</p> <p><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp;&nbsp; &nbsp;</span><span>&nbsp; &nbsp;&nbsp;</span>कम्पनी प्रमुख</p><p><br /></p> <p><strong>३. हालसालै प्रकाशित पुस्तक पठाइदिन भनी तपाईंको घरनजिकै रहेको पुस्तक पसलले नेपाल प्रज्ञा प्रतिष्ठान, कमलादी, काठमाडौंलाई लेख्ने पत्रको नमुना तयार पार्नुहोस् ।&nbsp;</strong></p> <p><i>भिडियोको सुरुमा यसको उत्तर छलफल गरिएको छ । यसको प्रस्नको उत्तरको लागि हाम्रो youtube channel&nbsp; : The SR Zone मा जानुहोला ।</i></p> <p><strong><br /></strong></p><p><strong>४. दिइएको चिठी पढ्नुहोस् र सोधिएका प्रश्नको उत्तर लेख्नुहोस्&nbsp;</strong></p> <p><strong>प्रश्नोत्तरः&nbsp;</strong></p> <p><strong>(क) गाउँमा के सुरू भएको छ ?</strong>&nbsp;</p> <p>गाउँमा कृषि जागरण सुरू भएको छ ।&nbsp;</p><p><br /></p> <p><strong>(ख) जगराम काकाले कसरी आम्दानी गर्नुभयो ?&nbsp;</strong></p> <p>उत्तर : जगराम काकाले बाख्रापालन र तरकारी खेती गरेर आम्दानी गर्नुभयो ।&nbsp;</p><p><br /></p> <p><strong>(ग) कोरोना भाइरसको महामारीपछि गाउँमा कस्तो परिवर्तन भएको छ ?&nbsp;</strong></p> <p>उत्तर :कोरोना भाइरसको महामारीपछि धेरै युवाहरु गाउँ फर्केर कृषि पेशामा लागेका छन् ।</p><p><br /></p> <p><strong>(घ) कृषिमा आधुनिकीकरण र व्यवसायिकीकरण भनेको के हो, स्पष्ट पार्नुहोस् ।&nbsp;</strong></p> <p>उत्तर: कृषिमा आधुनिकीकरण र व्यावसायीकरण भनेको कृषिको क्षेत्रमा आधुनिक मेसिनरी वा प्रविधिको प्रयोग र कृषिलाई मुख्य व्यवसायको रूपमा विस्तार गर्नु हो।</p><p><br /></p> <p><strong>(ङ) माथिको चिठीको प्रापक र प्रेषकको नाम ठेगाना अनुमान गरी खामको नमुना बनाउनुहोस् ।&nbsp;</strong></p> <p>उत्तर :&nbsp;</p> <p><strong>खामको नमुना</strong></p> <p>प्रेषक &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; प्रापक</p> <p>सुनिता दङ्गाल&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; \\ &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; सुमित दङ्गाल&nbsp;</p> <p>सखुवासभा, प्रदेश नं १. नेपाल । &nbsp; &nbsp; &nbsp; &nbsp; \\ &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; दोहा, कतार&nbsp;</p><p><br /></p> <p><strong><i>यसबाहेक सबै प्रश्नहरु तपाईले आँफैले अभ्यास गर्नुहोला :)&nbsp;&nbsp;</i></strong></p><p><strong><i><br /></i></strong></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p>",
"rewardTxt": " Byakaran Solution ", 
"reward": "<p><strong>व्याकरण&nbsp;</strong></p> <p><strong>Trick&nbsp;</strong></p><p>सरलबाट मिश्र&nbsp; → जब, तब, भने आदिले वाक्य जोड्ने&nbsp;</p><p>सरलबाट संयुक्त → निरपेक्ष संयोजक (connectors) र, तसर्थ, त्यसैले, अनि आदिले वाक्य जोड्ने&nbsp; &nbsp;</p><p><br /></p><p><strong>१. उदाहरणअनुसार सरल वाक्यलाई मिश्र वाक्यमा परिवर्तन गर्नुहोस् :&nbsp;</strong></p> <p>हावा चल्यो । जाडो भयो । = जब हावा चल्यो तब जाडो भयो ।&nbsp;</p> <p>तिमी राम्रो पढ । तिमी सफल हुन्छौ । = राम्रो पढ्यौ भने सफल हुन्छौ ।&nbsp;</p><p>किताब बजारमा आयो । म किताब पढ्छु । = किताब बजारमा आयो भने म किताब पढ्छु ।&nbsp;</p> <p>पानी पर्यो । बाटो हिलो भयो । = जब पानी पर्यो तब बाटो हिलो भयो ।</p><p>उसले परिश्रम गर्यो । उसले मिठो फल पायो । = जसले परिश्रम गर्यो उसले मिठो फल पायो । |&nbsp;</p> <p>नेपाल सुन्दर छ । संसारलाई थाहा छ । = नेपाल सुन्दर छ भन्ने संसारलाई थाहा छ ।&nbsp;</p> <p>वातावरण प्रदूषण बढ्छ । महामारीको खतरा हुन्छ । = जब वातावरण प्रदूषण बदछ तब महामारीको खतरा हुन्छ ।&nbsp;</p><p><br /></p> <p><strong>२. उदाहरणमा दिए जस्तै सरल वाक्यलाई संयुक्त वाक्यमा परिवर्तन गर्नुहोस :</strong></p> <p>हावा चल्यो । जाडो भयो । = हावा चल्यो अनि जाडो भयो ।&nbsp;</p> <p>म कविता लेख्छु । म गीत गाउँछु। म चित्र कोर्छ । म विद्यालयमा पढाउँछु । = म कविता लेख्छु, गीत गाउँछु, चित्र कोर्छ र विद्यालयमा पढाउँछु ।&nbsp;</p> <p>किताब बजारमा आयो । मैले किताब किने । = किताब बजारमा आयो र मैले किताब किने ।&nbsp;</p> <p>पानी पर्यो । बाटो हिलो भयो । = पानी पर्यो त्यसैले बाटो हिलो भयो ।&nbsp;</p> <p>उसले मह काढ्यो । उसले हात चाट्यो । = उसले मह काढ्यो अनि हात चाट्यो ।&nbsp;</p> <p>तिमी सौराहा जाऊ । तिमी हात्तीमा चढ ।&nbsp; जङ्गल घुम । तिमीले&nbsp;</p> <p>जङ्गलमा गैंडा देख्ने छौ । = तिमी सौराहा जाऊ, हात्तीमा चढ, जङ्गल घुम अनि गैंडा देख्ने छौ।</p> <p>हामी नेपाली हौँ । हामी स्वाभिमानी छौँ । स्वावलम्बी छौँ । समृद्ध&nbsp;</p> <p>नेपाल र सुखी नेपाली चाहना हो । = हामी नेपाली स्वाभिमानी र स्वावलम्बी छौँ तसर्थ समृद्ध नेपाल सुखी नेपाली हाम्रो चाहना हो ।&nbsp;</p><p><br /></p> "
    },
    {
      "title": "Unit 5",
      "story": "<p>In this play, the author has interpreted life of a simple Newar family in Kathmandu facing poverty and discrimination by society. The novel shows the situations and reality of people in context of Nepal. This story is about a sick and unwell poor man with family and responsibility, trying to survive in this harsh world.  </p><br/><p><strong>&nbsp;पाठ ५&nbsp; :&nbsp;</strong><strong>एक चिहान&nbsp;</strong></p> <p><br /></p><p><strong>शब्दभण्डार&nbsp; &nbsp; :</strong></p> <p><strong>१. शब्द र अर्थका बिचमा जोडा मिलाउनुहोस् :</strong></p> <p>रुजु – कुनै कुरा ठिक छ कि छैन भनी जाँच्ने काम</p> <p>कविराज – आयुर्वेदिक उपचार गर्ने चिकित्सकको एक उपाधि</p> <p>पेस्की – काम पूरा हुनु पहिले दिइने रकम</p> <p>तल्सिङ – मोहीलाई जग्गा कमाउन दिने व्यक्ति, जग्गाधनी</p> <p>समवेदना – उस्तै दु:खको अनुभव</p> <p>निर्दयी – दया नभएको</p> <p>अकर्मण्य – केही पनि काम नगर्ने, निस्क्रिय</p> <p>मुराद – भित्री आशय</p> <p>सान्त्वना – आश्वासन, ढाडस</p> <p>हथुङ्गा – हातको नाडीदेखि औंलाका टुप्पासम्मको भाग</p> <p>दागबत्ती – शवका मुखमा राख्ने बत्ती</p> <p>कृतज्ञता – अरूले गरेको गुनप्रति धन्यवाद दिने भाव</p><p><br /></p> <p><strong>२. पाठमा प्रयोग भएका दिइएका शब्दको अर्थ पहिचान गरी लेख्नुहोस् :</strong></p> <p>गुभाजु – बिरामीहरूलाई झारफुक गर्ने नेवार समुदायको तान्त्रिक व्यक्ति</p> <p>उघाड – सीमा नाघेर भन्नु</p> <p>फोने – विना मागमा आफैँ दिन खोज्नु</p> <p>माचाछी – जोईपोइ बच्चाबच्चीको एकसरो परिवार मात्र</p> <p>नङ्के – कहिल्यै प्राप्त वा अनुभव नभएको कुरा पाउनु</p> <p>बिचा: – क्रियापुत्रीलाई बन्धुवर्गका तर्फबाट दिइने सिधा</p> <p>डल्लेठो – डल्ला फोर्ने काठको हतियार</p> <p>खर्पन – काठमाडौँमा प्रचलित मालसमान बोक्ने साधन</p> <p>क्वेना – बाँध, किनार, कुना, नदीको भुमरी पर्ने किनारको खोच</p><p><br /></p> <p><strong>३. दिइएका शब्दको उस्तै अर्थ दिने शब्द पहिचान गरी लेख्नुहोस् :</strong></p> <p>दीक्षा – मन्त्रोपदेश</p> <p>सितिमिति – हत्तपत्त</p> <p>उपचार – इलाज</p> <p>पेटपालो – गुजारा</p> <p>मृत्यु – निधन</p> <p>बोली – वाणी</p> <p>मौन – चुप</p> <p>तत्क्षण – तत्काल</p> <p>फजिती – मुस्किल</p> <p>सावगास – शक्ति</p> <p>&nbsp;</p> <p><strong>४. दिइएका अनेकार्थक शब्दलाई फरक फरक अर्थ दिने गरी वाक्यमा प्रयोग गर्नुहोस् :</strong></p> <p><strong>उत्तर</strong></p> <p>परीक्षामा मैले सबै उत्तरहरु हल गरेँ।</p> <p>उत्तरबाट बादल आइरहेको छ।</p> <p>खरी</p> <p>खरीको बोट हाम्रो गाउँमा पाइँदैन।</p> <p>मादल बजन छोडे पछाडि खरी भर्न मैले बजार लगेँ।</p> <p>गोल</p> <p>पृथ्वी गोल छ ।</p> <p>Asti तिको खेलमा हाम्रो समूहले एक गोल पनि गर्न सकेन।</p> <p>जग</p> <p>बलियो घर बनाउन पहिला जग बलियो हुनुपर्छ।</p> <p>मैले जगबाट पानि पिएँ ।</p> <p>तान</p> <p>तानमा कपडा बुन्ने चलन अहिले आधुनिक उपकरणहरुले विस्थापित गरिसके।</p> <p>हाम्रो समाजमा खुट्टा तान्ने मान्छेहरु धेरै छन्।</p> <p>तर</p> <p>म त जान तयार थिए तर उनि मानिनन्।</p> <p>मलाई दुधको तर खान मन पर्दैन।</p> <p>पत्र</p> <p>रामले एक महिना पर पहिला पठाएको पत्र बल्ल हिजो प्राप्त भयो।</p> <p>फूल चुँडेर त्यसका पत्रहरु छर्ने बानी राम्रो होइन।</p> <p>वर</p> <p>चौतारीमा वरको रुख छ ।</p> <p>हामीले हाम्रो घर वरपर सरसफाइ गर्नुपर्छ।</p> <p>बाली</p> <p>&nbsp;किस्ने काकाको भैँसी बाली भएछ ।</p> <p>सलह किराले पोहोरको मकैबाली सखाप पारिदियो।</p> <p>रहर</p> <p>मेरो बुबालाई प्लेन चढ्ने रहर छ।</p> <p>रहरको दाल त धेरै महङ्गो भएछ ।</p> <p>साँचो</p> <p>हिजो बाट हराएको साँचो बल्ल आज भेटियो।</p> <p>साँचो बोल्ने मानिस अहिले कमै हुन्छन्।</p> <p>सुर</p> <p>ऊ आफ्नै सुरमा काम गर्छ ।</p> <p>आहा ! उसको आवाज कति सुरिलो।</p> <p>हार</p> <p>महाभारतको युद्धमा अन्ततोगत्वा कौरवको हार भयो।</p> <p>मैले मेरो आमालाई जन्मदिनको अवसरमा हार उपहार दिए ।</p> <p>जाली</p> <p>कानको जाली फुट्ने गरी चड्कन खायो त्यो फटाहाले मेरो।</p> <p>हरीले कति जाली व्यवहार गरेको?</p><p><br /></p> <p><strong>५. दिइएका शब्दको श्रुतिसमभिन्नार्थक शब्द लेख्नुहोस् :</strong></p> <p>दिन – दीन</p> <p>दिशा – दिसा</p> <p>शव – सब</p> <p>बाँस – बास</p> <p>व्यसन – बेसन</p> <p>प्रदान – प्रधान</p> <p>कोस – कोश</p> <p>जाति – जाती</p> <p>फेरि – फेरी</p> <p>खालि – खाली</p> <p>पाश – पास</p> <p>गर्भ – गर्व</p> <p>विष – बिस</p> <p>आदि – आदी</p> <p>पाइन् – पाइन</p> <p>ताप – टाप</p> <p>देखि – देखी</p> <p>सिता – सीता</p><p><br /></p> <p><strong>६. दिइएका शब्दको समूहवाचक शब्द लेख्नुहोस् :</strong></p> <p>कमिला – ताँती</p> <p>गाईवस्तु – बथान</p> <p>मौरी – गोलो</p> <p>बारुला – गोलो</p> <p>बाँस – घारी</p> <p>दाउरा – खलियो</p> <p>डोरी – माला</p> <p>मानिस – जमात</p> <p>मकै – थाङ्ग्रो</p> <p>भेडा – बथान</p> <p>पराल – कुनिउँ, माँच, टौवा</p> <p>पर्वत – शृङ्खला, श्रेणी</p> <p>सिपाही – फौज, पल्टन</p> <p>धुवाँ – मुस्लो</p><p><br /></p> <p><strong>७. शिक्षकसँग सोधेर दिइएका प्रतीकात्मक शब्दको अर्थ लेख्नुहोस् :</strong></p> <p>छेपारो – रङ बदल्ने,</p> <p>कुवेर – धनी</p> <p>रामराज्य – सम्पन्न र सुखी राज्य</p> <p>दुर्वासा – रिसाहा</p> <p>दधिची – त्यागी</p> <p>सुदामा – गरिब, निर्धन</p> <p>भीष्म – भयानक</p> <p>बाँदर – आफ्नो घर बिगार्ने अरुको पनि बनाउन नदिने</p> <p>साँढे – मिचाहा</p> <p>जुको – परजीवी</p> <p>सावित्री – सती वा पतिव्रता</p> <p>गङ्गा – पवित्रता</p> <p>स्याल – बाठो</p> <p>ब्वाँसो – धूर्त</p> <p>आकाश – रित्तो वा विशाल</p> <p>एकलव्य – लगनशील वा एक्लो योद्धा</p> <p>मौरी – परिश्रमी</p> <p>लक्ष्मण रेखा – सीमा वा मर्यादा</p> <p>महाभारत – लडाइँ, झगडा</p> <p>कर्ण – दानी, उदारता</p> <p>भेडो – मुर्ख</p> <p>कुम्भकर्ण – सुताहा</p> <p>भगीरथ – प्रयत्न कठिन प्रयास</p> <p>विदुर – ज्ञानी वा विवेकी</p> <p>युधिष्ठिर – धर्मात्मा वा अजेय</p> <p>शकुनि – कपटी वा षडयन्त्रकारी</p> <p>नारद – कुरौटे</p> <p>&nbsp;</p> <p><strong>८. कक्षामा छलफल गरी दिइएका सिङ्गो शब्दको अर्थ लेख्नुहोस् :</strong></p> <p>शाकाहारी – सागपात मात्र भोजन मात्र गर्ने वा माछामासु नखाने</p> <p>मांसाहारी – माछामासु खाने</p> <p>पुङमाङ – दुवैपट्टि खुला भएको ढुङ्ग्रो</p> <p>गृहस्थी – घरबार गरेर बस्ने व्यक्ति</p> <p>अल्लारे – आलोकाँचो अवस्थाको</p> <p>पेवा – निजी</p> <p>दशक – दश वर्षको अवधि</p> <p>शताब्दी – सय वर्षको समय</p> <p>सहस्राब्दी – एक हजार वर्ष</p> <p>शाश्वत – सधैं रहिरहने, चिरस्थायी</p> <p>वात्सल्य – आमाबाबुको सन्तानप्रतिको स्नेह</p> <p>न्वाँगी – नयाँ धानबाली पाकेपछि देवता वा पितृलाई चढाई खाइने दही चामल</p> <p>नाबालक – बालिग हुने उमेर नपुगेको बालक</p> <p>लैनो – भर्खर बियाएको</p> <p>बकेर्नो – दुध थाक्ने बेला भएको दुहुनो</p> <p>सत्पात्र – असल व्यक्ति वा पात्र</p> <p>आद्योपान्त – सुरुदेखि अन्त्यसम्म</p> <p>क्षितिज – पृथ्वी र आकाश जोडिएजस्तो देखिने</p> <p>उपवास – केही नखाई व्रत बस्ने काम</p> <p>सर्वभक्षी – भोज्य र अभोज्य विचार नगरी सबै कुरा खाने</p> <p>ढडिया – माछा समात्ने सोलीजस्तो पासो</p> <p>अभेद्य – प्वाल पार्न नसकिने</p> <p>कटुभाषी – नमिठो बोल्ने</p> <p>अल्पभाषी – थोरै भाषा जान्ने</p> <p>मृदुभाषी – मिठो भाषा बोल्ने</p> <p>बहुभाषी – धेरै भाषा बोल्ने</p> <p>बहुरूपी – धेरै रूप धारण गर्ने</p> <p>अघोरी – जे पायो त्यही खाने</p> <p>कायममुकायम – कार्यबाहक</p> <p>कार्यवाहक – कुनै व्यक्तिको अनुपस्थितिमा नियमानुसार अधिकार लिई अस्थायी रूपमा काम गर्ने कर्मचारी</p> <p>पर्म – आलोपालो गरी एकले अर्काको काम गरिदिने चलन</p> <p>अवर्णनीय – वर्णन गर्न नसकिने</p> <p>अव्यक्त – प्रकट नभएको</p> <p>थाती – धरौटी जमानत</p> <p>कलस्यौली – विवाहमा कलश बोकेर जन्तीमा हिँड्ने कन्या&nbsp;</p> <p>अलौकिक – यस लोकमा नहुने वा नपाइने</p><p><br /></p> <p><strong>९. अन्तरिक्षसँग सम्बन्धित तलका शब्दलाई शब्दकोशीय अनुक्रममा मिलाई लेख्नुहोस् र तिनको अर्थ पनि पत्ता लगाउनुहोस् :</strong></p> <p>उल्का – धूमकेतु भन्दा धेरै साना पिण्डहरु</p> <p>ज्ञेय – जान्न लायक</p> <p>ग्रह – सूर्य र यसको वरिपरि घुम्ने आकाशीय पिण्ड</p> <p>नक्षत्र – तारा, सितारा मोती</p> <p>तारापुञ्ज – आकाशमा देखिने ताराहरूको समुदाय, तारामण्डल</p> <p>धुमकेतु – पुच्छ्रेतारोउल्काका राती आकाशबाट खस्न लागेको वा गइरहेको देखिने पिण्डहरु</p> <p>ब्रह्माण्ड – पृथ्वी, अन्तरिक्ष, ग्रहहरुको एकत्रित समुह</p> <p>राशि – क्रान्तिवृत्तमा रहेका मेष, वृष, मिथुन लगायत बाह्र ताराहरुको समूह</p> <p>सौर्यमण्डल – सूर्य र यसको वरिपरि घुम्ने ग्रहहरूको समूह</p> <p>&nbsp;</p> <p><strong>बोध र अभिव्यक्ति</strong></p> <p><strong>१. ‘एक चिहान’ उपन्यासको पहिलो परिच्छेद पढ्नुहोस् र दिइएका प्रश्नको उत्तर भन्नुहोस् :</strong></p> <p><strong>(क) अष्टनारानले श्रीमती, छोराहरू र छोरीलाई के भनेर सम्झाउँछन् ?</strong></p> <p>उत्तरः आर्थिक अवस्था निकै कमजोर भएकै कारणले गर्दा राम्रो बास, गास र कपासको व्यवस्था गर्न नसकेको, जिन्दगीभर जति नै पूजा प्रार्थना गरेता पनि कहिल्यै भगवानले आफ्नो गुहार नसुनेको, आफ्नो अन्तिम अवस्था आइसकेकोले अब जस्तोसुकै औषधोपचार गरेपनि रोग निको नहुने र यस विषयलाई सहर्ष स्वीकार गर्नुपर्ने साथसाथै आमा र बहिनीलाई जस्तोसुकै दुःख भएपनि हेला नगरिकन खुवाउनु र आँखामा आँसु आउन नदिनु भन्दै अष्टनारानले श्रीमती, छोराहरू र छोरीलाई सम्झाउँछन्।</p><p><br /></p> <p><strong>(ख) अष्टनारानले आफ्नो काजकिरियाका लागि कस्तो बन्दोबस्त मिलाएका छन् ?</strong></p> <p>उत्तरः मृत्युपश्चात आफ्नो काजकिरिया गर्नकोलागि छोराहरुले कसैको ऋण भोग्न नपरोस् भनेर अष्टनारानले विगत २ वर्षदेखि अलि अलि गर्दै पच्चिस रुपियाँ जम्मा गरेका&nbsp; र सो पैसालाई&nbsp; छिँडीमा ढिकीनेर खाल्टोमा गाडेर राखेका थिए। यसरी उनले आफ्नो काजकिरियाका लागि रुपियाँको बन्दोबस्त मिलाएका छन् ।</p><p><br /></p> <p><strong>२. दिइएका बुँदालाई समेटेर ‘एक चिहान’ उपन्यासको परिच्छेद दुई र तीनको सार लेख्नुहोस् :</strong></p> <p>उत्तरः श्रमजीवी गरिब कृषक अष्टनारान सिकिस्त बिरामी भएपछि छोराहरूले बाबुलाई निको बनाउन ऋण लिएरै भए पनि उपचार सुरू गरेका छन् । आफ्नै टोलको गुभाजुबाट एक महिनासम्म उपचार गराउँदा पनि उनलाई निको नभएपछि उनीहरूले बाबुलाई असनका तुयु गुभाजुबाट एक्काइस दिनसम्म उपचार गराउँछन् । यति गर्दा पनि कसैको सिप लाग्दैन र व्यथा झन् बढ्दै जान्छ । गाउँमा एउटा डाक्टर त थिए तर उसँग उपचार गराउन उनीहरूसँग पैसा भने थिएन । केही सिप नलागेपछि लतमायाको सल्लाहअनुसार उनीहरुले क्रियाको खर्चका लागि भनेर राखेको पचिच्स रुपियाँले बाबुको उपचार गर्ने निर्णय गर्छन् र डाक्टर गोदत्तप्रसादकहाँ जान्छन् । गोदत्तप्रसादले शिवनारानको आग्रहलाई महत्त्व दिँदैन । अष्टनारानलाई बिमारले झन् गाह्रो पारेपछि आमा लतमायाले पुननारानलाई पनि डाक्टरकहाँ पठाउँछिन् । शिवनारान र पुननारानले अनुरोध गर्दा पनि गोदत्तप्रसाद अष्टनारानको उपचार गर्नका लागि आउन तयार हुँदैनन् । शिवनारानले डाक्टरलाई घरपुग्नासाथ पाँच रूपियाँ फी दिने कबोल गरेपछि पैसामुखी डाक्टर गोदत्तप्रसाद अष्टनारानकहाँ जान तयार हुन्छन् ।&nbsp;</p> <p>&nbsp;</p> <p><strong>३. तलको उपन्यास अंश पढी दिइएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><strong>(क) प्रेम हुन केही गाह्रो छैन भन्नुको तात्पर्य के हो ?</strong></p> <p>उत्तरः स्त्री पुरुषका मनमा परस्पर उत्पन्न हुने आकर्षण, वा अनुराग नै प्रेम हो । संसारमा&nbsp; अन्य सबै काम गर्न धेरै समय, श्रम, बल र बुद्धि खर्चिनुपर्छ तर प्रेम गर्न समय पनि लाग्दैन, श्रम र बुद्धिको पनि खर्च हुँदैन ।&nbsp; स्त्री पुरूषले एक अर्कालाई देख्नासाथ दिलसँग दिल मिलेपछि रूप, गुण, स्वभाव वा परस्पर अनुराग आदिका कारण सजिलैसित तुरुन्त प्रेम हुन्छ भन्नुनै प्रेम हुन केही गाह्रो छैन भन्नुको तात्पर्य हो ।</p><p><br /></p> <p><strong>(ख) दिइएको उपन्यास अंशमा प्रेमका सम्बन्धमा कसरी व्याख्या गरिएको छ ?</strong></p> <p>उत्तरः प्रेमको तरलता र यसको तिव्र असरका विषयमा उपन्यासकारले प्रस्तुत अंशमा व्याख्या गरेका छन् । दुनियाँमा सबै थोक हुन गार्हो भए पनि प्रेम छोटो समयमा नै सजिलैसित हुन्छ । प्रेमलाई संस्कृति, भाषा, जाति, अनुकुलता, दुरि, सुखदुःख जस्ता केही कुराले पनि बाधा पुर्याउन सक्दैन। दिलसँग दिल मिलेपछि तुरुन्त प्रेम हुन्छ ।&nbsp; यसरी प्रेम स्त्री पुरूषका बिचमा छोटो समयमा नै बस्ने र यसलाई संस्कृति, भाषा, जाति, अनुकूलता, दुरी, सुखदुःख जस्ता कुनै पनि कुराले बाधा पुर्याउन नसक्ने विषयलाई माथिको उपन्यासको अंशमा&nbsp; व्याख्या गरिएको छ।&nbsp;</p><p><br /></p> <p><strong>४. अष्टनारानले मर्ने वेलामा आफ्ना छोरालाई किसानको सिद्धान्तका बारेमा बताएका छन् । उनले बताएका किसानका सिद्धान्त के के हुन्, उपन्यासको छैटौँ परिच्छेद पढी उत्तर लेख्नुहोस् ।</strong></p> <p>उत्तरः “माना रोपेर मुरी फलाउने कृषकको महान् पर्व असार महिनामा किसानको छोराले मरेको बाबुलाई समेत फ्याँकेर असारको पूजा गर्नुपर्छ । असार बिग्रियो भने किसानको एक वर्षको सौभाग्य बिग्रन्छ । कृषकले खेतमा जति धाइरहन्छ उति नै खेती सप्रन्छ । यो नै किसानका लागि महामन्त्र हो अनि दिक्षा पनि हो । “ यसरी अष्टनारानले मर्ने बेलामा आफ्ना छोरालाई किसानको सिद्धान्तका बारेमा बताएका छन् ।&nbsp;&nbsp;&nbsp;</p><p><br /></p> <p><strong>५. मरेपछि गरिने काजक्रिया र दानदक्षिणासम्बन्धी अष्टनारानको विचारसँग तपाईंको सहमति वा विमति के छ, तर्कसहित लेख्नुहोस् ।</strong></p> <p>उत्तरः नेपाली वांगमयमा प्रगतिशील, विद्रोही एवं क्रान्तिकारी विचारका विचारक हृदयचन्द्र सिंह प्रधानद्वारा संरचित प्रसिद्ध प्रगतिशील उपन्यास ‘एक चिहानमा’ नेपाली समाजको व्याप्त परम्परागत र समयानुकुल परिवर्तन नभएका&nbsp; रितिरिवाजहरूको विद्रोह गर्न प्रयास गरिएको छ ।&nbsp;&nbsp;</p> <p><br /></p><p>रुढीवादी, अन्धविश्वासी, परम्परागत धर्म र संस्कृतिका नाउँमा सकसपूर्ण जीवन बाँच्न विवश सर्वहारा विपन्न वर्गको मर्मलाई उपन्यासमा सजिव चित्रण गरिएको छ । श्रमजीवी गरिब कृषक, रूढिवादी विरोधी, क्रान्तिकारी एवं आदर्शवादी, सर्वहारा वर्गको प्रतिनिधिमूलक पात्रको रुपमा अष्टनारानलाई उभाएर सामाजिक रूपान्तरणका लागि व्यावहारिक क्रान्ति गर्ने, वर्गीय विभेदको अन्त्य गरी न्याय र समतामूलक समाज निर्माणको चाहाना राख्ने, आडम्बरी र फजुल खर्चमुखी परम्परागत नेपाली कुप्रथाहरुलाई&nbsp; उन्मूलन गर्ने अष्टनारायणको व्यवहारप्रति मेरो पूर्ण सहमति छ।</p><p><br /></p> <p>गरिबलाई झनै गरिब बनाउने किसिमका र अनावश्यक किसिमका परम्पराहरुलाई उन्मूलन गर्ने पर्छ पनि र राम्रा परम्पराहरुलाई मात्रै अनुसरण गर्नुपर्ने विषयप्रति म पूर्ण सहमत छु।</p><p><br /></p> <p><strong>६. ‘एक चिहान’ उपन्यासमा नेपाली समाजको कस्तो अवस्थाको चित्रण गरिएको छ, वर्णन गर्नुहोस् ।</strong></p> <p>उत्तर : 'एक चिहान' (२०१७) उपन्यास आदर्शोन्मुख एवं क्रान्तिकारी उपन्यासकार हृदयचन्द्रसिंह प्रधानद्वारा संरचित सामाजिक यथार्थवादी,&nbsp; एवं समाज सुधारक उपन्यास हो। यस उपन्यासमा मुख्यतः उच्च वर्गका हुने खानेहरूले विभिन्न जालझेल, षड्यन्त्रका बुनेर गरिब एवं निम्न वर्गका नागरिकहरूमाथि गर्ने शोषण, दमन, अन्याय, अत्याचारपूर्ण सामन्ती व्यवहार, विजातीय अथवा अन्तर्जातीय वैवाहिक सम्बन्ध जोर्ने परिपाटी , दाइजो प्रथा र अनैतिक प्रेमसम्बन्धजस्ता गतिविधिहरू, चरम गरिबी र सम्भ्रान्त वर्ग बिचको खाडल, मर्दापर्दा संस्कारका रूपमा नसकीकन पनि गर्नुपर्ने दान, धर्म, भोज, भतेर जस्ता बाध्यकारी संस्कृति र समग्रमा हुनेखानेको समाजमा गरिबहरू साँस्कृतिक दास बनेर बाँच्नुपर्ने बाध्यकारी समाजको चित्रण गरिएको छ ।&nbsp;</p><p><br /></p> <p>मूलतः यस उपन्यासमा काठमाडौं शहरको २०११ साल तिरको समाजलाई देखाइएको छ।&nbsp; सुब्बा सुरमान र डा. गोदत्तप्रसादलाई नेपाली समाजमा हुने खाने शोषक सामन्त वर्गको प्रतिनिधि बनाएर एवं अष्टनारानलाई&nbsp; सर्वहारा विपन्न, शोषित वर्गको प्रतिनिधित्व गराएर तत्कालमा त्यस समाजमा जरो गाडेर बसेका हुने खाने सम्भ्रान्त वर्ग र हुँदा खाने सर्वहारा वर्गबिचको असमानता तथा वर्गीय रुपमा विभाजित नेपाली समाजको चित्रण गरिएको छ । वर्गीय विभेद, लैङ्गिक विभेद, जातीय विभेद, रूढिवादी परम्पराले ग्रस्त समाजको चित्रण गरिएको छ ।&nbsp;</p><p><br /></p> <p>त्यसैगरी नेपाली समाजमा गरीब झन् गरिब हुँदै गइरहेका र धनी झन् धनी हुँदै गरिरहेको विषयलाई पनि सामाजिक यथार्थको रुपमा चित्रण गरिएको छ।&nbsp; गरीव वर्गलाई मानिसहरुले मात्र हैन परिस्थितिले समेत हेप्ने गरेको विषयलाई पनि यस उपन्यासमा चित्रण गर्न खोजिएको छ। जो दिनरात मिहिनेत गर्छ, घर बनाउने काम गर्छ, उसकै घर भत्किएर एक चिहान हुनुपर्ने अवस्था यस निबन्धमा देखाइएको छ ।</p><p><br /></p> <p>अष्टनारानको परिवारको चेतना जागरणसँगै कुसंस्कार तोड्दै शोषण र दमनका विरूद्ध जागेको तथ्यले आडम्बरी र समयअनुसार परिवर्तन गर्नुपर्ने संस्कृतिहरुको बिषयमा गरिबहरु जागृत हुँदै गरेको यथार्थलाई पनि यस उपन्यासमा चित्रण गर्न खोजिएको छ।&nbsp;</p><p><br /></p> <p>समग्रमा, सुब्बा सुरमान र गोदत्तप्रसाद जस्ता निच शोषकले सहयोगीको खाल ओढेर गरिबलाई सहयोग गरेझैँ गरेर अन्तरिक मनमा राख्ने कपट, छल, र शोषणको यथार्थ उपन्यासमा देखाइएको छ । उच्च वर्गका हुने खानेहरूले निम्न वर्गका नागरिकहरूमाथि गर्ने शोषण, दमन, अत्याचारपूर्ण सामन्ती व्यवहार, अनैतिक प्रेमसम्बन्धजस्ता गतिविधिहरू, मर्दापर्दा संस्कारका रूपमा नसकीकन पनि गर्नुपर्ने दान, धर्म, भोज, भतेर जस्ता बाध्यकारी संस्कृति र समग्रमा हुनेखानेको समाजमा गरिबहरू साँस्कृतिक दास बनेर बाँच्नुपर्ने अन्यायपूर्ण र विभाजित समाजको चित्रण यस उपन्यासमा गरिएको छ ।&nbsp;</p> <p>&nbsp;</p> <p><strong>७. ‘एक चिहान’ उपन्यासका आधारमा दिइएका पात्रको चरित्र चित्रण गर्नुहोस् :</strong></p> <p><strong>उत्तरः</strong></p> <p><strong>(क) शिवनारान&nbsp;</strong></p> <p>शिवनारायण एक चिहान उपन्यासको मुख्य पात्र तथा नायक पात्र हो। बुबाको जस्तै क्रान्तिकारी सोच राख्ने र प्रगतिशील विचारधारा भएको एक मिहिनेती किसानको रुपमा शिवनारायणलाई उपन्यासमा दर्शाइएको छ। धैर्य स्वभाव भएको एक कुशल पति, दाजु र अभिभावकको भूमिका राम्रोसँग निर्वाह गर्न जानेको शिवनारायणलाइ&nbsp; एक कर्तव्यपरायण पात्रको रुपमा कथामा चित्रण गरिएको छ।</p><p><br /></p> <p><strong>(ख) रज्जनादेवी&nbsp;</strong></p> <p>रन्जनादेवी उपन्यासकी सकारात्मक स्त्री पात्र हुन्। पात्रगत भूमिका हेर्दा डाक्टर गोदत्त प्रसाद की श्रीमती भैकन पनि एक शिक्षित र समझदार नारीको रूपमा रन्जना देवीलाई कथामा प्रस्तुत गर्न खोजिएको छ।&nbsp;</p><p><br /></p> <p><strong>(ग) नानीथकुँ&nbsp;</strong></p> <p>नानीथकुँ उपन्यासकी मुख्य नारी पात्र हो । ऊ सोझी, सुन्दर १७&nbsp; वर्षे युवती हो जो डाक्टरको प्रेममा परेकी हुन्छे । उसका चारित्रिक गुणहरुमा बाबुको आदर्शलाई सम्मान गर्ने, विजातीय विवाहलाई आफ्नो बुबाको आदर्श सम्झेर सहर्ष स्वीकार गर्ने, नारीका समस्याहरुसँग चिरपरिचित नारीको रुपमा यस उपन्यासमा चित्रित गरिएको छ ।</p><p><br /></p> <p><strong>८. डाक्टर गोदत्तप्रसाद र सुरमान सुब्बाका चरित्रमा पाइने समानता के के हुन् एक चिहान’ उपन्यासका आधारमा लेख्नुहोस् ।</strong></p> <p>उत्तरः ‘एक चिहान’ उपन्यास हृदयचन्द्र सिंह प्रधानद्वारा लेखिएको सामाजिक यथार्थवादी उपन्यास हो । मूलतः यस उपन्यासमा काठमाडौं शहरको २०११ साल तिरको समाजलाई देखाइएको छ।&nbsp; सुब्बा सुरमान र डा. गोदत्तप्रसादले नेपाली समाजमा हुने खाने शोषक सामन्त र शोषक वर्गको प्रतिनिधित्व गरेको यस उपन्यासमा दुवै पात्र बिच निकै समानता रहेको पाइन्छ। दुबै नकारात्मक र अमानवीय चरित्रका पात्रहरू हुन् ।</p><p><br /></p> <p>सेवामुखी भन्दा पनि पैसामुखी स्वभावको गोदत्तप्रसादले अष्टनारानको उपचार गर्न जाँदा १७ वर्षे नानीथकुँको जवानीमा गिद्दे नजर लगायको छ, त्यसरी नै सुरमान सुब्बाले रामबहादुरमार्फत् अष्टनारानले छोरी दिन वचन दिएको जाली कुरा बनाई नानीथकुँलाई आफ्नो बनाउन षड्यन्त्र गरेको छ । गोदत्त बिनापैसा कसैको पनि उपचार नगर्ने मानवताहीन चरित्र हो भने सुरमान पनि गरिबहरूलाई शोषण, दमन गर्ने सामन्ती साहू हो ।&nbsp;&nbsp;</p><p><br /></p> <p>समग्रमा, दुवै व्यक्ति उच्च वर्गको प्रतिनिधित्व गर्ने र स्वभावले जाली, कपटी, भ्रष्ट, कामुक, स्त्रीलम्पट, यौनपिपासु हुन् । किसानप्रति सहयोगी हात बढाए जस्तो गरेर आफ्नो स्वार्थ पूरा गर्न खोज्ने स्वार्थीहरु हुन्।</p><p><br /></p> <p><strong>९.‘एक चिहान’ उपन्यासमा हर्षनारान र पुतली तथा नानीथकुँ र रामखेलावन राउतका बिचको विवाहबाट उपन्यासले के सन्देश दिन खोजेको छ, स्पष्ट पार्नुहोस् ।</strong></p> <p>सामाजिक बेथिति र पुरातनवादी संस्कृतिको विद्रोह गर्ने क्रान्तिकारी उपन्यासकार हृदयचन्द्र सिंह प्रधानद्वारा लेखिएको एक चिहान उपन्यासमा पनि हर्षनारान र पुतली तथा नानीथकुँ र रामखेलावन राउतका बिचको अन्तर्जातीय, अंतरभौगोलिक&nbsp; विवाहको माध्यमबाट भौगोलिक एकता, जातीय एकता एवं समग्र राष्ट्रमा एक्यबदता कायम गर्ने सन्देश उपन्यासमा दिन खोजिएको छ।&nbsp;&nbsp;</p><p><br /></p> <p>बहुजातीयतामा आबद्ध नेपाली समाजमा अन्तर्जातीय वैवाहिक सम्बन्धलाई अबलंबन गर्दै जाने हो भने समग्र राष्ट्रिय मूल्यमान्यता, संस्कृतिहरुमा एक्यबद्धता कायम हुने र यसले समाजमा व्याप्त जातीय विभेद, कलह, शत्रुता जस्ता विकासका बाधक तत्वहरुलाई निराकरण गर्नसक्ने सन्देश यस घटनाबाट उपन्यासकारले प्रवाह गर्न खोजेका छन्। पुरातनवादी मान्यता, जातभात, भोजभतेर, दानदक्षिणा, दाइजो, कोसेलीपात, फजुल खर्च र दाइजो प्रथालाई तोड्दै शिवनारानले नानीथकुँ र रामखेलावन राउतको विवाहमा एउटा खुकुरी, भादगाउँले टोपी, नेपालको नक्सा दिएर पठाउँछन् भने माहिला तामाङले छोरी पुतली र हर्षनारानको विवाहमा डोको, नाम्लो र हँसियाका साथमा पठाउँछन् ।</p><p><br /></p> <p>समग्रमा, पुरातन एवं आडम्वरी बाध्यकारी संस्कृति त्यागी एकताबद्ध, समतामूलक र सुसंस्कृत समृद्ध समाज निर्माणमा हामी सबै एक भएर लाग्नुपर्ने सन्देश यस उपन्यासमा दिन खोजेको पाइन्छ।&nbsp;</p><p><br /></p> <p><strong>१०. ‘एक चिहान’ उपन्यासको अन्त्य तपाईंलाई ठिक वा बेठिक कस्तो लाग्यो ? यदि तपाईं त्यसको लेखक हुनुभएको भए यसलाई कसरी अन्त्य गर्नुहुन्थ्यो, आफ्नो विचार लेख्नुहोस् ।</strong></p> <p>उत्तरः सामाजिक यथार्थवादी उपन्यासकार हृदयचन्द्र सिंह प्रधानद्वारा लेखिएको एक चिहान उपन्यासको अन्त्य मलाई ठिकै लाग्यो। शीर्षक नै एक चिहान भइसके पछाडि शीर्षक सार्थकताको निमित्त पनि उपन्यासले अन्त्यमा त्यस्तो दुःखद मोड लिनु आवश्यक थियो।</p><p><br /></p> <p>तर पनि क्रान्तिकारी सामाजिक योद्धाहरुलाई सर्वहारा वर्गको मुक्तिदाताको रूपमा उठाएको भए, विद्रोहको ज्वाला सल्किएको भए, सर्वहारा वर्गलाई परिचालन गरिएको भए, जनयुद्ध भएको भए त्यसको परिणामस्वरूप सामन्ती शासकहरूको पतन र सर्वहारा वर्गको विजय हुनेथियो। यसरी उपन्यास सुखान्तक बनाउन पनि सकिन्थ्यो।&nbsp;</p> <p>&nbsp;</p> <p><strong>११. दिइएको उपन्यास अंशबाट मुख्य मुख्य घटना टिप्नुहोस् :</strong></p> <p>उत्तरः</p> <p>(क) शिवनारानको खेतमा रोपाइँ हुनु,</p> <p>(ख) पुननारान र हर्षनारान पनि रोपाइँमा जुट्नु,</p> <p>(ग) शिवनारानका सबै सदस्यहरू मग्नमस्त भएर रोपाइँमा लाग्नु,</p> <p>(घ) नानीथकुँउपर हिजोको आपत्तिले मनमा अन्तर्द्वन्द्व चलिरहेको भए पनि अरूसरह खुसी हुनु रोपाइँमा लाग्नु,</p> <p>(ङ) रोपाइँको दिनमा अष्टनारानलाई सबैभन्दा आनन्द आउने हुँदा पिताको आत्मालाई आघात नपुऱ्याउन नानीथकुँ आफ्नो मनका पीडा भुलेर पनि हर्ष मनाउनु ।</p><p><br /></p> <p><strong>१२. दिइएको उपन्यास अंशमा आएका पात्रको चरित्रचित्रण गर्नुहोस् :</strong></p> <p>उत्तरः दिइएको उपन्यास अंशमा आएका पात्रहरू शिवनारान र रामबहादुर हुन् ।</p><p><br /></p> <p><strong>शिवनारानको चरित्रचित्रण</strong></p> <p>शिवनारण अष्टनारणका जेठा सन्तान हुन्। उनीलाई किसानको रुपमा&nbsp; देखाइएको छ। उनीमा इमानदारी, आज्ञाकारिता, विवेक, लगनशीलता र सचेतताका गुणहरू छन्।</p><p><br /></p> <p><strong>रामबहादुरको चरित्रचित्रण</strong></p> <p>यस उपन्यासमा रामबहादुर खलपात्रका रूपमा अर्थात् नकारात्मक चरित्रका रूपमा देखिएको छ । रामबहादुर मालिकको चाकरी गरेर जीवन निर्वाह गर्ने चाकरीबाजहरूको प्रतिनिधिमूलक वर्गीय चरित्र हो । शोषक सामन्ती मालिकको सहयोगी पात्र हो। अल्छि, आडम्बरी, षड्यन्त्रकारी,&nbsp; चाकरीवाज एवं फटाहा पात्र हो।</p> <p>&nbsp;</p> <p><strong>१३. परिवेश भनेको ठाउँ, समय र वातावरण हो । उपन्यासमा परिवेश महत्त्वपूर्ण र अनिवार्य तत्त्व हो । दिइएको उपन्यास अंश पढ्नुहोस् र त्यसबाट चित्रण गरिएको परिवेशलाई बुँदागत रूपमा लेख्नुहोस् :</strong></p> <p>उत्तरः उक्त दिइएको उपन्यास अंशमा चित्रण गरिएको परिवेश :</p> <p>(क) जेठ महिनाको समयगत परिवेश</p> <p>(ख) धान रोप्ने क्षेत्रले ग्रामीण वातावरणलाई चित्रण, पानी परिरहेको बर्सात अगावैको समय</p> <p>(ग) रोपाइँ, किसानको प्रसङ्गबाट ग्रामीण परिवेश</p> <p>(घ) विपन्न परिवारले आर्थिक कठिनाइका कारण पुराना र थोत्रा घरहरू मर्मत गर्न नसकेकोले वर्षाबाट त्रसित हुनुपर्ने अवस्थाको चित्रण</p><p><br /></p> <p><strong>१४. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><strong>(क) “उस्तरी बस्ती थिएन\" भन्नुको तात्पर्य के हो ?&nbsp;</strong></p> <p>उत्तरः बस्ती घना अथवा बाक्लो नभै पातलो थियो भन्नु नै “उस्तरी बस्ती थिएन” भन्नुको तात्पर्य हो ।&nbsp;</p><p><br /></p> <p><strong>(ख) सम्साँझमै स्याल कराउनका लागि कुन कुराले सहयोग गरेको थियो ?&nbsp;</strong></p> <p>उत्तरः सम्साँझमै स्याल कराउनका लागि तितेपातीका घारी र खरीका ससाना रूख जस्ता कुराले सहयोग गरेको थियो ।</p><p><br /></p> <p><strong>(ग) कसरी कोटेश्वर आधुनिक जङ्गलमा बदलियो ?&nbsp;</strong></p> <p><strong>उत्तरः</strong> मानिसका घारी, आधुनिक भवनहरू, बिजुलीका पोल र तारका कारणले कोटेश्वर आधुनिक जङ्गलमा बदलियो ।</p><p><br /></p> <p><strong>(घ) अहिलेको कोटेश्वरमा कस्ता मानिस बस्छन् ?&nbsp;</strong></p> <p>उत्तरः अहिलेको कोटेश्वरमा थुप्रै नेता तथा कार्यकर्ता, सेना तथा पुलिस, वकिल तथा न्यायाधीश, साहु तथा महाजन, उद्योगी तथा व्यापारी, चोर तथा फटाहा जस्ता मानिस बस्छन् ।&nbsp;</p><p><br /></p> <p><strong>भाषातत्व&nbsp;</strong></p> <p><strong>व्याकरण अभ्यास</strong></p> <p><strong>२. ‘खेल्, हिँड्, खा, बस्, घुम्, नाच्’ जस्ता धातुबाट बनेका भूतकालिक क्रियापदको प्रयोग गरी शैक्षिक भ्रमणबारे एक अनुच्छेद लेख्नुहोस् ।</strong></p> <p>खेले, हिडे, खाए,घुमेका थियेउ, नाच्दै थियेउ लगायतका भुत कालको प्रयोग गरि कुनै शैक्षिक भ्रमणको बारेमा लेख्न भाइबहिनीहरूलाई अनुरोध छ।</p><p><br /></p> <p><strong>३. भूत कालका अभ्यस्त पक्षका क्रियापदको प्रयोग गरी आफ्नो बाल्यकालका बारेमा वर्णन गर्नुहोस् ।</strong></p> <p>खान्थे, बस्थे, खेल्थे, हेर्थे, जान्थे, भुल्थे, पढ्थे, लगायतका यावत&nbsp; अभ्यस्त पक्षका क्रियापदहरुको प्रयोग गरेर आफ्नो बाल्यकालको बारेमा वर्णन गर्न विद्यार्थी भाइबहिनीहरुलाई अनुरोध&nbsp; छ !</p><p><br /></p> <p><strong>४. भविष्यत् कालका अपूर्ण तथा पूर्ण पक्षको प्रयोग गरी आफ्नो भविष्यको योजनाबारे लेख्नुहोस् ।</strong></p> <p>भविष्यत अपूर्ण काल : जस्तै खाँदै हुनेछु जाँदै हुनेछु गर्दै हुनेछु एवं&nbsp;</p> <p>भविष्य पूर्णकालीन : उदाहरणको लागि, खाएको हुनेछु, गएको हुनेछु, गोरेको हुनेछु लगायतका यावत क्रियापदहरूको प्रयोग गरेर आफ्नो भविष्यको योजनाबारे लेख्न विद्यार्थी भाईबहिनीहरुलाई अनुरोध छ!&nbsp;</p><p><br /></p> <p><strong>५. दिइएको अनुच्छेदलाई वर्तमान कालको अपूर्ण पक्षमा परिवर्तन गरी लेख्नुहोस् :</strong></p> <p>शिवनारान आज साबिक झैँ समयमै खेतमा जाँदै छन् । आजैदेखि उनले नानीथकुँलाई पनि खेतमा लैजान सुरु गर्दै छन् । रोपाइँ सकिएकाले खेतको सुरक्षाका लागि आजदेखि खेतमा खाने र सुत्ने अर्थात् रातदिन खेतैमा बस्ने बन्दोबस्त पनि शिवनारानले गर्दै छन् । खास गरेर शिवनारानको कोठाको एक परिवार खेतैमा बस्न थाल्दै छ । नानीथकुँ र पुननारानकी स्वास्नी अनि उनका दुई केटाकेटीसहित दिनभरि खेतमा काम गरी साँझमा फर्कदै छन् ।</p><p><br /></p> <p><strong>६. दिइएको अनुच्छेदलाई भूत कालको अज्ञात पक्षमा परिवर्तन गरी लेख्नुहोस् :</strong></p> <p>डाक्टर गोदत्तप्रसादले आफू विवाहित र छोराछोरीको बाबु हुँ भन्ने पनि बिर्सिएछन् । उनी नानीथकुँका घरमा धाउन थालेछन् । उनीहरू एकान्तमा भेट्ने र कुराकानी गर्न थालेछन् । त्यो कुरा थाहा पाएर शिवनारानले नानीथकुँलाई सम्झाएछन् । डाक्टर गोदत्तप्रसादकी पत्नी रञ्जनादेवीले पनि सम्झाइछन्। अन्त्यमा नानीथकुँले पनि कुरा बुझिछन् । नानीथकुँ र गोदत्तप्रसादका बिचमा सम्बन्ध टुटेछ । एक दिन नानीथकुँको रामखेलावन राउतसँग भेट भएछ । रामखेलावन र नानीथकुँका बिचमा प्रेम भएछ । त्यो कुरा शिवनारानले विचार गरिराखेछन् उनले नानीथकुँको बिहे रामखेलावनसँग गराइदिएछन् । आफूले रोजेको मान्छेसँग बिहे गर्न पाएर दुवै जना खुसी भएछन् ।</p><p><br /></p> <p><strong>७. शिरबिन्दु तथा चन्द्रबिन्दुको प्रयोग भएका तलका शब्दलाई वर्णानुक्रमअनुसार लेख्नुहोस् :</strong></p> <p>अँगार, अँध्यारो, अंश, भयौँ, वंश, सँग, संयम, संरक्षण, संलग्न, संवाद, संशय, संसार, संहार</p><p><br /></p> <p><strong>८. दिइएका शब्दलाई तालिकामा देखाउनुहोस् :</strong></p> <p>क, ख, ग, घ अघि ‘ङ्’ = अङ्क, शङ्कर, शङ्ख, पङ्खा, ढङ्ग, मङ्गल, बङ्गुर, गङ्गा, चङ्गा, सङ्घ</p> <p>च, छ, ज, झ अघि (तत्सम शब्दमा मात्र) ‘ञ्’ = अञ्चल, पञ्च, पुञ्ज, लाञ्छना, ब्यञ्जन, झञ्झा, मञ्जुल</p> <p>ट. ठ ड ढ अघि (तत्सम शब्दमा मात्र) ‘ण्’ = पण्डित, कण्ठ, कुण्ठा, दण्ड, खण्ड, खण्डन</p> <p>त, थ, द ध अघि ‘न्’ = सन्त, बन्धन, भिन्न, मन्तब्य, परन्तु पन्थ, बन्दी, खिन्न</p> <p>प. फ ब भ अघि ‘म्’ = कम्प, पम्फा, अम्बा, लम्ब, स्तम्भ, जम्मा</p> <p>य, र, ल, व, श, ष, स, ह, ज्ञ अघि (तत्सम शब्द) शिरबिन्दु = सयम, संशय, संसार संहार, संरक्षण, संलग्न, संवाद, वंश संज्ञा संज्ञान, संवाद संवत्</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p> <p><br /></p>",
"rewardTxt": " Read Summary ", 
"reward": "<p><strong>सारांश (Summary)</strong></p> <p>यसको सारांश हाम्रो आधिकारिक यूट्यूब च्यानल - एसआर जोनमा उपलब्ध छ। कृपया, youtube मा गएर \"The SR Zone\" खोज्नुहोस्।</p><p></p><br/><ul> <li> <p>अष्टनारण एक धेरै इमान्दार, उदार, निस्वार्थ, परोपकारी र सामाजिक रुढिवादी पालन नगर्ने एक महान व्यक्ति हुन्, पेशाले एक मेहनती किसान हुन्। उनकी श्रीमती लत्माया हुन् । उनका जेठा छोरा शिवनारन, महिला पुनरन, कान्छो हर्षनरन र एउटी छोरी नानिथकु सहित चार सन्तान छन्।&nbsp;</p> </li> </ul> <ul> <li> <p>शिवनारण पनि किसान हुन् तर पुननारण सिकर्मी हुन् र हर्षानारन ज्यामी हुन् । लतमाया र नानिथकुको काम घरमा भात पकाउने र तान सिलाउने हो।&nbsp;</p> </li> </ul> <ul> <li> <p>बुबा अष्टनारान एकदिन बिरामी पर्छन्। धेरै बिरामी पर्छन्। र आफ्नो परिवारका सबै सदस्यहरूलाई उपचार नगर्न भन्छन् र उनले पहिले नै एक एक गरी पच्चीस रुपैयाँ बचत गरेको र त्यो पैसा घरको कतै जमिनमुनि गाडेको र सोही पैसाले आफ्नो मृत्युपछि किरिया गर्न आग्रह गर्छन्।&nbsp;</p> </li> </ul> <ul> <li> <p>अष्टनारनको रोग दिनप्रतिदिन बढ्दै गएको छ। पैसा बचत गर्नु भन्दा जीवन बचाउनु धेरै महत्त्वपूर्ण छ भन्ने महसुस गर्दै, अष्टनारनको परिवार उपचारको बारेमा सोच्न थाल्छ। सबैभन्दा पहिले गाउँकै गुभाजु, वैद्य, &nbsp;कविराजबाट अष्टनारणको उपचार हुन्छ तर केही निको हुँदैन ।&nbsp;</p> </li> </ul> <ul> <li> <p>अष्टनारनको परिवारले डाक्टरले उपचार गरे निको हुन सक्छ भन्ने निर्णय गरेर जेठा छोरा शिवनारण डा. गोदत्त प्रसादकहाँ जान्छन्। आफ्ना सबै दु:ख बताउँछन्। उनी भन्छन् कि उनका बुबा धेरै बिरामी छन्, तैपनि डा. गोदत्त प्रसादले वास्ता गर्दैन।&nbsp;</p> </li> </ul> <ul> <li> <p>पाँच रुपैयाँ मात्रै तिरेर डाक्टर गोदत्त प्रसाद उपचारका लागि अष्टनरनको घर जान्छ ।&nbsp;<strong>डा. गोदत्त प्रसाद</strong>ले अष्टनारणको उपचार गर्न थालेपछि अष्टनारणको स्वास्थ्यमा सुधार आउन थाल्यो।&nbsp;</p> </li> </ul> <ul> <li> <p>डा. गोदत्त प्रसाद अष्टनारणको उपचारका लागि दैनिक अष्टनारणको घर जाने गर्छ। उपचार त् एउटा निहुँ मात्र थियो, उसलाई अष्टनारनकि जवान छोरी मन परेकी हुन्छे। &nbsp;</p> </li> </ul> <ul> <li> <p>केही दिन पछि, अष्टनारणको अचानक मृत्यु हुन्छ। पुरै नारान परिवार शोकमा छ । अष्टनरनको उपचारका लागि सबै पैसा खर्च भइसकेकाले अहिले अष्टनरनको अन्त्येष्टि र अन्य कार्यक्रमका लागि पैसा छैन । ऋण मागेर नारान परिवारले अष्टनारणको मृत्युपछि सम्पूर्ण काज किरिया सम्पन्न गर्छन।&nbsp;</p> </li> </ul> <ul> <li> <p>डा. गोदत्त प्रसाद अष्टनारणको निधनमा सम्पुर्ण नारान परिवारमा समवेदना प्रकट गर्न आउछ । काज किरिया सकिएपछि सबै दाजुभाइ आ-आफ्नो काममा लाग्छन्। शिवनारण परिवारको जेठो सदस्य भएकाले घरभित्र र बाहिरका सबै काम उनले नै गर्छन ।</p> </li> </ul> <ul> <li> <p>&nbsp;अष्टनारणको परिवारलाई&nbsp;<strong>सुब्बा सुरमानको</strong>&nbsp;ऋण अष्टनारणको परिवारलाई तिर्नु छ।&nbsp;<strong>रामबहादुर (सुब्बा सुरमानको चम्चा)</strong>&nbsp; एकदिन घरमा लातमाया मात्रै भएको बेला आउछ र अष्टनारणले लिएको ऋण माफ गर्ने कुरा गर्छ। उसले लत्मायालाई सिलाई मेसिन राख्न पनि आग्रह गर्छन्। सुरुमा लत्मायाले नचाहेपनि पछि रामबहादुरको करका कारण लत्मायाले रामबहादुरले दिएको सिलाई मेसिन स्वीकार गर्छिन । शिवनारणलाई रामबहादुरको यो मद्दत पटक्कै मन पर्दैन तर शिवनारणले केही बोल्दैनन्।&nbsp;</p> </li> </ul> <ul> <li> <p>त्यसैगरी डा. गोदत्त प्रसाद अष्टनारणको घरमा दिनहुँ आउन थाल्छ । ऊ अष्टनारणको घरमा आउँछ र नानिथकुसँग फ्लर्ट गर्न थाल्छ। बिस्तारै अष्टनारणकी छोरी ननिथकु र डाक्टर गोदत्त प्रसादबीच प्रेम हुन थाल्यो ।&nbsp;</p> </li> </ul> <ul> <li> <p>जब पूरै छिमेकीलाई यो कुरा थाहा हुन्छ, सबैले अष्टनारणको घरको बारेमा नराम्रो खबर फैलाउन थाल्छन्। पछि जब शिव नारानले यो कुरा थाहा पाएर निकै रिसाउँछन ।&nbsp;</p> </li> </ul> <ul> <li> <p>डाक्टर गोदत्तप्रसादकी पत्नी रञ्जना देवीले आफ्नो श्रीमान गोदत्तप्रसाद र नानीथकुँ दुबैलाई खुब सम्झाउँछिन् तरपनि यीनले &nbsp;कसैको कुरो टेर्दैनन् ।</p> </li> </ul> <ul> <li> <p>नानिथकु १७ वर्षकि युवती भएपनि डा. गोदत्त प्रसाद धेरै छोराछोरीका बुबा हुन्। जसका कारण उनीहरुको प्रेम असामाजिक देखिन्छ ।&nbsp;</p> </li> </ul> <ul> <li> <p>अर्को तिर सुब्बा सुरमानको चम्चा रामबहादुरले लतमायालाई नानिथकुलाई सुब्बा सुरमानसँग विवाह गर्न कर गर्छ । Latmaya सहमत हुन्छिन तर दाइ शिवनारनलाई यो कुरा थाहा पाउँदा निकै रिस उठ्छ । उनले आफ्नी बहिनीलाई सुब्बा सुरमनसँग बिहे नगर्ने निर्णय गर्छन। रामबहादुर अष्टनारणको घरमा आएर नानिथकुको बिहेको कुरा गर्दा शिवनारण यति रिसाए कि शिव नारानले रामबहादुर सुब्बालाई घाँटीमा समातेर नराम्ररी कुटपिट गरे।&nbsp;</p> </li> </ul> <ul> <li> <p>माहिला छोरा हर्षनारानले आफ्नो घर बनाइसकेपश्चात् बिहे गर्ने कुरो आफ्नो घरमा बताउँछन् । केही दिनपश्चात् हर्षनारानको बिहे तामाङकी छोरी पुतलीसँग हुन्छ । सबैजना खुसी हुन्छन् ।&nbsp;</p> </li> </ul> <ul> <li> <p>उता डाक्टर गोदत्तप्रसाद र नानीथकुँ दुवैजना एकआपसलाई प्रेम गरेता पनि नानीथकुँ डाक्टर गोदत्तप्रसादलाई अब उनीहरुको प्रेमको समाप्ति भएको कुरो बताउँछिन् किनकि उनीहरुको प्रेममा कसैको पनि स्वीकारोक्ति थिएन ।&nbsp;</p> </li> </ul> <ul> <li> <p>शिवनारानले नानीथकुँको लागि एकजना मधेसी केटो देखेका हुन्छन् । उनको नाम हुन्छ राम खेलावन राउत । पछि नानीथकुँ र राम खेलावन राउतकै बिहे हुन्छ । सबैजना खुसी हुन्छन् ।&nbsp;</p> </li> </ul> <ul> <li> <p>एक दिन पानी परिरहेको हुन्छ । केही दिनसम्म निरन्तर पानी परिरहेको हुनाले बाढी नै आउँछ । बाढीले वस्तुभाउ, रुखबिरुवा, अन्नबाली साथसाथै घर पनि बगाउन थाल्छ । वातावरण डरलाग्दो र त्रासदीपूर्ण हुन्छ । यत्तिकैमा अब मानिसहरु पनि बग्न थाल्छन् । लासहरु माथिमाथि पानीको सतहमा तैरिन थाल्छन् ।&nbsp;</p> </li> </ul> <ul> <li> <p>शिवनारानको जहानलाई पनि घरले पुरेर एकै साथ सबै एक चिहान हुन्छन। &nbsp;</p> </li> </ul> <p>आफ्नै घरले थिचेर सम्पूर्ण नारान परिवार अन्ततः एक चिहान भएर कथा सकिन्छ ।&nbsp;</p>"
    },
    {
      "title": "Unit 6",
      "story": "<p>Stephen Hawking is one of the greatest scientists of our time who has made immense contributions to our understanding of the universe. Chapter 6 of the Class 12 Nepali textbook includes an excerpt from his biography. The story of Stephen Hawking, a man who overcame enormous physical challenges to become one of the most brilliant and famous scientists, has the power to motivate and inspire people of all ages. The exercise questions help students grasp Hawking's inspiring life and work. Free PDF Download link is provided at the last of this page. </p><br/><p style=\"text-align: left;\"><strong>&nbsp;पाठ 6 :&nbsp;</strong><strong>स्टिफन विलियम हकिङ</strong></p> <p><br /></p><ol> </ol>  <h3><strong><br /></strong></h3><h3><strong>&nbsp;शब्दभण्डार&nbsp;</strong></h3> <p><strong>१. दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :</strong></p> <p>विभीषिका : भय</p> <p>मानसपटल : मानसिक तह</p> <p>आनुवंशिक : पुर्ख्यौली</p> <p>जिज्ञासा : जान्ने इच्छा</p> <p>अवधारणात्मक : कुनै विषयप्रति विचारपूर्वक निश्चय गरिएको</p> <p>खगोल : आकाशमण्डल</p> <p>घनत्व : खँदिलोपन</p> <p>कृत्रिम : बनावटी</p> <p>साधना : सफल हुनका लागि कुनै काम बारम्बार गर्ने क्रिया</p> <p><br /></p> <p><strong>२. दिइएका अर्थ दिने शब्द पाठबाट खोज्नुहोस् :</strong></p> <p>(क) रहनसहन, मर्यादा, सम्पर्क, शिक्षा आदिका कारणबाट मान्छेका मनमा पर्ने प्रभाव</p> <p><strong>संस्कार</strong></p> <p>&nbsp;</p> <p>(ख) स्नायुसम्बन्धी एक रोग</p> <p><strong>अम्योट्रोफिक ल्याटरल स्क्लेरोसिस</strong></p> <p>&nbsp;</p> <p>(ग) कलपुर्जा, दम आदिले आफैँ सञ्चालन हुने</p> <p><strong>स्वचालित</strong></p> <p>&nbsp;</p> <p>(घ) पछि सिद्ध हुन सक्ने कुराको पहिले नै मनमा गरिने अड्कल वा धारणा</p> <p><strong>परिकल्पना</strong></p> <p>&nbsp;</p> <p>(ङ) ज्ञात राशिका सहायताले अज्ञात राशि निकाल्ने प्रक्रिया</p> <p><strong>प्रक्षेप/ इन्टरपोलेसन</strong></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>(च) विद्वान्लाई जीवनयापनका लागि दिइने सावधिक आर्थिक अनुदान</p> <p><strong>विद्वतवृत्ति</strong></p> <p>&nbsp;</p> <p>(छ) पृथ्वी, अन्तरिक्ष, ग्रह, नक्षत्र आदिको वैज्ञानिक अध्ययन गर्ने शास्त्र</p> <p><strong>खगोल शास्त्र (विज्ञान)</strong></p> <p>&nbsp;</p> <p>(ज) इतिहास, विज्ञान, जीवनी आदि राष्ट्रिय र अन्तर्राष्ट्रिय महत्त्वका विषयवस्तुमा आधारित सामयिक लघु चलचित्र</p> <p><strong>वृत्तचित्र</strong></p> <p>&nbsp;</p> <p><strong>३. दिइएका शब्दलाई अर्थ खुल्ने गरी वाक्यमा प्रयोग गर्नुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>इच्छाशक्ति</strong></p> <p>दृढ इच्छाशक्ति, लगनशीलता र निरन्तर साधना भएकै कारण इलोन मस्क अहिले विश्वभर चर्चामा छन् ।</p> <p>&nbsp;</p> <p><strong>योगदान</strong></p> <p>नेपाली साहित्यमा योगदान पुर्‍याउने विभिन्न स्रष्टालाई राष्ट्रिय तथा प्रादेशिक पुरस्कार वितरण गरि प्रोत्साहन दिनुपर्छ।&nbsp;</p> <p>&nbsp;</p> <p><strong>सिर्जनशील</strong></p> <p>आफ्नो विवेकको प्रयोग नगरी गाइड र&nbsp; सहयोगी सामग्रीको प्रयोग गर्दा विद्यार्थीहरूको सिर्जनशीलता&nbsp; मर्दै गइरहेको छ ।</p> <p>&nbsp;</p> <p><strong>आदर्श</strong></p> <p>म गौतम बुद्धका आदर्श र मूल्य मान्यताहरुको&nbsp; अनुयायी हुँ।</p> <p>&nbsp;</p> <p><strong>दाम्पत्य</strong></p> <p>&nbsp;आपसमा विश्वास र परस्पर प्रेम हुन नसकेमा कसैको पनि दाम्पत्य जीवन सफल हुन सक्दैन।</p> <p>&nbsp;</p> <p><strong>शक्तिहीन</strong></p> <p>तीनदिनदेखि भात नखाएको रामे निकै नाजुक, कमजोर र शक्तिहिन देखिन्थ्यो।</p> <p>&nbsp;</p> <p><strong>अशक्त</strong></p> <p>&nbsp;दृढ इच्छाशक्ति हुने हो भने शारीरिक अशक्तताले आफ्नो लक्ष्यमा पुग्न कुनै बाधा पुर्याउन नसक्ने ज्वलन्त उदाहरण&nbsp; स्टेफेन हकिन्ग्स हुन् ।</p> <p>&nbsp;</p> <p><strong>विभूषित</strong></p> <p>&nbsp;देशका लागि पदक जितेका खेलाडी पनि सरकारले विभूषित गर्ने सूचीमा नपर्नु&nbsp; विडम्बनाको विषय हो।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>४. तलका कुनै दशओटा अनुकरणात्मक शब्दको प्रयोग गरी आफ्नो विद्यार्थी जीवनको वर्णन गर्नुहोस् ।</strong></p> <p><strong>उत्तरः</strong></p> <p><strong>विद्यार्थी जीवन</strong></p> <p>विहानमा कक्षा भएकोले म कक्षा 11-12 मा पर्दा बिहान 4 बजे नै जुरुक्क उठ्थे। आफ्नो नित्यकर्म गरी झटपट लुगा लगाएर म सरासर कलेज जान्थे। आफ्ना साथीहरुलाई भेट्दा खुसीले गद्गद् हुन्थें ।&nbsp; स्कुल बिदाको दिन कक्षा १० मा पढ्ने साथीहरु वनभोज गएका थियौँ ।&nbsp; कक्षामा सरले पढाउँदा सबै साथीहरू शान्त&nbsp; भएर टुलुटुलु हेरिरहन्थे तर&nbsp; मेरो छेउमा बस्ने&nbsp; श्याम भने मुसुमुसु हाँसेर बस्थ्यो।&nbsp; मैले रिसले पुलक्क हेर्थें र प्वाक्क बोल्दिन्थे । घर फर्किदा भने म श्यामको घर पसेर लटरम्म फलेका सुन्न्ताला पेट भरिने गरि खाएर लुरुलुरु घर फर्किन्थें। बाटोको किनारमा सलल खोला बगेको थियो।</p><p><br /></p> <h3><strong>बोध र अभिव्यक्ति</strong></h3> <p><strong>२. दिइएका बुँदालाई जीवनीमा उल्लेख भएअनुसारको क्रममा मिलाउनुहोस् र तिनमा उल्लेख भएका विषयवस्तुबाट मुख्य मुख्य बुँदा टिप्नुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>(क) पृष्ठभूमि</strong></p> <ul>   <li>शारीरिक रूपमा अशक्त भए पनि दृढ इच्छा शक्ति, ज्ञानशक्ति र क्रियाशक्ति भएमा सफलताको शिखर चुम्न सक्नु,&nbsp;</li>   <li>मानवहितमा समर्पित हुने र योगदानका दिने व्यक्ति सिङ्गो संसारभरि नै उदाहरणीय बन्ने,</li>   <li>स्टिफन विलियम हकिङ शारीरिक रुपमा नाजुक भएर पनि प्रतिभा र निरन्तरको साधनाका कारण भौतिक शास्त्रमा नयाँ तथ्य उजागर गरेर सिङ्गो संसारलाई नै आश्चर्यचकित बनाउनु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ख) जन्म र आमाबुबा</strong></p> <ul>   <li>हकिङको जन्म सन् १९४२ जनवरी ८ का दिन हुनु,</li>   <li>आमा इसाबेल र बुबा प्रयाङ्कको पहिलो सन्तानका रूपमा जन्मनु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ग) हकिङको विद्यालयीय शिक्षा</strong></p> <ul>   <li>हकिङको विद्यालयीय शिक्षाको प्रारम्भ लन्डन हाइगेटस्थित बायरन हाउस विद्यालयबाट भएको,</li>   <li>अल्बान्स सहरमा सेन्ट अल्बाल्स नामको विद्यालयमा भर्ना भएका,</li>   <li>आफ्नो कक्षामा कमजोर विद्यार्थीमा परेका,</li>   <li>सेन्ट अल्बाल्स नामको विद्यालयबाटै विद्यालयीय शिक्षा पुरा गरेका ।</li> </ul> <p>&nbsp;</p> <p><strong>(घ) विद्यावारिधिको उपाधि</strong></p> <ul>   <li>‘अम्योट्रोफिक ल्याटरल स्क्लेरोसिस’ रोगले हिँड्न नसक्ने भएको विषम परिस्थितिमा पनि सन् १९६६ मा क्याम्ब्रिजबाट नै विद्यावारिधि उपाधि हासिल गर्नु,</li>   <li>विद्यावारिधि पूरा गरिसकेपछि क्याम्ब्रिजमा विद्वत्वृत्ति प्राप्त गरी अनुसन्धाताका रूपमा काम गर्नु,</li>   <li>सन् १८६८ क्याम्ब्रिजमा खगोल अध्ययन संस्थानको सदस्य नियुक्त हुनु,</li>   <li>सन् १८७८ मा गणित विषयमा ल्युकेसियन प्रोफेसर पदमा नियुक्त हुनु.</li> </ul> <p>&nbsp;</p> <p><strong>(ङ) क्याम्ब्रिजमा खगोल अध्ययन संस्थानको सदस्यमा नियुक्ति</strong></p> <ul>   <li>ह्विलचेयरको सहारामा उनी आफ्नो विभाग गएर आफ्नो कामलाई निरन्तरता दिँदै उनले एकपछि अर्को सफलता चुम्दै जानु ।</li> </ul> <p>&nbsp;</p> <p><strong>(च) क्याम्ब्रिजकै प्रसिद्ध पद ‘ल्युकेसियन प्रोफेसर’ मा नियुक्ति</strong></p> <ul>   <li>सन् १९७९ मा गणित विषयमा क्याम्ब्रिजकै प्रसिद्ध पद ‘ल्युकेसियन प्रोफेसर’ मा नियुक्त हुनु,</li>   <li>सन् १९८५ मा उनी धेरै बिरामी परेपछि चिकित्सकले उनको रोगको उपचारका लागि श्वासनलीको शल्यक्रिया गर्नु,</li>   <li>शल्यक्रियापछि उनको आवाज पुरै हराएकाले आफूले गरिरहेको काम अघि बढाउन नसक्नु ।</li> </ul> <p>&nbsp;</p> <p><strong>(छ) प्रेमसम्बन्ध, विवाह र दाम्पत्य जीवन</strong></p> <ul>   <li>हकिङ क्याम्ब्रिजमा विद्यावारिधि गरिरहँदा उनले जेन वाइल्डसँग प्रेम गरी सन् १९६५ मा विवाह गर्नु,</li>   <li>उनीहरूका लुसी नामकी छोरी र रोबर्ट र तिमोथी नामका दुई छोरा जन्मनु,</li>   <li>उनीहरूको दाम्पत्य सम्बन्धमा खटपट आएपछि सन् १९९० मा सम्बन्धविच्छेद हुनु,</li>   <li>सन् १९९५ मा उनले आफ्नो स्याहारसुसार गर्ने नर्स एलेन मेसनसँग विवाह गर्नु,</li>   <li>मेसनसितको दाम्पत्य सम्बन्ध पनि लामो समयसम्म रहन नसकी सन् २००६ मा उनीहरुको सम्बन्धविच्छेद हुनु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ज) विभिन्न पुस्तक र शोधपत्रको प्रकाशन</strong></p> <ul>   <li>हकिडले आफ्नो जीवनकालमा दर्जनभन्दा बढी पुस्तक र कैयौं शोधपत्र तयार गरी प्रकाशन गर्नु,</li>   <li>उनका पुस्तकमध्ये सन् १९८८ मा प्रकाशित सर्वाधिक चर्चित पुस्तक ‘अ ब्रिफ हिस्ट्री अफ टाइम’ लाई सन् १९९८ मा गिनिज बुक अफ वर्ल्ड रेकर्डद्वारा सदावहार सर्वाधिक बिक्री हुने पुस्तक घोषणा गर्नु,</li> </ul> <p>&nbsp;</p> <p><strong>(झ) ब्रह्माण्डको उत्पत्ति र संरचनासम्बन्धी मौलिक मान्यता</strong></p> <ul>   <li>हकिङले ब्रह्माण्डको उत्पत्ति र संरचनासम्बन्धी गहिरो अध्ययन गरी यससम्बन्धी आफ्ना मौलिक मान्यता प्रस्तुत गर्नु,</li>   <li>ब्रह्माण्डको उत्पत्ति सर्वाधिक घनत्वको अवस्थामा रहेको कुनै बिन्दुबाट भएको र त्यसको अन्त्य पनि त्यस्तै बिन्दुमा हुने बताउनु जसलाई उनले ब्ल्याकहोल भन्नु,</li>   <li>उनले अधिक गुरुत्व शक्तिले गर्दा ब्ल्याकहोलभित्र हरेक चिज खुम्चिएर रहेका हुने र अझ खुम्चँदै जाँदा त्यसबाट विकिरण उत्सर्जन हुन्छ भन्ने पत्ता लगाउनु,</li> </ul> <p>&nbsp;</p> <p><strong>(ञ) पृथ्वीमा आइपर्ने सम्भावित विपत्तिबाट बच्न मानव समु गरेको आग्रह</strong></p> <ul>   <li>हकिङले पृथ्वीमा आइपर्ने सम्भावित विपत्तिबाट बच्न मानव समुदायलाई बारम्बार सचेत गराउनु,</li>   <li>परमाणुयुद्ध, विश्वव्यापी तापक्रम वृद्धि, प्रकृति विरुद्धका मानवीय गतिविधिका कारण पृथ्वीमा मानव जीवन खतरामा परेकोले यसतर्फ समयमै सचेत हुन आग्रह गर्नु,</li>   <li>मानिसलाई कृत्रिम बुद्धिमत्तापूर्ण रोबोटको निर्माणमा सचेत हुन आग्रह गर्नु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ट) हकिङले समय समयमा दिएका प्रेरणादायी वक्तव्य</strong></p> <ul>   <li>हकिङले बालबालिकालाई आफूभन्दा तलको पैतालालाई नभई सधैँ तारालाई हेर्न, बिनाकाम जिन्दगी खाली भएकाले सधैँ कर्मशील बन्न र कसैले प्रेम गरेमा त्यसलाई स्वीकार गर्न सुझाव दिनु,</li>   <li>बिनागल्ती संसारका कोही पनि मानिस अघि बढ्न नसक्ने भएकाले गल्तीलाई प्रगतिको पथप्रदर्शकका रूपमा लिनुपर्ने बताउनु,</li>   <li>शारीरिक अशक्ततालाई कहिल्यै पनि दुर्भाग्य सम्मझन नहुने सुझाव दिनु,</li>   <li>इच्छाशक्ति, ज्ञानशक्ति र क्रियाशक्तिका त्रिवेणी रहेका हकिङले शारीरिक अशक्ततामाथि विजय प्राप्त गर्नु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ठ) हकिङले पाएका पुरस्कार र उपाधि</strong></p> <ul>   <li>आफ्नो जीवनमा गरेका योगदानका कारण हकिङल थुप्रै पुरस्कारले विभूषित हुनु,</li>   <li>अल्बर्ट आइन्स्टाइन मेडल (सन् १९७९), ह्युज मेडल अफ रोयल सोसाइटी (सन् १९७६), मेडल अफ रोयल एस्ट्रोनोमिकल सोसाइटी (सन् १९८५) लगायतका दर्जनभन्दा बढी स्वर्ण पदक र पुरस्कार प्राप्त गर्नु,</li>   <li>सन् १९८२ मा ब्रिटिस महारानी एलिजाबेथले उनलाई ‘कमान्डर अफ द ब्रिटिस एम्पायर’ कदरबाट सम्मान गर्नु,</li>   <li>सन् २००९ मा अमेरिकी सरकारले त्यहाँको सर्वोच्च नागरिक सम्मान ‘राष्ट्रपति’ पदकबाट सम्मान गर्नु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ड) समग्र योगदान र देहावसान</strong></p> <ul>   <li>शारीरिक रूपमा अशक्त हुँदा पनि निरन्तर अनुसन्धान गर्दै भौतिक शास्त्रमा नयाँ तथ्य उजागर गरेर मानवीय चेतनालाई नयाँ उचाइमा पुर्याउन उल्लेख्य योगदान गर्ने विशिष्ट प्रतिभा हुनु,</li>   <li>सन् २०१८ मार्च १४ मा ७६ वर्षीय जीवनसङ्घर्षबाट देहावसान हुनु ।</li> </ul> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>३. पाठ पढ़ी दिइएका प्रश्नको उत्तर भन्नुहोस्</strong></p> <p><strong>(क) कस्तो परिस्थितिमा हकिङ जन्मेका हुन् ?</strong></p> <p><strong>उत्तरः</strong> हकिङको जन्म सन् १९४२ जनवरी ८ का दिन बेलायतको अक्सफोर्ड सहरमा दोस्रो विश्वयुद्धको विभीषिकाबाट आक्रान्त भएको परिस्थितिमा भएको हो ।&nbsp;</p> <p>&nbsp;</p> <p><strong>(ख) हकिङलाई लागेको रोगको नाम के हो ?</strong></p> <p><strong>उत्तरः</strong> हकिङलाई लागेको रोगको नाम ‘अम्योट्रोफिक ल्याटरल स्क्लेरोसिस’ हो ।</p> <p>&nbsp;</p> <p><strong>(ग) हकिङको सर्वाधिक चर्चित पुस्तक कुन हो ?</strong></p> <p><strong>उत्तरः</strong> हकिङको सर्वाधिक चर्चित पुस्तक ‘अ ब्रिफ हिस्ट्री अफ टाइम’ हो ।</p> <p>&nbsp;</p> <p><strong>(घ) हकिङका आमाबुबा कुन कुन विषयका विद्वान् थिए ?</strong></p> <p><strong>उत्तरः</strong> हकिङका आमा इसाबेल अर्थशास्त्र र बुबा प्रयाङ्क जीव विज्ञानका विद्वान् थिए ।</p> <p>&nbsp;</p> <p><strong>(ङ) हकिङसँग रहेका तीन शक्ति के के हुन् ?</strong></p> <p><strong>उत्तरः</strong> हकिडसँग रहेका तीन शक्ति इच्छाशक्ति, ज्ञानशक्ति र क्रियाशक्ति हुन् ।</p> <p>&nbsp;</p> <p><strong>(च) हकिङले कसरी सिङ्गो संसारलाई नै आश्चर्यचकित बनाए ?</strong></p> <p>उत्तरः शारीरिक रुपमा अशक्त हुँदाहुँदै पनि कडा इच्छाशक्ति, लगनशीलता र मिहिनेतका कारण साङ्ग व्यक्तिभन्दा पनि पृथक काम गर्न सकेको र भौतिकशास्त्रमा नविन तथ्य र सिद्धान्तहरूको आविष्कार गर्न सफल भएको कारण हकिङले सिंगो संसारलाई नै आश्चर्यचकित बनाइदिए।</p> <p>&nbsp;</p> <p><strong>(छ) हकिङले ब्ल्याकहोलका सम्बन्धमा प्रस्तुत गरेको मौलिक विचार के हो ?</strong></p> <p><strong>उत्तरः</strong> उनले अधिक गुरुत्व शक्तिले गर्दा ब्ल्याकहोलभित्र हरेक चिज खुम्चिएर रहेका हुने र अझ खुम्चँदै जाँदा उत्सर्जन हुन्छ अनि ब्ल्याकहोलमा महाविस्फोट भएर उत्पन्न भएको ब्रह्माण्ड खुम्चँदै गएर पुनः व्ल्याकहोलमा परिणत&nbsp; हुने मौलिक विचार प्रस्तुत गरे ।</p> <p>&nbsp;</p> <p><strong>४. रोग लागेपछि हकिङको जीवनमा शारीरिक रूपमा आइपरेका समस्यालाई क्रमबद्ध रूपमा प्रस्तुत गर्दै एउटा अनुच्छेद लेख्नुहोस् ।</strong></p> <p><strong>उत्तरः</strong>&nbsp;</p> <p>हकिङलाई २१ वर्षकै उमेरमा स्नायुसम्बन्धी रोग लागेपछि उनको जीवनमा शारीरिक रुपमा विभिन्न समस्याहरू आइपरेका छन् । सुरुमा सामान्य हिँडडुलमा पनि आफ्नो नियन्त्रण हुन छोड्छ र बिस्तारै आँखा तिरमिराउने र आवाज पनि लतपटिन थाल्दछ । रोग दिनप्रतिदिन बढ्दै जाँदा बिस्तारै अङ्गले काम गर्न छोड्दै जान्छन् । सुरुमा लट्ठीको सहारा चाहिने उनी पछाडि विलचेयरबिना कतै हिँडडुल गर्न नसक्ने बन्छन् । शल्यक्रियापछि उनको आवाज पूरै हराएपछि उनले आफूले गरिरहेको काम अगाडि बढाउन सकेनन्। केही समयपछि उनको मस्तिष्कको तरङग र अनुहारका भावका आधारमा सञ्चालन हुने कम्प्युटर निर्माण भयो र यसैका सहायताले आफ्ना अनुसन्धानसम्बन्धी लेख प्रकाशित गर्ने, प्रवचन र अन्तर्वाता दिने गर्न थाले। इच्छाशक्ति, ज्ञानशक्ति र क्रियाशक्ति भएकै कारण उनले आफ्नो अनुसन्धानलाई संघर्षपूर्ण तरिकाले अगाडि बढाउन सफल रहे ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>५. दिइएको जीवनी अंश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् ।</strong></p> <p><strong>(अ) हकिङ कस्तो स्वभावका थिए ?</strong></p> <p><strong>उत्तरः</strong>&nbsp; बाल्यकालदेखि नै निकै जिज्ञासु र सिर्जनशील स्वभावका हकिङ सानैदेखि यान्त्रिक वस्तुहरूमा रुचि देखाउने गर्थे। यान्त्रिक वस्तुलाई गहिरिएर हेरी, त्यसको भित्री संरचनालाई बुझेर तिनबाट बन्न सक्ने नयाँ वस्तुका बारेमा परिकल्पना गर्ने उनको बानी थियो। घरमा बस्दा पनि उनी प्रायः शोधखोजमा नै तल्लीन भइरहन्थे । अतः हकिङ बाल्यकालदेखि नै जिज्ञासु, सिर्जनशील र विज्ञान प्रविधिमा अत्याधिक चासो राख्ने स्वभावका बालक थिए ।</p> <p>&nbsp;</p> <p><strong>(आ) हकिङलाई उनका साथीहरूले आइन्स्टाइन भन्नुको कारण के हो ?</strong></p> <p><strong>उत्तरः</strong> यन्त्रप्रतिको अत्यधिक लगाव,&nbsp; ब्रह्मांडको विषयमा रहेको उनको ज्ञान र पुराना घडी तथा रेडियोका पार्टपुर्जाबाट नयाँ उपयोगी तथा मनोरञ्जनात्मक साधनहरु बनाउने उनको सिर्जनशीलताबाट प्रभावित भएर उनका साथीहरुले उनलाई आइन्स्टाइन भनेका हुन्।&nbsp; महान वैज्ञानिकको रुपमा चिनिने आइन्स्टाइन जस्तै उनीमा पनि अनुसन्धान शक्ति, सिर्जनशीलता, ज्ञान&nbsp; र कौतुहलता भएकोले हकिङलाई साथीहरूले आइन्स्टाइन भनेका हुन् ।</p> <p>&nbsp;</p> <p><strong>६. दिइएको जीवनी अंश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><strong>(क) पृथ्वीमा मानव जीवन खतरामा पर्नुका कारण के के हुन् ?</strong></p> <p><strong>उत्तरः</strong> वर्तमान युग वैज्ञानिक आविष्कारहरुले गर्दा सहज, सुलभ र सुविधायुक्त बन्दै गइरहेको छ। तर विज्ञानका नै सिद्धान्तहरुलाई परमाणु बमहरु र विभिन्न हातहतियार बनाउन प्रयोग गर्दा वर्तमान पृथ्वीमा <strong>&nbsp;</strong>जीवन खतरामा परेको छ । मानिसका क्रियाकलापहरुका कारण निम्तिएको परमाणुयुद्ध, विश्वव्यापी तापक्रम वृद्धि आदिका कारण पृथ्वीमा मानव जीवन खतरामा परेको हो ।</p> <p>&nbsp;</p> <p><strong>(ख) हकिङले मानिसलाई किन कृत्रिम बुद्धिमत्तापूर्ण रोबोटको निर्माणमा सचेत हुन आग्रह गरेका हुन् ?</strong></p> <p><strong>उत्तरः</strong> कृत्रिम बुद्धिमत्तापूर्ण रोबोटको स्मरणशक्ति र कार्यक्षमता मानिसको भन्दा कैयौं गुणा धेरै हुन्छ। र यही कृत्रिम बुद्धिमत्तामा निर्भर हुँदै जाने हो भने यसले प्राकृतिक बुद्धिमतालाई समेत चुनौती दिन सक्ने सम्भावना देखिन्छ। मजदुरी गरेर आफ्नो पेट पाल्ने मजदुरहरूको विस्थापनमा रोबर्टहरुको हात हुनेछ। प्रोग्रामको आधारमा चल्ने रोबोटमा राम्रो प्रोग्रमिंग गरियो भने त्यसले मानव जातिलाई सघाउन सक्छ, यो कुरामा कुनै दुई मत छैन तर रोबोटमा गरिने त्यही प्रोग्रामिङ्गलाई व्यक्तिगत स्वार्थ र आपसी द्वेषका आधारमा परिचालन गर्न थालियो भने यसले विश्वमा झैझगडा, डर, चिन्ता, भय, त्रास आदिको वातावरण सिर्जना गर्ने सम्भावना छ। यसैकारण हकिङले मानिसलाई कृत्रिम बुद्धिमतापूर्ण रोबोटको निर्माण बाट सचेत हुन आग्रह गरेका छन् ।</p> <p>&nbsp;</p> <p><strong>७. समीक्षात्मक उत्तर लेख्नुहोस् ।</strong></p> <p><strong>(क) “दृढ इच्छा शक्ति, ज्ञानशक्ति र क्रियाशक्तिका सामु शारीरिक रोग शक्तिहीन हुन्छ ।” यस भनाइलाई पाठका आधारमा पुष्टि गर्नुहोस् :</strong></p> <p>शारीरिक रुपमा अशक्त हुँदाहुँदै पनि कडा इच्छाशक्ति, लगनशीलता र मिहिनेतका कारण साङ्ग व्यक्तिभन्दा पनि पृथक काम गर्न सकेको र भौतिकशास्त्रमा नविन तथ्य र सिद्धान्तहरूको आविष्कार गर्न सफल भएका हकिङले शारीरिक अशक्तताले लक्ष्यमा पुग्न कुनै प्रकारको बाधा पुर्याउन सक्दैन भन्ने ज्वलन्त उदाहरण दिएका छन्। मध्यम वर्गीय परिवारमा दोस्रो विश्वयुद्धको समयमा सन् १९४२ जनवरी ८ का दिन आमा इसाबेल र बुबा फ्रयाङकको पहिलो सन्तानका रूपमा बेलायतमा जन्मिएका हकिङ इच्छाशक्ति, ज्ञानशक्ति र क्रियाशक्तिका त्रिवेणी हुन् र यही त्रिशक्तिकै कारण शारीरिक अशक्ततामाथि विजय प्राप्त गरी भौतिक शास्त्रमा नयाँ तथ्य उजागर गरेर सिङ्गो संसारमा कीर्ति कमाएका छन् ।&nbsp;</p> <p>&nbsp;</p> <p>बाल्यकालदेखि नै निकै जिज्ञासु र सिर्जनशील स्वभावका हकिङ सानैदेखि यान्त्रिक वस्तुहरूमा रुचि देखाउने गर्थे। यान्त्रिक वस्तुलाई गहिरिएर हेरी, त्यसको भित्री संरचनालाई बुझेर तिनबाट बन्न सक्ने नयाँ वस्तुका बारेमा परिकल्पना गर्ने उनको बानी थियो। घरमा बस्दा पनि उनी प्रायः शोधखोजमा नै तल्लीन भइरहन्थे । उनले १७ वर्षको उमेरमा उच्च अध्ययनका लागि अक्सफोर्ड विश्वविद्यालयको युनिभर्सिटी कलेजमा भर्ना भएर भौतिक शास्त्र पढ्न थाले। स्नातक तहकै अध्ययनको क्रममा सामान्य हिँडडुलमा पनि आफ्नो नियन्त्रण नभएको महसुस गर्न थाले । हकिङलाई सुरुमा सामान्य हिँडडुलमा पनि आफ्नो नियन्त्रण हुन छोड्छ र बिस्तारै आँखा तिरमिराउने र आवाज पनि लतपटिन थाल्दछ । रोग दिनप्रतिदिन बढ्दै जाँदा बिस्तारै अङ्गले काम गर्न छोड्दै जान्छन् । सुरुमा लट्ठीको सहारा चाहिने उनी पछाडि विलचेयरबिना कतै हिँडडुल गर्न नसक्ने बन्छन् । शल्यक्रियापछि उनको आवाज पूरै हराएपछि उनले आफूले गरिरहेको काम अगाडि बढाउन सकेनन्। केही समयपछि उनको मस्तिष्कको तरङग र अनुहारका भावका आधारमा सञ्चालन हुने कम्प्युटर निर्माण भयो र यसैका सहायताले आफ्ना अनुसन्धानसम्बन्धी लेख प्रकाशित गर्ने, प्रवचन र अन्तर्वाता दिने गर्न थाले। इच्छाशक्ति, ज्ञानशक्ति र क्रियाशक्ति भएकै कारण उनले आफ्नो अनुसन्धानलाई संघर्षपूर्ण तरिकाले अगाडि बढाउन सफल रहे ।</p> <p>&nbsp;</p> <p>जतिसुकै प्रतिकूलता भएतापनि उनले जीवनप्रति कहिल्यै निराशावादी रहेनन्। सधैं आशावादी रहेर आफ्नो कार्य निरन्तर अगाडि&nbsp; बढाए। उनको यही अथक संघर्षका कारण उनीहरुले विश्व कृति कायम गर्न सफल भएका छन्। जीवनप्रति आशावादी बनी निरन्तर अनुसन्धान गरी भौतिक शास्त्रमा नयाँ तथ्य उजागर गर्न सफल भए। विश्वभर सर्बाधिक बजार कमाएको \"<i>The brief History of Time\"</i> किताबको प्रकाशन गरे। ब्रह्माण्डको उत्पत्ति र संरचना, विकास र भविष्यसम्बन्धी गहिरो अध्ययन गरी दर्जनभन्दा बढी पुस्तकहरू र कैयौँ शोधपत्र तयार गरी प्रकाशन गरे ।&nbsp;</p> <p>&nbsp;</p> <p>यसरी त्रिशक्ति ( इच्छा शक्ति, ज्ञानशक्ति र क्रियाशक्ति)कै आधारमा शारीरिक अशक्ततामाथि विजय प्राप्त गरी वैज्ञानिक जगतकै विशिष्ट प्रतिभाका रूपमा चिनाउन सफल भएका छन्। दृढ इच्छा शक्ति, ज्ञानशक्ति र क्रियाशक्तिका सामु शारीरिक रोग शक्तिहीन हुन्छ भन्ने तथ्यलाई प्रमाणित गरी उनले अशक्त ब्यक्तिलाई समेत आशावादी रहेर लक्ष्यलाई पछ्याउनु पर्ने प्रेरणा दिएका छन्।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>(ख) हकिङले मानवीय चेतनालाई नयाँ उचाइमा पुर्याउन गरेका योगदानको समीक्षा गर्नुहोस् ।</strong></p> <p><strong>उत्तरः</strong> ८ जनवरी, १९४२ मा जन्मिएका स्टीफन हकिङले शारीरिक रूपमा असक्षम भएतापनि भौतिक विज्ञानमा नयाँ खोजहरू पत्ता लगाउन र मानव चेतनालाई अगाडि बढाउन जारी राखेकोले वर्तमान विज्ञानको क्षेत्रमा उनको ठुलो योगदान रहेको छ। बलियो इच्छाशक्ति, नया कुरा सिक्ने तत्परता र शारीरिक अशक्तताका बाबजुत पनि शक्तिहीनता प्रदर्शन नगरी सदैव अनुशन्धानमा समय व्यतित गर्ने उनको समर्पणको फलस्वरूप, स्टीफन हकिङलाई विश्वभर एक महान वैज्ञानिकको रूपमा सम्मान गरिन्छ।</p> <p>&nbsp;</p> <p>हकिङ्स एमियोट्रोफिक लेटरल स्क्लेरोसिसबाट पीडित भएतापनि उनले केहि नभएको जस्तो गरी काम, अध्ययन र अनुसन्धान जारी राखे र अन्तत: सफल पनि भए। दृढ संकल्प, ज्ञानशक्ति र कार्यशक्तिले उनलाई आफ्नो अनिश्चित जीवन र शारीरिक प्रतिकुलतालाई समेत जित्न सहयोग गर्यो। अन्वेषणमा सदैव लागेका उनले साङ्ग व्यक्तिले भन्दा पनि विशेष एक दर्जनभन्दा बढी पुस्तक र लेखहरू लेखे र प्रकाशित गरे। उनको सबैभन्दा प्रसिद्ध लेख, “समयको संक्षिप्त इतिहास”, १९८८ मा प्रकशित भयो र चाँडै एक अन्तर्राष्ट्रिय बेस्टसेलर पुस्तक बन्न सफल भयो। उनले गरेको ब्रह्माण्डको सृष्टि र संरचनामा व्यापक अनुसन्धान र यस क्षेत्रमा आफ्ना मूल विचारहरू आफ्ना पुस्तक र लेख रचनाहरुमा दिएका छन्। ब्ल्याक होल संकुचित भएपछि, यसले गुरुत्वाकर्षणको परिणाम स्वरूप विकिरण उत्सर्जन गर्न र अन्त्यमा संकुचनमा नै विनाश हुने विचार उनले अघि सारे । ब्रह्माण्डको विषयमा थुप्रै कुराहरुको साथै अनुसन्धानको मार्ग उनले खोलिदिए। ब्रह्माण्डको एउटा आयामबाट अर्को आयाममा पुर्याउन सक्ने वर्महोलको चर्चा पनि स्टीफन हकिङले गरेका थिए। यसरी खगोल विज्ञानको क्षेत्रमा उनले अघि सारेका सिधान्तहरु उल्लेखनीय छन्।&nbsp;</p> <p>&nbsp;</p> <p>दुरदर्शी स्टीफन हकिङले मानवतालाई यस ग्रहमा हुन सक्ने खतराहरूबारे सचेत हुन पनि आग्रह गरेका थिय। आणविक द्वन्द्व, ग्लोबल वार्मिङ र प्रकृतिमाथिको मानवीय हस्तक्षेपका कारण पृथ्वीमा मानव अस्तित्व संकटमा परेको उनले बताए । प्रेरक वक्ताका रूपमा निकै लोकप्रिय हकिङले आफ्नो ह्वीलचेयरबाट बनाएका प्रेरणादायी शब्दहरू अत्यन्तै उपयोगी र मननयोग्य छन। आर्टिफिसियल इन्टेलिजेन्स भएका रोबोट निर्माण गर्दा सावधानी पनि सावधानी अपनाउन उनले आग्रह पनि गरेका छन् ।</p> <p>&nbsp;</p> <p>सकारात्मक दृष्टिकोण र अथक अनुसन्धानको परिणामको रूपमा उनले आफ्नो शारीरिक सीमितताहरूको बावजुद भौतिक विज्ञानमा महत्त्वपूर्ण सत्य तथ्यहरू उजागर गर्न सक्षम भए। फलस्वरूप, हकिङ एक एकल वैज्ञानिक प्रतिभा हुन् जसले मानव चेतनाको विकासमा महत्त्वपूर्ण योगदान पुर्‍याएका छन्।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>८. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>(क) आधुनिक भौतिक शास्त्रीहरूले ब्रह्माण्डको सृष्टि केबाट भएको बताएका छन् ?</strong></p> <p>उत्तरः आधुनिक भौतिक शास्त्रीहरूले ब्रह्माण्डको उत्पत्ति सर्वाधिक घनत्वको अवस्थामा रहेको कुनै बिन्दु (ब्ल्याकहोल) बाट भएको बताएका छन् ।</p> <p>&nbsp;</p> <p><strong>(ख) वेदमा सृष्टिको कारक केलाई मानिएको छ ?</strong></p> <p><strong>उत्तरः</strong> वेदमा मा सृष्टिको कारक ब्रह्मलाई मानिएको छ ।</p> <p>&nbsp;</p> <p><strong>(ग) ब्रह्म र क्वान्टम पुञ्जबिच के समानता रहेको छ ?</strong></p> <p><strong>उत्तरः</strong> वेदान्त दर्शनमा सृष्टि, स्थिति र प्रलयको कारकका रूपमा ब्रह्मलाई लिइएको छ भने क्वान्टम पुञ्जको विस्फोटन हुंदा ब्रह्माण्ड बन्ने र सङ्कुचन भएपछि पुनः क्वान्टम पुञ्जमा परिणत हुने भौतिकवादीहरुको मान्यता रहेको छ ।</p> <p>&nbsp;</p> <p><strong>(घ) वेदान्त दर्शनमा सृष्टि, स्थिति र प्रलयको एकीकृत व्याख्या गर्ने ग्रन्थलाई के नाम दिइएको छ ?</strong></p> <p><strong>उत्तरः</strong> वेदान्त दर्शनमा सृष्टि, स्थिति र प्रलयको एकीकृत व्याख्या गर्ने ग्रन्थलाई वैदिक ग्रन्थ नाम दिइएको छ ।</p> <h3><strong><br /></strong></h3><h3><strong>भाषातत्त्व&nbsp;</strong></h3> <p><strong>व्याकरण Trick&nbsp;</strong></p> <p>सभावानार्थक = धातुमा + ला प्रत्यय , भनेर जोड्ने Probability&nbsp;&nbsp;</p> <p>इक्षार्थक = धातु + गरूँ, खाऊँ, गरुन, पुगोस् , होस् wish&nbsp; गर्ने&nbsp;</p> <p>अज्ञार्थक = गर, बन, जाउ,आउ , बस आदि command&nbsp; दिने&nbsp;</p> <p>समन्यार्थक = simple वाक्यहरु&nbsp;</p> <p><strong>&nbsp;&nbsp;&nbsp;</strong></p> <p><strong>१. पाठको पहिलो अनुच्छेदबाट सामान्यार्थक वाक्य टिप्नुहोस् ।</strong></p> <p>शक्तित्रयको साथ पाएपछि शारीरिक अशक्तताका कारण सिर्जित जस्तोसुकै विषम परिस्थितिमा पनि सिर्जनशील हुँदै ऊ सफलताको शिखर चुम्न सफल हुन्छ । यस्तै शारीरिक स्थिति अत्यन्त नाजुक भए पनि मानवहितका लागि केही गर्ने तीव्र चाहना, त्यसलाई साथ दिने प्रतिभा र निरन्तरको साधनाका कारण भौतिक शास्त्रमा नयाँ तथ्य उजागर गरेर सिङ्गो संसारलाई नै आश्चर्यचकित बनाउने व्यक्ति हुन्, स्टिफन विलियम हकिङ । शारीरिक रुपमा अशक्त भए पनि दृढ इच्छाशक्ति तथा प्रतिभाको साथ पाएको र सधैँ साधनामा रमाउने व्यक्ति कहिल्यै शक्तिहीन हुँदैन । त्यस्तो व्यक्ति मानवहितमा समर्पित हुन्छ भने ऊ आफूले गरेका योगदानका कारण समाज विशेषमा मात्र नभई सिङ्गो संसारभरि नै उदाहरणीय बन्न पुग्छ । नाम सुन्नेबित्तिकै उनको भौतिक रूप देखेका सबैको मानसपटलमा एउटा स्वचालित ह्विलचेयरमा बसेको, टाउको निहुराएको, हातखुट्टा नचल्ने, बोल्न नसक्ने र शारीरिक रुपमा अत्यन्तै अशक्त व्यक्तिको चित्र प्रतिबिम्बित हुन्छ । उनले गरेका योगदानका बारेमा थाहा पाएपछि चाहिँ जो कोही छक्क पर्छ ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>२. तलको अनुच्छेदबाट आज्ञार्थक एवम् सम्भावनार्थक वाक्य टिप्नुहोस् र तिनलाई इच्छार्थकमा बदल्नुहोस्ः</strong></p> <p>&nbsp;</p> <p><strong>आज्ञार्थक वाक्यहरू :</strong></p> <p>साह्रै बदमासी गर्न गर्न थालेपछि एक दिन दाइले भाइलाई सम्झाउँदै भन्यो, “भाइ, तिमी यसरी अल्छी नगर, आफ्नो क्षमतालाई सिर्जनशील काममा लगाऊ, मूर्ख साथीहरुको पछि नलाग, तिमी सुखी होऊ र सधैँ प्रसन्न बन भन्ने मेरा चाहना छ ।”</p> <p><strong>इच्छार्थकमा बदल्दा :</strong></p> <p>साह्रै बदमासी गर्न गर्न थालेपछि एक दिन दाइले भाइलाई सम्झाउँदै भन्यो, “भाइ तिमी यसरी अल्छी नगरे, आफ्नो क्षमतालाई सिर्जनशील काममा लगाए, मूर्ख साथीहरूको पछि नलागे, तिमी सुखी भए र सधैँ प्रसन्न बने भन्ने मेरा चाहना छ ।”</p> <p>&nbsp;</p> <p><strong>सम्भावनार्थक वाक्यहरू :</strong></p> <p>यसपछि दाइले भविष्यमा गर्ने कामको योजना बनाउँदै मनमनै भन्यो, “तरकारी खेती गरुँला, तरकारी बेचुला, तरकारी बेचेर आएको पैसा जम्मा गरेर एउटा अर्को घर बनाउँला । आफू बसिरहेको घर भाइलाई दिउँला, त्यसपछि बिहे गरुँला अनि श्रीमतीले पनि मलाई साथ देलिन् । छोराछोरी जन्मलान्, आफूले पढ्न नपाए पनि उनीहरुलाई राम्ररी पढाउँला, पढेपछि जागिर खालान्, काममा पनि सघाउलान् । छोरीले आफ्नी आमालाई सघाउली अनि छोराले चाहिँ मलाई सघाउला । परिवारका सबै जना बिदाको दिन पारेर घुम्न जाउँला अनि जीवन कति मज्जाको हुन्छ होला ।”</p> <p>&nbsp;</p> <p><strong>इच्छार्थकमा बदल्दा :</strong></p> <p>यसपछि दाइले भविष्यमा गर्ने कामको योजना बनाउँदै मनमनै भन्यो, “तरकारी खेती गरुँ, तरकारी बेचूँ, तरकारी बेचेर आएको पैसा जम्मा गरेर एउटा अर्को घर बनाऊँ । आफू बसिरहेको घर भाइलाई दिऊँ, त्यसपछि बिहे गरुँ, अनि श्रीमतीले पनि मलाई साथ दिउन् । छोराछोरी जन्मुन्, आफूले पढ्न नपाए पनि उनीहरूलाई राम्ररी पढाऊँ, पढेपछि जागिर खाउन्, काममा पनि सघाउन् । छोरीले आफ्नी आमालाई सघाओस् अनि छोराले चाहिँ मलाई सघाओस् । परिवारका सबै जना बिदाको दिन पारेर घुम्न जाऔँ अनि जीवन कति मज्जाको होओस् ।”</p> <p>&nbsp;</p> <p><strong>३. दिइएको अनुच्छेदबाट इच्छार्थक वाक्य टिप्नुहोस् र तिनलाई सम्भावनार्थकमा बदल्नुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>इच्छार्थक वाक्य :</strong></p> <p>संसारका सबै व्यक्तिलाई आफूले पढ्न नपाए पनि आफ्ना छोराछोरीले राम्ररी पढुन् र असल व्यक्ति बनुन् र समाजका लागि केही गरून् भन्ने इच्छा हुन्छ । अमेरिकी राष्ट्रपति अब्राहम लिङ्कनले आफ्नो छोरो पढ्ने विद्यालयका प्रधानाध्यापकलाई एउटा चिठी लेखेर यस्तै इच्छा व्यक्त गरेका थिए, “मेरो छोराले समाजका सबै मानिस एक किसिमका हुँदैनन् भन्ने कुरा बुझोस् । सित्तैमा कमाएको ५० डलरभन्दा परिश्रम गरी कमाएको एक डलर निकै मूल्यवान् हुन्छ भन्ने सम्भोस् । जतातिर हुल छ त्यतैतिर लाग्ने प्रवृत्तिले नहोओस् । ऊ दुःख र कष्टमा पनि खुसी रहन सिकोस् । ऊ आफ्नो बुद्धि र सामर्थ्यमा विश्वास गरोस् । यदि उसको उद्देश्य उपयुक्त र सही छ भने जस्तोसुकै विरोध भए पनि ऊ जिउज्यानले लागिपरोस् । उभित्र सत्य र न्याय प्राप्तिका लागि सङ्घर्ष गर्न सक्ने दृढशक्तिको विकास होस् । उसभित्र साहस, केही गरुँ र सबै एकआपसमा मिलौ भन्ने भावना भइरहोस् ।”</p> <p>&nbsp;</p> <p><strong>सम्भावनार्थक बदल्दा :</strong></p> <p>संसारका सबै व्यक्तिलाई आफूले पढ्न नपाए पनि आफ्ना छोराछोरीले राम्ररी पढ्लान् र असल व्यक्ति बन्लान् र समाजका लागि केही गर्लान् भन्ने इच्छा हुन्छ । अमेरिकी राष्ट्रपति अब्राहम लिङ्कनले आफ्नो छोरो पढ्ने विद्यालयका प्रधानाध्यापकलाई एउटा चिठी लेखेर यस्तै इच्छा ब्यक्त गरेका थिए, “मेरो छोराले समाजका सबै मानिस एक किसिमका हुँदैनन् भन्ने कुरा बुझ्ला । सित्तैमा कमाएको ५० डलरभन्दा परिश्रम गरी कमाएको एक डलर निकै मूल्यवान् हुन्छ भन्ने सम्झला । जतातिर हुल छ त्यतैतिर लाग्ने प्रवृत्तिले नछोला । ऊ दुःख र कष्टमा पनि खुसी रहन सिक्ला । ऊ आफ्नो बुद्धि र सामर्थ्यमा विश्वास गर्ला । यदि उसको उद्देश्य उपयुक्त र सही छ भने जस्तोसुकै विरोध भए पनि ऊ जिउज्यानले लागिपर्ला । उभित्र सत्य र न्याय प्राप्तिका लागि सङ्घर्ष गर्न सक्ने दृढशक्तिको विकास होला । उसभित्र साहस केही गरुला र सबै एकआपसमा मिलौला भन्ने भावना भइरहला ।”</p> <p>&nbsp;</p> <p><strong>४. दिइएको अनुच्छेदबाट सङ्केतार्थक वाक्य टिप्नुहोस् र तिनलाई आज्ञार्थकमा बदल्नुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>सङ्केतार्थक वाक्य :</strong></p> <p>मिहिनेत गरे सफल भइन्छ । काममा लागे असफल पनि हुन सकिन्छ । लडाइँमा लडे विजय प्राप्त हुन्छ । पढाइमा हार नमाने विद्वान् बनिन्छ । लडाइँमा हार नमाने विजेता बनिन्छ ।</p> <p>&nbsp;</p> <p><strong>आज्ञार्थक वाक्यमा बदल्दा :</strong></p> <p>मिहिनेत गर सफल होऊ । काममा लाग असफल पनि हुन सक । लडाइँमा लडे विजय प्राप्त हुन्छ । पढाइमा हार नमान, विद्वान् बन । लडाइँमा हार नमान, विजेता बन ।</p> <p>&nbsp;</p> <p><strong>५. दिइएको अनुच्छेदमा प्रयुक्त करण र अकरण क्रियापद पहिचान गरी टिप्नहोस्</strong></p> <p>&nbsp;</p> <p><strong>करण क्रियापद :</strong></p> <p>निस्केका थिए, भने, पुग्छ, सुने, थाले गरिरहे, भए चिनिए,</p> <p>&nbsp;</p> <p><strong>अकरण क्रियापद :</strong></p> <p>चाहिँदैन, सकेनन्, भनेन्, मानेनन्, गरेनन्, सक्दैन</p> <p>&nbsp;</p> <p><strong>६. दिइएका वाक्यलाई सामान्यार्थकमा बदल्नुहोस्:</strong></p> <p>तिमी परिश्रम गर्छौ, आफ्नो क्षमतालाई सिर्जनशील काममा लगाउँछौ, पढ्ने समयमा पढ्छौ, नबुझेको कुरा सोध्छौ, खेल्ने समयमा खेल्छौ । तिमी जहिलेदेखि मैले भनेको यो कुरा मान्छौ र गर्छौ त्यसपछि नै सुखी पनि हुन्छौ ।</p> <p>&nbsp;</p> <p><strong>७. दिइएका वाक्यलाई सङ्केतार्थकमा बदल्नुहोस् :</strong></p> <p>आज बादल लागे पानी पर्छ । हामी विद्यालय गयौ भने पानीमा भिज्छौँ । बाटामा हिलो भए हामी चिप्लिएर लड्न सक्छौँ । यसैले हामी सावधान भएर हिँडे हिलामा पछारिनबाट बच्छौँ ।</p> <p>&nbsp;</p> <p><strong>८. दिइएको अनुच्छेदमा प्रयुक्त वाक्यका क्रियापदलाई करण भए अकरण र अकरण भए करणमा परिवर्तन गर्नुहोस् :</strong></p> <p>पहिले पहिले म धेरै पढ्दैनथें । आरिफ चाहिँ गीत गाउँदैनथ्यो । आजकल म गीत गाउँदिनँ । ऊ चाहिँ खेल्दैन । मलाई के लाग्दैन भने मानिसको मन सधैँ एकै किसिमको हुन्छ । समाज र समयअनुसार मानिसको मनमा परिवर्तन नभइरहँदैन ।</p> <p>&nbsp;</p> <p><strong>९. इच्छार्थक क्रियापदको प्रयोग गरी ‘मैले चाहेको नेपाल’ शीर्षकमा एउटा अनुच्छेद लेख्नुहोस् ।</strong></p> <p>मेरो कल्पनाको नेपालका जनताले बेथितिको महसुस गर्न नपरोस्। विकासको गति तीव्र होस् र जनता जगरिला होउन्। यहाँका शासक राजा जिम्मेवार र कर्मनिष्ठ&nbsp; होउन् । भ्रष्टाचारको उन्मुलन होस्। प्रजातन्त्र, लोकतन्त्र, गणतन्त्रको मर्मानुशार राज्यसत्ता संचालन गरियोस् ।&nbsp;</p> <p>&nbsp;</p> <p><strong>१०. दिइएको अनुच्छेदमा पदयोग र पदवियोगमा रहेका गल्ती पहिचान गरी शुद्ध बनाउनुहोस् :</strong></p> <p>म र राजाराम विश्वविद्यालयमा पढ्छौँ । मेरो घर भक्तपुरमा छ । राजारामको घर ललितपुरमा छ । आइतबारदेखि शुक्रबारसम्म हामी पढाइमा व्यस्त हुन्छौं । शनिबार हामी घुम्न जान्छौं । हामी कहिले उपत्यका भित्र र कहिले उपत्यका बाहिर घुम्न जान्छौं । राजारामको बानी अनोठौ छ । केही गरौँ भन्नु मात्र पर्छ, उसने गरिहाल्नुपर्छ, कुनै कुरा खाऊँ भन्नु मात्रै पर्छ उसले जसरी नै खानुपर्छ । आउने शनिबार हामी विराटनगर जाने छौँ । त्यहाँ हामी मुख्यमुख्य सबै ठाउँ पुग्ने छौँ । त्यहाँ मेरा कान्छा बुबाको घर पनि छ । भातसात र वास सासका लागि केही समस्या छैन । यस पटकको यात्रामा मेरो माहिलो भाइ र माथिल्लो घर जेठो पनि सहभागी हुने कुरा छ ।</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br class=\"Apple-interchange-newline\" /><br /></p><p><strong>",
      "rewardTxt": " Read Summary ", 
      "reward": "      <p><strong>1.जीवनीको सारांश (Summary)</strong></p> <ul>   <li>८ जनवरी, १९४२ मा जन्मिएका स्टीफन हकिङले शारीरिक रूपमा असक्षम भएतापनि भौतिक विज्ञानमा नयाँ खोजहरू पत्ता लगाउन र मानव चेतनालाई अगाडि बढाउन जारी राखेकोले वर्तमान विज्ञानको क्षेत्रमा उनको ठुलो योगदान रहेको छ।&nbsp;</li>   <li>बलियो इच्छाशक्ति, नया कुरा सिक्ने तत्परता र शारीरिक अशक्तताका बाबजुत पनि शक्तिहीनता प्रदर्शन नगरी सदैव अनुशन्धानमा समय व्यतित गर्ने उनको समर्पणको फलस्वरूप, स्टीफन हकिङलाई विश्वभर एक महान वैज्ञानिकको रूपमा सम्मान गरिन्छ।</li>   <li>&nbsp;हकिङ्स एमियोट्रोफिक लेटरल स्क्लेरोसिसबाट पीडित भएतापनि उनले अन्वेषणमा सदैव लागेर साङ्ग व्यक्तिले भन्दा पनि विशेष एक दर्जनभन्दा बढी पुस्तक र लेखहरू लेखे र प्रकाशित गरे।&nbsp;</li>   <li>उनको सबैभन्दा प्रसिद्ध लेख, “समयको संक्षिप्त इतिहास”, १९८८ मा प्रकशित भयो र चाँडै एक अन्तर्राष्ट्रिय बेस्टसेलर पुस्तक बन्न सफल भयो।&nbsp;</li>   <li>उनले गरेको ब्रह्माण्डको सृष्टि र संरचनामा व्यापक अनुसन्धान र यस क्षेत्रमा आफ्ना मूल विचारहरू आफ्ना पुस्तक र लेख रचनाहरुमा दिएका छन्।&nbsp;</li>   <li>ब्ल्याक होल संकुचित भएपछि, यसले गुरुत्वाकर्षणको परिणाम स्वरूप विकिरण उत्सर्जन गर्न र अन्त्यमा संकुचनमा नै विनाश हुने विचार उनले अघि सारे । ब्रह्माण्डको विषयमा थुप्रै कुराहरुको साथै अनुसन्धानको मार्ग उनले खोलिदिए।&nbsp;&nbsp;</li>   <li>दुरदर्शी स्टीफन हकिङले मानवतालाई यस ग्रहमा हुन सक्ने खतराहरूबारे सचेत हुन पनि आग्रह गरेका थिय। आणविक द्वन्द्व, ग्लोबल वार्मिङ र प्रकृतिमाथिको मानवीय हस्तक्षेपका कारण पृथ्वीमा मानव अस्तित्व संकटमा परेको उनले बताए ।&nbsp;</li>   <li>प्रेरक वक्ताका रूपमा निकै लोकप्रिय हकिङले आफ्नो ह्वीलचेयरबाट बनाएका प्रेरणादायी शब्दहरू अत्यन्तै उपयोगी र मननयोग्य छन। आर्टिफिसियल इन्टेलिजेन्स भएका रोबोट निर्माण गर्दा सावधानी पनि सावधानी अपनाउन उनले आग्रह पनि गरेका छन् ।</li>   <li>सकारात्मक दृष्टिकोण र अथक अनुसन्धानको परिणामको रूपमा उनले आफ्नो शारीरिक सीमितताहरूको बावजुद भौतिक विज्ञानमा महत्त्वपूर्ण सत्य तथ्यहरू उजागर गर्न सक्षम भए। फलस्वरूप, हकिङ एक एकल वैज्ञानिक प्रतिभा हुन् जसले मानव चेतनाको विकासमा महत्त्वपूर्ण योगदान पुर्‍याएका छन्।</li> </ul>       "
    },
    {
      "title": "Unit 7",
      "story": "<p>in this poem, poet Madhav Prasad Ghimire conveys the message that Nepalis who grew up in the lap of Himal have steadfastness, bravery, heroism, unwavering attitude, self-respect, fearless courage, brave, heroic mentality with the definition of indomitable courage and it should be present in all Nepalis in future too. Always eager to do new things, never shying away from problems and trying to highlight the relationship of self-respecting Nepalis with the mountains in the poem.</p><br/><strong>&nbsp;हामीलाई बोलाउँछन् हिमचुली</strong></p> <p><strong>शब्दभण्डार</strong></p><p><strong>१. शब्दकोशको सहायता लिई दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :</strong></p><p>तिरिन : घाँस, पराल आदिको थोरै अंश</p><p>डोरेटो : एक दुई जना मात्र हिँड्न हुने सानो बाटो</p><p>निनी : गाईका ससाना बाछाबाछीलाई प्यारो गरेर भनिने शब्द</p><p>पातल : सधैँ हराभरा भइरहने लेकको सेपिलो एवम् घना जङ्गल</p><p>बुकी : हिमाली भेगमा पाइने भारविशेष</p><p>नागियुँ : चौरी गाई चर्ने ठाउँ</p><p>छङ्गाछुर : ज्यादै अग्लो र विकट खालकोभिर वा पहरो खगर : वर्षभरिमा नौ महिना हिउँले ढाकिने ठाउँ</p><p>सामलतुमल : अन्न आदि खाने कुरा</p><p>&nbsp;</p><p><strong>२. दिइएका शब्दसँग मिल्ने अनुप्रासयुक्त शब्द पाठबाट खोज्नुहोस् :</strong></p><p>राम्रा : हाम्रा</p><p>शिखर : रहर</p><p>हेर्लान् : घेर्लान्</p><p>होला : छोला</p><p>हिलाएर : झुलाएर</p><p>ढाक्ला: डाक्ला</p><p>ध्वनि : पनि</p><p>पारी : मारी</p><p>हान्छ : जान्छ</p><p>छाप : नापजाप</p><p>&nbsp;</p><p><strong>३. दिइएका शब्दको पर्यायवाची शब्द पाठबाट खोज्नुहोस् :</strong></p><p>चिसो : शीतल</p><p>देउराली : पहाडको उकालो सिद्धिने ठाउँ</p><p>तिरिन : तृण</p><p>टाकुरा : शिखर</p><p>फूल : पुष्प</p><p>बाटो : डोरेटा</p><p><br /></p><p><strong>४. गीतमा प्रयोग भएका केही शब्द कथ्य रूपमा छन् । गीतमा लय मिलाउन यस्ता शब्दको प्रयोग गरिन्छ । ती शब्दको स्तरीय रूप दायाँतर्फ दिइएको छ । यस्तै अन्य शब्द खोजी स्तरीय रूपसमेत लेख्नुहोस् :</strong></p><p>कल्ले : कसले</p><p>नउरङ्गे : नौरङ्गे</p><p>चम्री : चौंरी</p><p>गोठालिनी : गोठाल्नी</p><p><br /></p><p><strong>बोध र अभिव्यक्ति</strong></p><p><strong>१. दिइएको गति र यति व्यवस्थाको अनुसरण गरी ‘हामीलाई बोलाउँछन् हिमचुली’ कविता लय मिलाई वाचन गर्नुहोस् :</strong></p><p><strong>२. उदाहरणमा देखाए जस्तै गरी दिइएका शब्दको अक्षर छुट्याएर शुद्ध उच्चारण गर्नुहोस् :</strong></p><p><strong><br /></strong></p><p>सुसेली : / सु.से.लि /</p><p>हिमचुली : / हिम्.चु.लि /</p><p>शिखर : / सि. खर् /</p><p>उक्लियौँला : / उक्.लि.यौं.ला /</p><p>मर्नैपर्छ : / मर्.नै.पर्.छ /</p><p><br /></p><p><strong>३. उनी सोध्लिन् खोज्नलाई' कवितांश सुन्नुहोस् र तिनमा उल्लेख गरिएका कामका बारेमा भन्नुहोस् ।</strong></p><p>उत्तर. सङ्केत गरिएको कवितांशमा हिमालमा गई जडीबुटी खोज्ने काम उल्लेख गरिएको छ ।&nbsp;</p><p><br /></p><p><strong>५. पाठका आधारमा हिमाली भेगको महत्त्वका बारेमा समूहमा छलफल गर्नुहोस् ।&nbsp;</strong></p><p>उत्तर: हिमाली क्षेत्र प्रकृतिले बरदान दिएका मनै लोभ्याउने क्षेत्रहरूको संगालोको साथै प्रशस्त आर्थिक सम्भावना बोकेको भौगोलिक क्षेत्र हो। यहाँका मानिसहरूले जीविकोपार्जनका लागि भेडाबाख्रा पाल्नुका साथै जडीबुटी संकलन गर्ने गरेका छन् । उच्च भूभाग र चिसो हावापानीका कारण, यहाँको जनघनत्व कम छ। भिरालोमा फुल्ने फूलको गुच्छा र यसको सुगन्ध, धुपी र बुकी जस्ता बिरुवा र घाँसले यस क्षेत्रलाई निकै सुन्दर बनाएको देखिन्छ । पर्यटनको दृष्टिकोणले महत्वपूर्ण यहाँ चिसो, मीठो र सफा पानी उपलब्ध छ। यो क्षेत्र पर्वतारोहण र विशेषगरी पदयात्राका लागि प्रसिद्ध छ ।&nbsp;</p><p><br /></p><p><strong>६. दिइएको कवितांश पढी मौखिक उत्तर दिनुहोस् :</strong></p><p><strong>(क) माथिको कवितांशमा कस्तो परिवेशको चित्रण गरिएको छ ?</strong></p><p>&nbsp;यस कवितांशमा हिमाली भेगको उकाली, चिसो पानी, देउरालीको बिसौनी, वनमा गोठाला गोठाली ढुङ्गामाथि बसेर गीत गाउने आदि सुन्दर परिवेशको चित्रण गरिएको छ ।&nbsp;</p><p><br /></p><p><strong>(ख) ‘देउरालीको बिसौनीमा सुसेलीले गाउँला’ यस कथनको तात्पर्य के हो ?</strong></p><p>यस कथनको तात्पर्य हिमाली भेगका मानिसहरु देउरालीको बिसौनीमा बसेर थकाइ मेट्ने र सुस्ताउँदै सुस्केरा हाल्दै रमाउने हो।</p><p><br /></p><p><strong>(ग) ‘वनभित्र ढुङ्गामाथि गाउलिन् गोठालिनी’ यस कथनलाई सामान्य पदक्रममा रूपान्तर गर्नुहोस् ।</strong></p><p>गोठाल्नी वनभित्र ढुङ्गामाथि गाउलिन् ।</p><p><strong><br /></strong></p><p><strong>(घ) गोठाल्नीले गाईलाई कसरी बोलाउँछिन् ?</strong></p><p>गोठाल्नीले गाईलाई लाला ओदी निनी भनेर बोलाउँछिन् ।</p><p><br /></p><p><strong>७. ‘टाकुरामा……. नउरङ्गे डाँफे’ कवितांश पढी हिमाली भेगमा पाइने जनावर र बोटबिरुवाका बारेमा छोटो अनुच्छेद लेख्नुहोस् ।</strong></p><p>कवितांशमा निगाला, बुकी, धुपी आदि वनस्पति, भेडा, चम्री (चौरी), डफी आदि जनावरहरूको नाम समावेश गरिएको छ।हिमाली भेग चिसो हावापानीको कारण त्यहाँ सिमित जनावर र बोटबिरुवाहरू पाइन्छन् ।आफ्नो अस्तित्व रक्षाको निमित्त प्रकृतिले तिनीहरुलाई त्यस क्षेत्रको चिसो झेल्न सक्ने अनुकूलन शक्ति दिएको हुन्छ।&nbsp;</p><p><br /></p><p><strong>८. दिइएको कवितांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p><p><strong>(क) माथिको कवितांशमा नेपालीको कस्तो मानसिकताको चित्रण गरिएको छ ?</strong></p><p><strong><br /></strong></p><p>माथिको कवितांशमा नेपालीको साहसी, शूर, वीर मानसिकताको चित्रण गरिएको छ ।&nbsp;</p><p>जन्म र मृत्यु प्राकृतिक नियम हो तर जीवनको कदर गर्ने र मृत्युलाई जुनसुकै अवस्थामा सार्थक तुल्याउन प्रयास गर्ने नेपालीहरू नयाँ कीर्ति, एवं नयाँ अनुभव कमाउन हिम चुचुरो आरोहण गर्न चाहन्छन् ।अटल हृदय भएका, वीरता, पराक्रम, सहनशीलता र अदम्य साहसका स्रोत र मृत्युसँग कहिल्यै नडराउने विश्वविजेता वीर गोर्खालीका सन्तान नेपाली हिमालजस्तै अजेय छन् । नेपालीहरूले आफूलाई थाहा नभएका कुराहरू पत्ता लगाउन र भाग्ने भन्दा पनि समस्या समाधान गर्ने इच्छाशक्ति भएका हुन्छन । समग्रमा, सदैव नयाँ कुरा सिक्न तत्पर रहने तत्परता र समस्याबाट कहिल्यैपनि नझुक्ने स्वाभिमानी मानसिकताको चित्रण माथिको कवितांशमा गरिएको छ ।</p><p>&nbsp;</p><p><strong>(ख) नेपालीले हिमचुलीबाट कस्तो प्रेरणा प्राप्त गरेका छन् ?</strong></p><p>हिमचुलीको काखमा हुर्किएका नेपालीहरूको जीवनप्रतिको छुट्टै दृष्टिकोण छ। जसरी हिमाल झुक्न मान्दैनन्, त्यसरी नै नेपालीले झुक्न मान्दैनन् । नेपालीहरुमा आत्म-मूल्य, स्वाभिमान र बहादुरीको बलियो भावना छ। जसरी हिमचुलीहरु सधैं अडिग र अटल हुन्छन्, घामपानी, हावाहुरी आदिसँग विचलित नभई सामना गर्छन, सधैं शिर ठाडो पारेर अभिमानले उभिएका हुन्छन्, त्यसरी नै हामीहरु पनि अटल र धैर्य बनी सधैं शिर ठाडो पारेर जिउनुपर्छ, सफलताको शिखरतर्फ लम्कनुपर्छ र राष्ट्रियतालाई चम्काएर जीवनलाई सार्थक बनाउन पर्छ भन्ने प्रेरणा नेपालीले प्राप्त गरेका छन् ।&nbsp;</p><p><br /></p><p><strong>९. ‘हामीलाई बोलाउँछन् हिमचुली’ कवितामा कस्तो परिवेशको चित्रण गरिएको छ, दिइएका बुंदालाई समेत आधार बनाई समीक्षात्मक प्रतिक्रिया लेख्नुहोस् :</strong></p><p>प्रकृतिवादी, मानवतावादी, राष्ट्रवादी, सौन्दर्यवादी, र शास्त्रीय राष्ट्रकवि माधवप्रसाद घिमिरे (वि.सं. १९७६ : २०७७) द्वारा रचित ‘हामीलाई बोलाउँछन् हिमचुली’ शीर्षकको कविता उत्कृष्ट प्रकृतिप्रेमी कविता हो । प्रकृतिको मानवीकरण गर्दै नेपाल हिमचुलीको काखमा रहेको सुन्दर फूलबारीको रूपमा चित्रण गरेका छन् । नेपाली साहित्यमा छन्दोवादी कविका रूपमा परिचित छन्&nbsp; उनले यस कवितामा नेपालको मनमोहक हिमाली भेगको वातावरण र परिवेश प्रस्तुत गर्दै प्रकृति र मानवबीचको घनिष्ठ सम्बन्धलाई चित्रण गरेका छन् ।&nbsp;</p><p><br /></p><p>‘हामीलाई बोलाउँछन् हिमचुली’ कवितामा कविले हिमाचुलीले मानिसलाई सफलताको शिखर चुम्बन गर्न प्रेरित गरेको र प्रकृति नै नेपालीको ऊर्जा, साहस र प्रेरणाको स्रोत रहेको परिवेशलाई चित्रण गरेका छन् । नेपाललाई हिमचुलीको काखमा रमाएको प्रकृतिको अनुपम देशको रुपमा अभिव्यक्त&nbsp; गरिएको छ। पक्कि सडकहरु नपुगी सकेको र गोरेटो बाटाहरूको प्रसंगले विकासका पूर्वाधारहरूको उपलब्धताको स्थिति आंशिक वा न्यून रहेको परिवेशको चित्रण कवितामा गरिएको छ। भेडाबाख्रा पाल्नुका साथै जडीबुटी सङ्कलन र बिक्री गरेर जीविकोपार्जन गर्ने हिमाली ग्रामीण समुदायको आर्थिक अवस्था चित्रण गरिएको छ। धुपी र बुकीजस्ता बिरुवा, नदी, खोला र झरनाहरूमा चिसो, ताजा र स्वच्छ पानी, कस्तुरी र नौरंगे दाँफेको स्वतन्त्र उपस्थितिले सुशोभित हिमालय क्षेत्रको सुन्दर वातावरणलाई चित्रण कविले चित्रण गरेका छन् ।</p><p><br /></p><p>समग्रमा, हिमालको प्राकृतिक सौन्दर्यतामा रमाएका, सधैँ नयाँ कुरा गर्न उत्सुक र समस्याबाट कहिले पछि नहट्ने साहसी नेपालीको वीरताको परिवेश कवितामा प्रस्तुत गरिएको छ!</p><p><br /></p><p><strong>१०. ‘हामीलाई बोलाउँछन् हिमचुली’ कविताले दिएको सन्देश के हो, समीक्षात्मक उत्तर लेख्नुहोस् ।</strong></p><p><strong><i>भिडियोको सुरुमा यसको उत्तर छ !</i></strong></p><p><strong><i><br /></i></strong></p><p><strong>११. दिइएको गजल पढ्नुहोस्, यसको संरचनाका बारेमा हेक्का राख्नुहोस् र आफूलाई मन पर्ने विषयमा एउटा गजलको रचना गर्नुहोस्:</strong></p><p><strong>गजल</strong></p><p>जमाउनु छ खुसि थोरै भए पनि&nbsp;</p><p>गरेर लडाई एकोहोरै भए पनि !</p><p>कोहिबाट फाइदा लिनु छ भने। …&nbsp;</p><p>सङ्गत गर्नु पर्दछ, चोरै भए पनि !</p><p>न्यायको तराजु&nbsp; बन्नुस्, सजाय दिनुस</p><p>गल्ति गर्ने आफ्नो छोरै भए पनि !!!</p><p><br /></p><p><strong>१२. दिइएको अनुच्छेद पढ़ी सोधिएका प्रश्नको छोटो उत्तर दिनुहोस् :</strong></p><p><strong>(क) कविता भनेको के हो ?</strong></p><p>कविता भनेको विचार वा भावनाको लयबद्ध कलात्मक भाषिक अभिव्यक्ति हो ।</p><p>&nbsp;</p><p><strong>(ख) कविता र गजलमा के अन्तर छ ?</strong></p><p>कविता छन्दमा लेखिएको हुन्छ भने गजल बहरमा लेखिएको हुने भएकाले यी दुईमा अन्तर छ ।</p><p><br /></p><p><strong>(ग) गजलका संरचक के के हुन् ?</strong></p><p>गजलका संरचक बहर, मिसरा, सेर, मत्ला, मक्ता, काफिया, रदिफ हुन् ।</p><p><br /></p><p><strong>(घ) गजलका प्रत्येक सेरको दोस्रो मिसरा कस्तो हुनुपर्छ ?</strong></p><p>गजलमा प्रत्येक सेरको दोस्रो मिसरा हमकाफिया अर्थात् अनुप्रासान्त हुनुपर्छ ।</p><p><br /></p><p><strong>भाषातत्त्व</strong></p><p>Trick :&nbsp;</p><p>आधार शब्दको सुरुमा जोडिनेलाई = उपसर्ग&nbsp;</p><p>आधार शब्दको अन्त्यमा जोडिनेलाई&nbsp; = प्रत्यय&nbsp;</p><p><strong><br /></strong></p><p><strong>व्याकरण अभ्यास</strong></p><p><strong>१. दिइएको अनुच्छेदबाट उपसर्ग व्युत्पन्न शब्द टिप्नुहोस् र तालिकामा देखाए जस्तै गरी उपसर्ग र आधार छुट्याउनुहोस् :</strong></p><p>आवश्यक = मूल शब्द /आधार शब्द | अति = उपसर्ग&nbsp; अत्यावश्यक *व्युत्पन्न शब्द&nbsp;</p><p>अत्यावश्यक = अति+आवश्यक</p><p>अधिकार = अधि+कार</p><p>अवरोध = अव+रोध</p><p>समृद्धि = सम्+ऋद्धि</p><p>प्रतिकूल = प्रति+कूल</p><p>समृद्ध = सम्+ऋद्ध</p><p>सुस्वास्थ्य = सु+स्वास्थ्य</p><p>समुचित = सम्+उचित</p><p>आहार = आ+हार</p><p>संरक्षण = सम्+रक्षण</p><p>संसार = सम्+सार</p><p>सङ्कट = सम्+कट</p><p>प्रकोप = प्र+कोप</p><p>परिणाम = परि+नाम</p><p>उत्पन्न = उत्+पन्न</p><p>विचार = वि+चार</p><p>सङगठन = सङ्+गठन</p><p>अनुसार = अनु+सार</p><p>उपयुक्त = उप+युक्त</p><p>अत्यावश्यक = अति+आवश्यक</p><p>सचेत = स+चेत</p><p>उपचार = उप+चार</p><p>विकराल = वि+कराल</p><p>सम्पूर्णतः = सम्+पूर्णतः</p><p>विकास = वि+कास</p><p>अवरुद्ध = अव+रुद्ध</p><p>प्रयोग = प्र+योग</p><p>उपयोग = उप+योग</p><p>प्रतिकूल = प्रति+कूल</p><p><br /></p><p><strong>२. भाषातत्वअन्तर्गत १ को अनुच्छेदमा प्रयुक्त ‘सम्’ उपसर्ग लागेर बनेका शब्द ‘सङ्गठन, सञ्चित, सन्तुलित सम्बन्धी संरक्षण को निर्माण प्रक्रिया तलको आरेखमा दिइएको छ । शब्दकोश हेरी ‘सम्’ उपसर्ग लागेर बनेका अन्य दशओटा शब्द टिप्नुहोस् र तिनको निर्माण प्रक्रिया पनि देखाउनुहोस् :</strong></p><p>सम् ऋद्ध = समृद्ध</p><p>सम् सद = संसद</p><p>सम् मान = सम्मान</p><p>सम् हार = संहार</p><p>सम् वाद = संवाद</p><p>सम् सार = संसार</p><p>सम् रक्षण = समरक्षण</p><p>सम् वेदना = संवेदना</p><p>सम् स्मरण = संस्मरण</p><p>सम् सान = संसान</p><p><br /></p><p><strong>३. दिइएको तालिकाको बायाँतर्फ उपसर्ग दिइएका छन् र दायाँतर्फ आधार शब्द दिइएका छन् । प्रत्येक आधार शब्दमा एउटा एउटा उपसर्ग संयोजन गरेर नयाँ शब्द बनाउनुहोस् :</strong></p><p>अनुगमन = अनु + गमन</p><p>अवनति = अव + नति</p><p>निश्छल = निस् + छल</p><p>निरीक्षण = निर् + ईक्षण</p><p>परीक्षा = परि + ईक्षा</p><p>अत्यधिक = अति + अधिक</p><p>स्वागत = सु + आगत</p><p>अध्यागमन = अधि + आगमन</p><p>प्रत्येक = प्रति + एक</p><p>दुश्चिन्ता = दुस् + चिन्ता</p><p>दुराशय = दुर् + आशय</p><p>विज्ञान = वि + ज्ञान</p><p>संदेश = सन् + देश</p><p>उन्नत = उत् + नत</p><p>अनुच्छेद = अनु + छेद</p><p><br /></p><p><strong>५. दिइएको अनुच्छेदबाट प्रत्यय न्युत्पन्न शब्द टिप्नुहोस् र तालिकामा देखाए जस्तै गरी आधार र प्रत्यय छुट्याउनुहोस् :</strong></p><p>स्मरणीय - स्मृ + अनीय</p><p><br /></p><p>भुलक्कड - भुल् + अक्कड</p><p><br /></p><p>परिचायक - परिचय + अक</p><p><br /></p><p>संस्कृति - संस्कृत + ई</p><p><br /></p><p>कारण - कृ + अन</p><p><br /></p><p>जातीय - जात + ईय</p><p><br /></p><p>सांस्कृतिक - संस्कृति + इक</p><p><br /></p><p>प्राचीन - प्राच् + ईन</p><p><br /></p><p>वैदिक - वेद + इक</p><p><br /></p><p>नेपाली - नेपाल + ई</p><p><br /></p><p>स्वार्थी - स्वार्थ + ई</p><p><br /></p><p>भावना - भाव + ना</p><p><br /></p><p>पूजा - पूज् + आ</p><p><br /></p><p>देवता - देव + ता</p><p><br /></p><p>निष्क्रियता - निष्क्रिय + ता</p><p><br /></p><p>चोरी - चोर + ई</p><p><br /></p><p>ठगाहा - ठग् + आहा</p><p><br /></p><p>मिचाहा - मिच् + आहा</p><p><br /></p><p>हेपाहा - हेप् + आहा</p><p><br /></p><p>चुसाहा - चुस् + आहा</p><p><br /></p><p>लुटाहा - लुट् + आहा</p><p><br /></p><p>हिंस्रक - हिंसा + अक</p><p><br /></p><p>शोषक - शोष् + अक</p><p><br /></p><p>शोषण - शोष् + अण</p><p><br /></p><p>घमण्डी - घमण्ड + ई</p><p><br /></p><p>पियक्कड - पिउ + अक्कड</p><p><br /></p><p>बुझक्कड - बुझ् + अक्कड</p><p><br /></p><p>भुलक्कड - भुल् + अक्कड</p><p><br /></p><p>वन्दनीय - वन्दना + इय</p><p><br /></p><p>आदरणीय - आदृ + अनीय</p><p><br /></p><p>स्मरणीय - स्मृ + अनीय</p><p><br /></p><p>आर्थिक - अर्थ + इक</p><p><br /></p><p>सुखी - सुख + ई</p><p><br /></p><p>विकृति - विकृत + इ</p><p><br /></p><p>अन्ततः - अन्त + तः</p><p><br /></p><p>फिरन्ते - फिर् + अन्ते</p><p><br /></p><p>मगन्ते - माग् + अन्ते</p><p><br /></p><p>जीवन - जीव + न</p><p><br /></p><p>उन्नति - उन्नत + इ</p><p><br /></p><p>कारक - कृ + अक</p><p><br /></p><p><strong>६. तलको तालिकाको बायाँतर्फ धातु र शब्द दिइएका छन् र दायाँतर्फ प्रत्यय दिइएका छन् । प्रत्येक धातु र शब्दबाट एउटा एउटा प्रत्यय संयोजन गरेर कृदन्त व्युत्पन्न र तद्वितान्त व्युत्पन्न शब्द बनाउनुहोस्:</strong></p><p>दर्शक=दृश्+अक</p><p>सृष्टि=सृज्+ति</p><p>गन्तब्य=गम्+तब्य</p><p>स्मरणीय=स्मृ+अनीय</p><p>श्रवण=श्रु+अन</p><p>नीत=नी+त</p><p>वक्ता=वच्+ता</p><p>नृत्य=नृत्+य</p><p>नेता=नी+ता</p><p>दैनिक=दिन+इक</p><p>स्वर्णिम=स्वर्ण+इम</p><p>ग्रामीण=ग्राम+ईन</p><p>दिवसीय=दिवस+ईय</p><p>राष्ट्रिय=राष्ट्र+इय</p><p>विशेषतः=विशेष+तः</p><p>सौन्दर्य=सुन्दर+य</p><p>महत्ता=महत्+ता</p><p>गौर=गुरु+अ</p><p>वाङ्मय=वाक्+मय</p><p><br /></p><p><strong>७. दिइएको अनुच्छेदबाट सन्धियुक्त ब्युत्पन्न शब्द पहिचान गरी तिनको सन्धि विच्छेद गर्नुहोस् :</strong></p><p>प्रत्येक = प्रति + एक</p><p><br /></p><p>सदाचार = सत् + आचार</p><p><br /></p><p>सदैव = सदा + एव</p><p><br /></p><p>सज्जन = सत् + जन</p><p><br /></p><p>सन्देश = सम् + देश</p><p><br /></p><p>अनुसरण = अनु + सरण</p><p><br /></p><p>निष्क्रियता = निष्क्रिय + ता</p><p><br /></p><p>निराशा = निर् + आशा</p><p><br /></p><p>निष्काम = निस् + काम</p><p><br /></p><p>भावना = भाव + ना</p><p><br /></p><p>निरन्तर = निर् + अन्तर</p><p><br /></p><p>समर्पित = समर्पण + इत</p><p><br /></p><p>सन्तुलन = सन् + तुलन</p><p><br /></p><p>अत्यधिक = अति + अधिक</p><p><br /></p><p>परीक्षित = परीक्षा + इत</p><p><br /></p><p>सङ्कल्प = सम् + कल्प</p><p><br /></p><p>प्राप्ति = प्राप्त + इ</p><p><br /></p><p>उद्देश्य = उद् + देश्य</p><p><br /></p><p>तल्लीन = तत् + लीन</p><p><br /></p><p>सफलता = सफल + ता</p><p><br /></p><p>सफल = स + फल</p><p><br /></p><p>विकास = वि + कास</p><p><br /></p><p><strong>८. शुद्ध गरी पुनर्लेखन गर्नुहोस् :</strong></p><p>म गतहप्ता भृकुटीमण्डपमा विज्ञान प्रदर्शनी हेर्न गएँ । त्यहाँ धेरै किसिमका कम्प्युटर, ल्यापटप र मोबाइलहरू राखिएका थिए । त्यस प्रदर्शनीमा भर्खर कक्षा दश पूरा गरेर एघारमा पढ्दै गरेका विद्यार्थीदेखि एम्. ए. र पि. एच्. डी गरेका प्राध्यापकहरूसमेत आएका थिए । त्यहाँ इज्जतदार, इमानदार, जमिनदार, लेखनदास सबैको जमघट एक ठाउँमा भएको देखेर म दङ्ग परें । मान्छेहरूले खचाखच भरिएको त्यस प्रदर्शनी स्थलबाट एउटा ल्यापटप किनेर सरासर घर फर्के ।</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p>",
"rewardTxt": " Read Summary ", 
"reward": " <p><strong>१. कविताको सारांश/सन्देश (Summary/lesson )</strong></p><p>प्रकृतिवादी, मानवतावादी, राष्ट्रवादी, सौन्दर्यवादी, र शास्त्रीय राष्ट्रकवि माधवप्रसाद घिमिरे (वि.सं. १९७६ : २०७७) द्वारा रचित ‘हामीलाई बोलाउँछन् हिमचुली’ शीर्षकको कविता उत्कृष्ट प्रकृतिप्रेमी कविता हो । नेपाली साहित्यमा छन्दोवादी कविका रूपमा परिचित उनले यस कवितामा नेपालको मनमोहक हिमाली भेगको वातावरण र परिवेश प्रस्तुत गर्दै हिमाल जस्तै अटल, निडर, अविचलित,&nbsp; स्वाभिमान र विश्वमा नै नयाँ किर्ति राख्न सक्ने बन्नुपर्ने सन्देश कविता मार्फत प्रवाह गर्न खोजिएको छ।</p><p>हिमालय क्षेत्रको प्राकृतिक सौन्दर्य, सामाजिक जीवन र देशभक्तिको भावनाको जीवन्त चित्रण गरिएको यस कवितामा हिमाल जस्तै बन्न हामी सदैव प्रयत्नशील बन्नुपर्छ भन्ने सन्देश मोटामोटी रुपमा पाउन सकिन्छ। विश्वमा नयाँ किर्तिमान रच्नको निमित्त चुनौतीहरूको सामना गर्नुपर्ने, प्रत्येक चुनौतीलाई सामना गर्न मानिसमा आँट, साहस र हिमत हुनुपर्ने सन्देश पनि यस कविताले दिन खोजेको छ।&nbsp;</p><p>प्रकृति र मानवबीचको घनिष्ठ सम्बन्धलाई चित्रण गर्दै हिमाली क्षेत्रमा रहेका अपार आर्थिक तथा प्राकृतिक सम्भावनाहरूको सदुपयोग गर्ने सन्देश पनि कवितामा प्रस्तुत गरिएको छ । विकासका पूर्वाधारहरूको विकास गरी हिमाली क्षेत्रका बासिन्दाहरूको जीवनस्तरमा सुधार ल्याउनु पर्ने सन्देश पनि कवितामा पाउन सकिन्छ । हिमचुली जस्तै कहिल्यै नझुकी निर्भयका साथ स्वाभिमानी बन्न र नयाँ कुरा जान्न, सिक्न र अनुभव लिन सदैव तत्पर रहनुपर्ने प्रेरणा पनि कविता पाउन सकिन्छ।&nbsp;</p><p>समग्रमा, यस कवितामा कवि माधवप्रसाद घिमिरेले हिमालको काखमा हुर्केका नेपालीहरूमा हिमालकोझैँ अटलता, शूरता, वीरता, अविचलित मनोवृत्ति, कहिल्यै नझुक्ने स्वाभिमान, अदम्य साहसको परिभाषा भएका भयमुक्त साहसी, शूर, वीर मानसिकता हुन्छ र यो भविष्यमा पनि सबै नेपालीमा विद्यमान हुनुपर्छ भन्ने सन्देश दिएका छन् । सधैं नयाँ कुरा गर्न उत्सुक , समस्याहरूबाट कहिल्यै पछि नहट्ने र स्वाभिमानी नेपालीको हिमालसंगको सम्बन्धलाई कवितामा उजागर गर्ने प्रयास गरिएको छ।&nbsp;</p><p><br /></p>"
    },
    {
      "title": "Unit 8",
      "story": "<p>Mamata used to sit at the window, eagerly waiting for Subodh. However, her son did not appreciate Subodh's daily visits. Mamata reassured Subodh of her love for everyone but asked him not to return one day. She, a widow who lost her husband in a plane crash, lived alone with her two children. (B) As their love deepened, Mamata and Subodh faced challenges. Initially, they respected each other's wishes, but Subodh started mistreating and admonishing the children. Mamata grew concerned about Subodh's behavior towards her kids. <br/> Ultimately, Mamata realized that Subodh's love was only physical and selfish. She made the difficult decision to leave him, recognizing that her role as a mother was constrained by their relationship.</p><br/><p style=\"text-align: left;\"><strong>पाठ ८</strong>&nbsp;:&nbsp;<strong>मातृत्व</strong></p> <p><br /></p> <h3><strong><br /></strong></h3><h3><strong>शब्दभण्डार</strong></h3> <p><strong>१. दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :</strong></p> <p>सर्वस्व : सारा सम्पत्ति</p> <p>अप्रत्याशित : आकस्मिक</p> <p>ग्लानी : पछुतो</p> <p>नैराश्य : निराशा</p> <p>सङ्कीर्ण : सङ्कुचित</p> <p>मृगतृष्णा : जलभ्रम</p> <p>&nbsp;</p> <p><strong>२. दिइएका अर्थ दिने शब्द पाठबाट खोज्नुहोस् :</strong></p> <p>(क) धाक र तडकभडकले पूर्ण</p> <p><strong>रोबिलो</strong></p> <p>&nbsp;</p> <p>(ख) गतिहीन</p> <p><strong>शान्त</strong></p> <p>&nbsp;</p> <p>(ग) जितको आनन्द</p> <p><strong>विजयोल्लास</strong></p> <p>&nbsp;</p> <p>(घ) रातो र निलो मिसिएको, भन्टा रङको</p> <p><strong>बैजनी</strong></p> <p>&nbsp;</p> <p>(ङ)पग्लेको चट्टान, जमिनभित्रको अग्नि क्रियाशील भई रॉकोसहित धुवाँ, तातो खरानी, पग्लेका धातु आदि ओकल्ने अवस्था</p> <p><strong>ज्वालामुखी</strong></p> <p>&nbsp;</p> <p><strong>३. पाठमा प्रयुक्त पाँचओटा अनुकरणात्मक शब्द टिप्नुहोस् र तिनलाई वाक्यमा प्रयोग गर्नुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>लल्याकलुलुक</strong></p> <p>कहिले काम नगरेको हरिले आज दुई भारी दाउरा बोकेको थकाईले गलेर लल्याकलुलुक भयो ।</p> <p>&nbsp;</p> <p><strong>झलझली</strong></p> <p>उसले छोडेर गएपनि उसँग बिताएका हरेक पल मलाई अझै झल्झली याद आउँछन्।</p> <p>&nbsp;</p> <p><strong>लुरुलुरु</strong></p> <p>कलेजबाट फर्कंदा बस नभेटिएकोले म लुरुलुरु हिँडेर घर आएँ।</p> <p>&nbsp;</p> <p><strong>ढ्याङढ्याङ</strong></p> <p>डाक्टर कहाँ लगेर निको नभए पछाडि हाम्रो हजुरबुबालाई झाँक्रीकोमा लगेको झाँक्रीले ढ्याङढ्याङ ढ्याङ्ग्रो बजाउँदै उपचार गर्न थाले।</p> <p>&nbsp;</p> <p><strong>तप तप</strong></p> <p>हात काटेको दस मिनेट पछाडि पनि मेरो हातबाट तप तप गर्दै रगत चुहीरहेको थियो।</p> <p>&nbsp;</p> <p><strong>४. दिइएका टुक्काको प्रयोग गरी एक अनुच्छेद लेख्नुहोस् :</strong></p> <p>कृष्ण काकाले गरिबीको बाबजुत पनि आफ्नी छोरीलाई उच्च शिक्षा दिलाउन कम्मर कसेर लागेका थिए। घर समेत धितो राखी ऋण निकालेर छोरीको पढाइमा मन फुकाएर खर्च गरेका थिए । तर छोरीले बिचमा नै पढाई छोडेर गोप्यरुपमा विवाह गरी डाँडो काटिछे र परिवारको नाक काटिछे। गाउँलेहरु सबैले उल्टो कृष्ण काकाको कुरा काट्न थाले। इज्जतको त्यसरी लिलामी भएको सहन नसकी कृष्ण काका देश पस्नुभयो ।</p> <p>&nbsp;</p> <h3><strong>बोध र अभिव्यक्ति&nbsp;</strong></h3> <p><strong>१. ‘मातृत्व’ कथा पढी यसका आदि, मध्य र अन्त्यका मुख्य मुख्य घटना भन्नुहोस् ।</strong></p> <p><strong><i>भिडियोको सुरुमा यसको उत्तर छ !</i></strong></p> <p>&nbsp;</p> <p><strong>२. कथा पढी दिइएका प्रश्नको उत्तर भन्नुहोस्</strong></p> <p><strong>(क) ममता झ्यालमा बसेर कसको प्रतीक्षा गर्दै थिइन् ?</strong></p> <p><strong>उत्तरः</strong> ममता झ्यालमा बसेर सुबोधको प्रतीक्षा गर्दै थिइन् ।</p> <p>&nbsp;</p> <p><strong>(ख) ममता र सुबोध नजिकिनुको कारण के हो ?</strong></p> <p><strong>उत्तरः</strong> ममता एक विधवा नारी भएकोले पुरुषको साथ र आधार चाहिएको र दुवैबीच परस्पर प्रेम हुनु नै ममता र सुबोध नजिकिनुको कारण हो।</p> <p>&nbsp;</p> <p><strong>(ग) ममताको कुन बानी सुबोधलाई मन परेको थिएन?&nbsp;</strong></p> <p><strong>उत्तरः</strong> आफुलाई जस्तै प्राथमिकता र महत्व छोराछोरीलाई पनि दिने र मातृत्व प्रदर्शन गर्ने ममताको बानी सुबोधलाई मन परेको थिएन।</p> <p>&nbsp;</p> <p><strong>(घ) सुबोधको कुन बानी ममतालाई मन परेको थिएन ?</strong></p> <p><strong>उत्तरः</strong> चुरोट खाने र छोराछोरीलाई बोझ ठान्ने सुबोधको बानी ममतालाई मन परेको थिएन।</p> <p>&nbsp;</p> <p><strong>३. ‘मातृत्व’ कथा पढ्नुहोस् र दिइएका घटनालाई क्रम मिलाई लेख्नुहोस् :</strong></p> <p><strong>उत्तरः</strong></p> <p>(क) एउटा शनिबार सदा झैँ ममताले झ्यालमा बसेर सुबोधको प्रतीक्षा गर्नु</p> <p>(ख) छोराले सुबोध दिनदिनै आएको नरुचाएपछि ममताले सुबोधले सबैलाई माया गर्ने गरेको बताउनु</p> <p>(ग) हवाईजहाज दुर्घटनाबाट पति गुमाएकी ममताले आफ्ना दुई छोराछोरीका साथ एकल जीवन बिताउनु</p> <p>(घ) पतिको साथी सुबोधले ममतालाई सान्त्वना दिनु</p> <p>(ङ) सुबोध र ममताले एकअर्कालाई मन पराउन थाल्नु</p> <p>(च) सुरुका दिनमा ममता र सुबोध दुबै एकअर्काको इच्छाअनुरूप चल्नु</p> <p>(छ) ममतालाई आफ्नी बनाएर सुबोधले छोराछोरीलाई गाली गर्ने र हप्काउने गर्नु</p> <p>(ज) सुबोधले छोराछोरीप्रति गर्ने व्यवहारका कारण ममता आहत बन्नु</p> <p>(झ) ममतालाई मातृत्वबोधले सताउनु</p> <p>(ञ) सुबोधसँग रहँदा सुन्दर र सुखी परिवार नहुने सोचेर सुबोधलाई परित्याग गर्नु</p> <p>&nbsp;</p> <p><strong>४. दिइएको कथांश पढी सोधिएका प्रश्नको उत्तर भन्नुहोस् :</strong></p> <p><strong>(क) ममता किन जीवनसाथीको खोजीमा थिइन् ?</strong></p> <p><strong>उत्तरः</strong> श्रीमानको मृत्यु भए पछाडी एक्लोपनमा बाँचिरहेकी ममताले आफ्ना छोराछोरीलाई अभिभावकत्व पूर्णरुपमा महसुस गराउन, आफू र आफ्ना छोराछोरीको सुरक्षाका गर्न र बिरहपूर्ण जीवनमा सहयात्री प्राप्त गनको लागि जीवनसाथीको खोजीमा थिइन् ।</p> <p>&nbsp;</p> <p><strong>(ख) ममताले कस्तो प्रेम चाहेकी थिइन् ?</strong></p> <p><strong>उत्तरः</strong> आफ्नो श्रीमानको मृत्युपछि आफ्नो जीवनमा श्रीमानको अभाव महसुस गरेकी ममताले छोराछोरीलाई बाबूको कमि महसुस हुन नदिने, आफू र छोराछोरीको अभिभावकत्व ग्रहण गरी सुरक्षाको प्रत्याभूति दिलाउन सक्ने, शारीरिक भन्दा पनि संवेगात्मक, आत्मीय एवं निश्वार्थ प्रेम चाहेकी थिइन् ।</p> <p>&nbsp;</p> <p><strong>५. दिइएको कथांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><strong>(क) ममताको मन किन हलुङ्गो भयो ?</strong></p> <p><strong>उत्तरः</strong> मातृत्वलाई कुण्ठित पार्न खोज्ने सुबोधको बानीबाट आजित भएकी ममताले मनमा गुम्म्सिएर रहेका सबै कुराहरु र आफूले गरेको अपेक्षा अनुरुप छोराछोरीको अभिभावकत्व ग्रहण गरी सुरक्षाको प्रत्याभूति दिलाउन प्रयास नगरेको कारण सम्बन्धलाई निरन्तरता दिन नसक्ने र अब उप्रान्त त्यहाँ आउन नहुने कुरा बताएपछि उनको मन हलुङ्गो भयो । पतिको मृत्युपछि एक्ली भएकी ममता सुरुमा सुबोधको आत्मीयता देखेर पग्लिएकी थिइन्। तर आफ्ना सन्तानप्रति सुबोधले गर्ने व्यवहारका कारण उनी सुबोधसँगको सम्बन्ध अन्त्य गर्न चाहन्थिन् ।</p> <p>&nbsp;</p> <p><strong>(ख) ममता र सुबोधका बिच मनमुटाउ हुनुको कारण के हो ?&nbsp;</strong></p> <p>उत्तरः&nbsp; आफूलाई जस्तै प्राथमिकता र महत्व छोराछोरीलाई पनि दिने र मातृत्व प्रदर्शन गर्ने ममताको बानी सुबोधलाई मन परेको थिएन। त्यसैगरी छोराछोरीलाई बोझ ठान्ने सुबोधको बानी ममतालाई मन परेको थिएन। आफ्नो श्रीमानको मृत्युपछि आफ्नो जीवनमा श्रीमानको अभाव महसुस गरेकी ममताले छोराछोरीलाई बाबूको कमि महसुस हुन नदिने, आफू र छोराछोरीको अभिभावकत्व ग्रहण गरी सुरक्षाको प्रत्याभूति दिलाउन सक्ने, शारीरिक भन्दा पनि संवेगात्मक, आत्मीय एवं निश्वार्थ प्रेम चाहेकी थिइन् । तर सुबोधले यसको बिपरीत व्यवहार गरेकोले ममता र सुबोधका बीच मनमुटाउ बढेको हो ।&nbsp;&nbsp;</p> <p>&nbsp;</p> <p><strong>६. व्याख्या गर्नुहोस् :</strong></p> <p><strong>(क) नीरस जिन्दगीलाई रसाउन मायाको सङ्लो नदी चाहिन्छ । छहारीदार ओत चाहिन्छ । जिन्दगी हाँसो रोदन, दु:ख पीडा, कथा व्यथाले भरिएको सामूहिक भेल हो । आपत्, सुख र दुःख सबैलाई पर्छ ।</strong></p> <p><strong>उत्तरः</strong> सामाजिक विषयवस्तुको यथार्थ चित्रण, सरल भाषा र थोरै पात्रहरूको प्रयोग गरेर कथा लेख्ने कथाकारका रूपमा परिचित भागीरथी श्रेष्ठको ‘मातृत्व’ शीर्षकको कथामा प्रस्तुत गरिएका सुन्दर वाक्यहरूबाट माथिको अंश लिइएको छ। आफ्नो श्रीमानको मृत्युपछि आफ्नो जीवनमा श्रीमानको अभाव महसुस गरेकी ममताले छोराछोरीलाई बाबूको कमि महसुस हुन नदिने, आफू र छोराछोरीको अभिभावकत्व ग्रहण गरी सुरक्षाको प्रत्याभूति दिलाउन र जीवनलाई सहज बनाउन प्रेम आवश्यक रहेको अनुभूति गर्ने क्रममा प्रयुक्त वाक्यहरु अभिव्यक्त भएका छन् ।</p> <p>&nbsp;</p> <p>मानिस सामाजिक प्राणी हो। आपसी माया, स्नेह, सहकार्य र सद्भावले जीवनलाई सरल बनाउँछ। प्रेम बिना, जीवन शून्य र अर्थहीन हुन्छ। दुर्घटनामा श्रीमानको दुःखद मृत्युको परिणाम स्वरूप शक्तिहीन र असुरक्षित महसुस गरिरहेकी ममताले सदैव रिक्त महसुस गरिरहेकी हुन्छिन्। आफ्नै छोराछोरिबाट समेत मायाको प्रत्याभूति गर्न नसकेकी ममताले प्रेमविनाको जीवनलाई उजाड भूमिसँग तुलना गर्छिन्। उनी शारीरिक भन्दा पनि भावनात्मक सम्बन्ध चाहन्थिन्, आफ्नो सुख-दु:ख बाँड्ने सहयात्री चाहन्थिन। पतिको माया नपाएपछि विचलित भएर उनी सुबोधसँग नजिक भइन् । सधैं पीडाले भरिएको उनको अनुहार सुबोधको निकटताले गर्दा अलिकति हँसिलो हुन थाल्यो।&nbsp;</p> <p>&nbsp;</p> <p>समग्रमा, प्रस्तुत कथांशमा दुःखपीडा सबैलाई पर्ने र कसैको पनि जिन्दगी सोचेजस्तो नहुने हुँदा सबैलाई सहारा चाहिने कुरा अभिव्यक्त गर्न खोजिएको छ। जीवन हाँसो, आँसु, दु:ख र पीडाले भरिएको सामूहिक जमघट हो। विपत्ति, सुख र दु:खको घडीमा सबैलाई अरुको आवश्यकता हुन्छ र अपेक्षाकृत सहयात्रीको अपेक्षा रहन्छ भन्ने भाव उपर्युक्त वाक्यले अभिव्यक्त गर्न खोजेका छन् ।</p> <p>&nbsp;</p> <p><strong>(ख) मेरा छोराछोरी मेरा लागि चन्द्र र सूर्य हुन् ।</strong></p> <p><strong>उत्तरः</strong> कथाकार भागिरथी श्रेष्ठ (वि.सं. २००५) द्वारा संरचित ‘मातृत्व’ कथामा मातृत्वभन्दामाथि भौतिक प्रेम हुन नसक्ने यथार्थलाई महत्त्वपूर्ण रुपमा कथामा चित्रित गर्दै जननी स्वर्गभन्दा पनि महान् हुन्छिन् भन्ने विचार प्रस्तुत गरिएको छ। कथामा एउटी आमाका लागि छोराछोरी नै चन्द्र र सुर्यतुल्य महत्वपूर्ण भएको कुरा अभिव्यक्त भएको छ ।</p> <p>&nbsp;</p> <p>पतिको असमामयिक मृत्युपछि एकल बनेकी ममता आफ्नो र सन्तानको सुरक्षाको लागि सुबोधसँग निकट बनेकी थिइन् । तर उनका सन्तानप्रति सुबोधको व्यवहार उनले अपेक्षा गरेभन्दा बिपरित पाइन्। सुबोधबाट अधुरो जीवनलाई पूर्णता दिन, आफू र आफ्ना छोराछोरीलै सुरक्षा र अभिभावकत्वको प्रत्याभूति दिलाउन सक्ने प्रेमको चाहना राखेकी थिइन् तर शारीरिक प्रेममा मग्न सुबोधले केबल आफ्नो शरीरसँग मात्र प्रेम गरेको कारण आजित हुन्छिन् । आफ्नो छोरी दुर्घटनामा परी अस्पतालमा हुँदा सुबोधले देखाएको बेवास्ता र अमानवीय व्यवहारबाट उनी सुबोधलाई घृणा गर्न थाल्छिन् । यही कारणले उनीहरुको बिच मनमुटाउ बढ्दै जान्छ। सुबोधसँग रहँदा सुन्दर र सुखी परिवार नहुने सोचेर सुबोधलाई परित्याग गर्छिन र छोराछोरीसँग नै सम्पूर्ण जीवन बिताउने विचार गर्छिन् । यसरी कुनै पनि आमालाई सन्तानभन्दा अरु कुनै व्यक्ति ठुलो हुन सक्दैन र सन्तानको खुसीका लागि जस्तोसुकै निर्णय लिन पनि तयार हुन्छन् भन्ने कुरा प्रष्ट पार्न खोजिएको छ।&nbsp;</p> <p>&nbsp;</p> <p>अन्तत: ममतामा मातृत्वभाव बोध भइ आफ्ना सन्तान नै सर्वस्व भएको र&nbsp; भविष्यका सहारा चन्द्र र सूर्य बोध गरी सुबोधलाई परित्याग गरेको प्रसङ्गबाट मात्तृवात्सल्यताको प्रबलतालाई स्पष्ट पारिएको छ। मातृत्व सबैभन्दा महान हो भन्ने धारणा ममताको माध्यमबाट परिभाषित गर्न खोजिएको छ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>७. ममताले सुबोधलाई परित्याग गरेर छोराछोरीसँग नै सम्पूर्ण जीवन बिताउने भनी गरेको निर्णय तपाईंलाई कस्तो लाग्यो, कथाका आधारमा विश्लेषण गर्नुहोस् ।</strong></p> <p>&nbsp;</p> <p><strong>उत्तरः</strong> नारीवादी कथाकार भागीरथी श्रेष्ठले लेखेको नारीवादी कथा ‘मातृत्व’ले सामाजिक यथार्थको परिप्रेक्ष्यमा नारीको भित्री द्वन्द्वलाई विश्लेषण गर्दै आमा स्वर्गभन्दा पनि महान हुने तथ्य देखाएको छ । सुबोधसँग रहँदा सुन्दर र सुखी परिवार नहुने र आफ्नो मातृत्व सदैव कुण्ठित हुने सोचेर सुबोधलाई परित्याग गरी छोराछोरीसँग नै सम्पूर्ण जीवन बिताउने भनी गरेको निर्णय मलाई उपयुक्त नै लाग्यो।&nbsp;</p> <p>&nbsp;</p> <p>यस कथामा विमान दुर्घटनामा आफ्नो जीवनसाथी गुमाउने अनाथ बालबालिकाकी विधवा आमा बनेकी ममताप्रति सहानुभूति व्यक्त गर्ने सुबोध र ममताको आपसी निकटता बढ्दै जान्छ। सुबोधबाट अधुरो जीवनलाई पूर्णता दिन, आफू र आफ्ना छोराछोरीलै सुरक्षा र अभिभावकत्वको प्रत्याभूति दिलाउन सक्ने प्रेमको चाहना राखेकी थिइन् तर शारीरिक प्रेममा मग्न सुबोधले केबल आफ्नो शरीरसँग मात्र प्रेम गरेको कारण आजित हुन्छिन् । आफ्नो छोरी दुर्घटनामा परी अस्पतालमा हुँदा समेत सुबोधले देखाएको बेवास्ता र अमानवीय व्यवहारबाट उनी सुबोधलाई घृणा गर्न थाल्छिन् । सुबोध दया, माया र करुणाहिन, एउटी एकल महिलाको शरीरसँग खेल्न खोज्ने यौन पिपासु थियो। यस्तो अवस्थामा सुबोधसँग सम्बन्ध राखिरहनु पीडादायक हुन सक्थ्यो । ममताका छोराछोरीहरूलाई आफ्नो प्रेममा बाधा भएको ठान्ने र चिढाउने, क्रोधित व्यवहार गर्ने, बेवास्ता र लापरवाही गर्ने गर्दथ्यो। यस्तो निर्दयी पुरुषसँगको सम्बन्धले कसैको जीवन झन् पीडादायक हुन सक्थ्यो । यसले उनको मातृत्व सदैव कुण्ठित भइ रहने थियो। त्यसैले ममताको निर्णय मलाई उपयुक्त लाग्यो।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>८. समीक्षात्मक उत्तर लेख्नुहोस् :</strong></p> <p><strong>क) ‘जननी स्वर्गभन्दा पनि महान् हुन्छिन्’ यस भनाइलाई मातृत्व कथाका आधारमा पुष्टि गर्नुहोस् ।</strong></p> <p>&nbsp;</p> <p><strong>उत्तरः</strong> कथाकार भागीरथी श्रेष्ठ (२००५)द्वारा रचना गरिएको ‘मातृत्व’ कथामा मातृत्वभन्दा महान कुनै प्रेम हुन सक्दैन भन्ने कुरालाई चित्रण गर्दै आमा स्वर्गभन्दा पनि महान हुन्छन् भन्ने तथ्यलाई प्रमाणित गरिएको छ ।</p> <p>&nbsp;</p> <p>श्रीमानको असामयिक मृत्युपछि एक्ली बनेकी ममता आफ्नो र छोराछोरीको सुरक्षाका लागि सुबोधसँग नजिक भइन् । उनले सुबोधबाट आफ्नो अधुरो जीवन पूरा गर्न, आफ्नो र आफ्ना छोराछोरीको सुरक्षा र अभिभावकत्व पूर्ति गर्न चाहन्थिन्। तर आफ्नो शरीरलाई मात्र प्रेम गर्ने गरेको र उसले आफ्ना बच्चाहरुमाथि देखाएको लापरवाह र अमानवीय व्यवहारको लागि सुबोधलाई घृणा गर्न थाल्छिन। सुबोधको व्यवहारबाट चिरपरिचित बनेपछि उनले सुबोधसँग दूरी कायम गर्न थाल्छिन। यही कारण उनीहरुबीचको असमझदारी बढ्दै जान्छ। सुबोधसँग बस्दा सुन्दर र सुखी परिवार हुनेछैन भन्ने सोचेर, उनले सुबोधलाई त्याग्छिन् र आफ्नो सम्पूर्ण जीवन आफ्ना बच्चाहरूसँग बिताउने निर्णय गर्छिन्।&nbsp;</p> <p>&nbsp;</p> <p>आफ्ना छोराछोरीहरूप्रति सुबोधको ईर्ष्याले ममतामा मातृत्वलाई तीव्र बनाउँछ र कामुक सुबोधप्रतिको क्रोध र घृणाले अन्ततः सुबोधप्रति असन्तुष्टि पोख्न उनि समर्थ बन्छिन। अन्ततोगत्वा, मातृत्व प्रेममाथि विजयी हुन्छ ।</p> <p>&nbsp;</p> <p>यसरी आमाको लागि सन्तानभन्दा ठूलो कोही हुन सक्दैन र सन्तानको खुसीका लागि जुनसुकै निर्णय लिन तयार हुन्छन् भन्ने कुरा बुझाउने प्रयास कथामा गरिएको छ। ममताले मातृत्वको प्रगाडता सहित सुबोधलाई परित्याग गरेको तथ्यबाट मातृत्वको प्राबल्य प्रष्ट पार्न खोजिएको छ ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>(ख) ममता पात्रमा मानसिक द्वन्द्व आउनुका कारणहरू के के हुन् ?</strong></p> <p><strong>उत्तरः</strong>&nbsp;</p> <p>नेपाली साहित्यमा सामाजिक यथार्थवादी कथाकारका रूपमा सुपरिचित भागिरथी श्रेष्ठद्वारा संरचित मातृत्व कथा एक उत्कृष्ट नारीवादी सामाजिक कथा हो । यस कथाकी प्रमुख पात्र ममतामा मानसिक द्वन्द्व आउनुका कारणका रूपमा धार्मिक सामाजिक परम्परा, वैयक्तिक मर्यादा, सुबोधसँगको प्रेम, छोराछोरीप्रतिको मातृत्वबोध, त्याग अनि धर्म, जिम्मेवारीबोध र कर्तव्य आदि रहेका छन् ।&nbsp;</p> <p>&nbsp;</p> <p>मनोवैज्ञानिक कथा भएका कारण सम्पूर्ण कथामा ममताको मानसिक अशान्तिको स्थितिलाई देखाइएको छ। कथाको मुख्य पात्र, ममताको मनमा&nbsp; सामाजिक रीतिरिवाज, एकल महिलाहरूप्रतिको दृष्टिकोण, मातृवात्सल्य, धर्म, सुबोधको समर्थन तर यौन चाहनाको परिपूर्तिको लागि प्रेम गरेको बिषय आदि सबैले ममताको मनमा आन्तरिक द्वन्द्व चलिरहेको हुन्छ। ममताले सुबोधले आफू र आफ्ना छोराछोरीलाई आत्मीय रूपमा माया गरोस् भन्ने चाहेको भए पनि सुबोधले शारीरिक रूपमा मात्र प्रेम गरेको र उल्टो उनीहरुप्रति ईर्ष्यालु, लापरवाह व्यवहार गर्ने, हप्काउने बानीले ममताको मनमा आघात पुग्छ ।</p> <p>&nbsp;</p> <p>विमान दुर्घटनामा श्रीमान् गुमाएपछि असहायपन, असुरक्षितता, शून्यता र एक्लोपनबाट गुज्रेकी ममताले सुबोधको सान्त्वना र कपटी प्रेममा पर्छिन्।&nbsp; प्रेम बिनाको जीवन बेरंग र उजाड हुन्छ नै । तर ममताले प्रेम शारीरिक भन्दा मानसिक होस् भन्ने चाहन्छिन। तर एक विधवा भएकोले समाजले क सोचला भन्ने बिषयले ममताको मनमा द्वन्द्व उत्पन्न गराउँछ। धार्मिक र सामाजिक परम्परा अनुसार विधवा सधैं विधवा हुनुपर्ने संस्कारको बिद्रोह उनले एक्लोपन र सुरक्षाको अपेक्षामा गर्छिन। उनमा सामाजिक परम्पराका कारण मानसिक द्वन्द्व चल्छ । समाज र संस्कार विरुद्ध लड्न डर लाग्छ । सामाजिक परम्पराबाट द्वन्द्वग्रस्त उनको मनले कहिले मनमा खुसी देख्छ त कहिले शंका, घृणा र लाजको छायाँले घेरिएको हुन्छ। ममताले सुबोधबाट आत्मीय प्रेम चाहेको भए पनि सुबोधलाई शारीरिक मात्रै प्रेम रहेको बिषय प्रत्याभूत भएपछी उनले आफ्ना छोराछोरीलाई छाड्न र सुबोधलाई पूर्ण रूपमा ग्रहण गर्न सक्दिनन्। यस क्षणमा पनि ममता मानसिक द्वन्द्वको सिकार बन्न पुग्छिन।</p> <p>&nbsp;</p> <p>अन्त्यमा, उनी आफ्नो रगतलाई घृणा गर्ने सुबोधसँगको सम्बन्धको अपराध सम्झन्छिन्। छोराछोरीलाई त्यागेर सुबोधलाई स्वीकार गर्नु जीवनको अक्षम्य अपराध हो भन्ने सोचेर उनले सुबोधसँगको सम्बन्ध तोड्छिन्। यसरी जीवनका हरेक मोडमा ममतामा बिबिध कारणवश मानसिक द्वन्द्व चलिरहन्छ ।&nbsp;</p> <p>&nbsp;</p> <p><strong>१०. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>(क) आयुर्वेदका आठ अङ्ग के के हुन् ?</strong></p> <p><strong>उत्तरः</strong> आयुर्वेदका आठ अङ्ग कायचिकित्सा, शल्य तन्त्र, शालाक्य तन्त्र, भूतविद्या, कौमारभृत्य, अगद तन्त्र, रसायन तन्त्र र बाजीकरण तन्त्र हुन् ।</p> <p>&nbsp;</p> <p><strong>(ख) कायचिकित्सा र शल्य तन्त्रमा कुन कुन रोगको उपचार पद्धति प्रस्तुत गरिएको छ ?</strong></p> <p><strong>उत्तरः</strong> कायचिकित्सामा शारीरिक रोग र शल्य तन्त्रमा चिरफार गर्नुपर्ने रोगको उपचार पद्धति प्रस्तुत गरिएको छ ।</p> <p>&nbsp;</p> <p><strong>(ग) शरीरमा रोगको प्रवेश हुनुको कारण के हो ?</strong></p> <p><strong>उत्तरः</strong> शरीरमा रोगको प्रवेश हुनुको कारण वात, पित्त र कफ यी त्रिदोषको असन्तुलन हुनु हो ।</p> <p>&nbsp;</p> <p><strong>(घ) आयुर्वेदले जीवनमा पूर्णायु जिउन के गर्नुपर्ने सुझाव दिएको छ ?</strong></p> <p><strong>उत्तरः</strong> आयुर्वेदले जीवनमा पूर्णायु जिउन उचित आहार, उपयुक्त जीवनशैली र उपलब्ध स्थानीय जडीबुटीको सेवन गर्नुपर्ने सुझाव दिएको छ ।</p> <h3><strong>&nbsp;</strong></h3> <h3><strong>&nbsp;भाषातत्त्व&nbsp;</strong></h3> <p>Trick :</p> <p><strong>यसमा trick&nbsp; केहि नि छैन! आफैँ बुझ्ने प्रयास गर्नुपर्छ !!!</strong></p><p><strong><br /></strong></p> <p><strong>व्याकरण अभ्यास</strong></p> <p><strong>१. दिइएका अनुच्छेदबाट समस्त शब्द टिप्नुहोस् र तिनको विग्रह गर्नुहोस् :</strong></p> <p><strong>(क)</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>समस्त शब्द</strong></p>       </td>       <td>         <p><strong>विग्रह</strong></p>       </td>     </tr>     <tr>       <td>         <p>जीवनरूख</p>       </td>       <td>         <p>जीवनरूपि रूख</p>       </td>     </tr>     <tr>       <td>         <p>छोराछोरी</p>       </td>       <td>         <p>छोरा र छोरी</p>       </td>     </tr>     <tr>       <td>         <p>हाँगाबिगाँ</p>       </td>       <td>         <p>हाँगा र बिगाँ&nbsp;</p></td></tr></tbody></table> <p>&nbsp;</p> <p><strong>(ख)</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>समस्त शब्द</strong></p>       </td>       <td>         <p><strong>विग्रह</strong></p>       </td>     </tr>     <tr>       <td>         <p>दाजुभाइ</p>       </td>       <td>         <p>दाजु र भाइ</p>       </td>     </tr>     <tr>       <td>         <p>दिदीबहिनी</p>       </td>       <td>         <p>दिदी र बहिनी</p>       </td>     </tr>     <tr>       <td>         <p>भाइटीका</p>       </td>       <td>         <p>भाइलाई टीका</p>       </td>     </tr>     <tr>       <td>         <p>यमयमुना</p>       </td>       <td>         <p>यम र यमुना</p>       </td>     </tr>     <tr>       <td>         <p>काककुकुर</p>       </td>       <td>         <p>काक र कुकुर</p>       </td>     </tr>     <tr>       <td>         <p>गाइगोरू</p>       </td>       <td>         <p>गाइ र गोरू</p>       </td>     </tr>     <tr>       <td>         <p>धनधान्य</p>       </td>       <td>         <p>धन र धान्य</p>       </td>     </tr>     <tr>       <td>         <p>भाइतिहार</p>       </td>       <td>         <p>भाइको तिहार</p>       </td>     </tr>     <tr>       <td>         <p>नुहाइधुवाइ</p>       </td>       <td>         <p>नुहाइ र धुवाइ</p>       </td>     </tr>     <tr>       <td>         <p>भाइपूजा</p>       </td>       <td>         <p>भाइको पूजा</p>       </td>     </tr>     <tr>       <td>         <p>दहीअक्षता</p>       </td>       <td>         <p>दहीमा अक्षता</p>       </td>     </tr>     <tr>       <td>         <p>जौतिल</p>       </td>       <td>         <p>जौ र तिल</p>       </td>     </tr>     <tr>       <td>         <p>पञ्चामृत</p>       </td>       <td>         <p>पाँच अमृतको समूह</p>       </td>     </tr>     <tr>       <td>         <p>फूलमाला</p>       </td>       <td>         <p>फूलको माला</p>       </td>     </tr>     <tr>       <td>         <p>सगरमाथा</p>       </td>       <td>         <p>सगर हुने माथ छ जसको</p>       </td>     </tr>     <tr>       <td>         <p>लम्बोदर</p>       </td>       <td>         <p>लामो उदर छ जसको</p>       </td>     </tr>     <tr>       <td>         <p>पीताम्बर</p>       </td>       <td>         <p>पीत अम्बर छ जसको</p>       </td>     </tr>     <tr>       <td>         <p>वायुपुत्र</p>       </td>       <td>         <p>वायुको पुत्र</p>       </td>     </tr>     <tr>       <td>         <p>सप्तरङ्गी</p>       </td>       <td>         <p>सात रङ छ जसमा</p>       </td>     </tr>     <tr>       <td>         <p>पानबुट्टे</p>       </td>       <td>         <p>पानको जस्तो बुट्टा भएको</p>       </td>     </tr>     <tr>       <td>         <p>हरपरीक्षा</p>       </td>       <td>         <p>हरेक परीक्षा</p>       </td>     </tr>     <tr>       <td>         <p>प्रगतिशिखर</p>       </td>       <td>         <p>प्रगतिको शिखर</p>       </td>     </tr>     <tr>       <td>         <p>सयपत्री</p>       </td>       <td>         <p>सय पत्र छन् जसमा</p>       </td>     </tr>   </tbody> </table> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>२.&nbsp; दिइएका अनुच्छेदबाट द्विरुक्त शब्द टिप्नुहोस् र तिनको निर्माण प्रक्रिया देखाउनुहोस् :</strong></p> <p>&nbsp;</p> <p><strong>(क)</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>द्विरुक्त शब्द</strong></p>       </td>       <td>         <p><strong>निर्माण प्रक्रिया</strong></p>       </td>     </tr>     <tr>       <td>         <p>ढ्याङढ्याङ</p>       </td>       <td>         <p>ढ्याङ + ढ्याङ</p>       </td>     </tr>     <tr>       <td>         <p>नपराई नपराई</p>       </td>       <td>         <p>नपराई + नपराई</p>       </td>     </tr>     <tr>       <td>         <p>चटक चटक</p>       </td>       <td>         <p>चटक + चटक</p>       </td>     </tr>   </tbody> </table> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>(ख)</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>द्विरुक्त शब्द</strong></p>       </td>       <td>         <p><strong>निर्माण प्रक्रिया</strong></p>       </td>     </tr>     <tr>       <td>         <p>लहलह</p>       </td>       <td>         <p>लहर + लहर</p>       </td>     </tr>     <tr>       <td>         <p>छनछन</p>       </td>       <td>         <p>छन + छन</p>       </td>     </tr>     <tr>       <td>         <p>आआफ्नो</p>       </td>       <td>         <p>आफ्नो + आफ्नो</p>       </td>     </tr>     <tr>       <td>         <p>आपसआपस</p>       </td>       <td>         <p>आपस + आपस</p>       </td>     </tr>     <tr>       <td>         <p>झैँझगडा</p>       </td>       <td>         <p>झगडा + झगडा</p>       </td>     </tr>     <tr>       <td>         <p>वेलावेला</p>       </td>       <td>         <p>वेला + वेला</p>       </td>     </tr>     <tr>       <td>         <p>आपत्विपत्</p>       </td>       <td>         <p>आपत्त् + विपत्</p>       </td>     </tr>   </tbody> </table> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>३. दिइएका द्विरुक्त शब्दको निर्माण प्रक्रिया देखाउनुहोस् :</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>द्विरुक्त शब्द</strong></p>       </td>       <td>         <p><strong>निर्माण प्रक्रिया</strong></p>       </td>     </tr>     <tr>       <td>         <p>आआफ्नो</p>       </td>       <td>         <p>आफ्नो + आफ्नो</p>       </td>     </tr>     <tr>       <td>         <p>मरमसला</p>       </td>       <td>         <p>मसला + मसला</p>       </td>     </tr>     <tr>       <td>         <p>झैँझगडा</p>       </td>       <td>         <p>झगडा + झगडा</p>       </td>     </tr>     <tr>       <td>         <p>खरखजाना</p>       </td>       <td>         <p>खजाना + खजाना</p>       </td>     </tr>     <tr>       <td>         <p>गरगहना</p>       </td>       <td>         <p>गहना + गहना</p>       </td>     </tr>     <tr>       <td>         <p>किताबसिताब</p>       </td>       <td>         <p>किताब + किताब</p>       </td>     </tr>     <tr>       <td>         <p>ऍचोपँचो</p>       </td>       <td>         <p>पँचो + पैंचो</p>       </td>     </tr>     <tr>       <td>         <p>तात्तातो</p>       </td>       <td>         <p>तातो + तातो</p>       </td>     </tr>   </tbody> </table> <p>&nbsp;</p> <p><strong>४. दिइएको अनुच्छेद शुद्ध गरी पुनर्लेखन गर्नुहोस् :</strong></p> <p><strong>उत्तरः</strong> नेपाल प्राकृतिक सौन्दर्यका दृष्टिले अत्यन्त मनोहर छ । यसैले नेपाल संसारमै पर्यटनका लागि आकर्षक | गन्तब्यका रूपमा परिचित छ । नेपाल प्राकृतिक सौन्दर्य, ऐतिहासिक गौरव, सांस्कृतिक र पुरातात्त्विक सम्पदाले सम्पन्न देश भएकाले पर्यटनका लागि उत्कृष्ट गन्तब्यका रूपमा चिनिएको हो । नेपाल अत्युच्च हिमाल, मनोरम ताल र सुन्दर सरोवरको अपूर्व सङ्गमस्थलका रूपमा रहेको छ । विविध ठाउँबाट देखिने सूर्योदयका मनोरम दृश्यले पनि नेपाल सबैको आकर्षक केन्द्र बनेको छ ।</p> <h2><strong>&nbsp;</strong></h2><div><div><b>Thank you!</b></div><div><b><br /></b></div><div><b>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</b></div><div><b><br /></b></div><div><b>Subscribe to our youtube channel ‘The SR Zone’.</b></div><div><b><br /></b></div><div><b>Notes are prepared by Shriram Lamichhane</b></div><div style=\"font-weight: bold;\"><br /></div></div>",
      "rewardTxt": " Read Summary ", 
"reward": "<p><strong>१. Summary Of The Story&nbsp;</strong></p> <p><strong>(क) आदि</strong></p> <ul>   <li>ममताले झ्यालमा बसेर सुबोधको प्रतीक्षा गर्नु,</li>   <li>छोराले सुबोध दिनदिनै आएको नरूचाउनु,</li>   <li>ममताले सुबोधले सबैलाई माया गर्ने गरेको र कुनै दिन उप्रान्त नआउन आग्रह गर्ने आश्वासन दिनु,</li>   <li>हवाईजहाज दुर्घटनाबाट पति गुमाएकी ममताले आफ्ना दुई छोराछोरीका साथ एकल जीवन बिताउनु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ख) मध्य</strong></p> <ul>   <li>सुबोध र ममताबिच अनुराग, प्रेम बढ्दै जानु,</li>   <li>सुरुका दिनमा ममता र सुबोध दुबै एकअर्काको इच्छाअनुरुप चलेपनि सुबोधले छोराछोरीलाई गाली गर्ने र हप्काउने गर्नु,</li>   <li>सुबोधले छोराछोरीप्रति गर्ने व्यवहारका कारण ममता चिन्तित बन्नु ।</li> </ul> <p>&nbsp;</p> <p><strong>(ग) अन्त्य</strong></p> <ul>   <li>ममतालाई सुबोधको शारीरिक प्रेम र स्वार्थ बोध हुनु,</li>   <li>सुबोधसँग रहँदा मातृत्वमा बन्देज लगाइएको अनुभूति भई सुबोधलाई परित्याग गर्नु ।</li> </ul> "
    },
    {
      "title": " Unit 9",
      "story": "<p>Written by social realist, progressive and modern storyteller Bakhat Bahadur Thapa, 'Gorkhe' is an educational technology-based story, which depicts computer viruses and antivirus used to keep computers virus-free. In his novels and essays, Thapa has reflected his ambition to build a civilized and egalitarian society with the current dialectical and apocalyptic realities in the rural and urban social and family environment.</p><br/><p style=\"text-align: left;\"><strong>पाठ ९</strong> <strong>&nbsp;:</strong> <strong>गोर्खे&nbsp;&nbsp;</strong></p> <p><br /></p>  <h2><strong>अभ्यास</strong></h2> <h3><strong>शब्दभण्डार</strong></h3> <p><strong>१. दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :</strong></p> <p><strong>प्रविधिज्ञ =</strong> विज्ञान, कला, शिल्प, प्रयोग आदिसम्बन्धी ज्ञान भएको व्यक्ति</p> <p><strong>भाइरस =</strong> कम्प्युटरको कार्यक्षमतालाई कमजोर पार्ने वा अवरुद्ध गर्ने प्रोग्राम, रोग सार्ने जीवाणु</p> <p><strong>नामोनिसान =</strong> नाम र त्यसलाई जनाउने लक्षण वा चिह्न</p> <p><strong>सङ्क्रमण =</strong> एक वस्तुबाट अर्को वस्तुमा फिंजिनु</p> <p><strong>अत्यधिक =</strong> एकदमै धेरै</p> <p><strong>सान्त्वना =</strong> आश्वासन</p> <p><strong>महाविकराल =</strong> अत्यन्त डरलाग्दो</p> <p><strong>दाह्रा =</strong> मुखभित्र लामाछोटा भएर उम्रिएका र नमिलेका दाँत</p> <p><strong>भावभङ्गी =</strong> मनका भाव ब्यक्त गर्ने शारीरिक चेष्टा वा मुद्रा</p> <p><strong>परीक्षण =</strong> रोग लागेको छ कि छैन भनी जाँच गर्ने काम</p> <p><strong>विलक्षण =</strong> सामान्यभन्दा भिन्न खालको अचम्मको</p> <p>&nbsp;</p> <p><strong>२. दिइएका अर्थ दिने शब्द पाठबाट खोज्नुहोस् :</strong></p> <p>(क) मन बहलाउन वा समय काट्नका निम्ति कुनै पनि मनोरञ्जक काम कुरा वा खेलमा तल्लीन भएको</p> <p><strong>क्रिडामग्न</strong></p> <p>&nbsp;</p> <p>(ख) कुनै काम गर्दा अनुभव तथा प्रयोगका आधारमा अंगालिने खास विधि वा प्रक्रिया</p> <p><strong>परीक्षण, चेकजाँच</strong></p> <p>&nbsp;</p> <p>(ग) कम्प्युटरमा कृत्रिम फोल्डर बनाउने र सक्कली फोल्डरलाई लुकाइदिने भाइरस</p> <p><strong>ब्रोन्टक भाइरस</strong></p> <p>&nbsp;</p> <p>(घ) कम्प्युटर खुल्नेबित्तिकै याममा गएर बस्ने र विन्डोज खुल्न थालेपछि पछाडि फर्काइदिने भाइरस</p> <p><strong>बुट सेक्टर भाइरस</strong></p> <p>&nbsp;</p> <p>(ङ) मेमोरीमा रहेका एक्सटेन्सन फाइललाई बिगार्ने भाइरस</p> <p><strong>मेमोरी भाइरस</strong></p> <p>&nbsp;</p> <p><strong>३. दिइएका टुक्काको अर्थ पहिल्याउनुहोस् र वाक्यमा प्रयोग गर्नुहोस् :</strong></p> <p><strong>इन्तु न चिन्तु हुनु :</strong> पीडाले रन्थनिनु</p> <p>ज्वरो आउँदा पनि ज्यालामा काम गर्न गएको हरि बेलुका घर फर्कदा पीडा र थकाइले इन्तु न चिन्तु भएको छ।&nbsp;</p> <p>&nbsp;</p> <p><strong>दाँत गाड्नु :</strong> अति लोभ गर्नु</p> <p>अंशवण्डा अझै नभएकोले हाम्रा सबै काकाहरुले विरौटाको पारिलो खडेरीमा दाँत गाडेका छन् ।&nbsp;</p> <p>&nbsp;</p> <p><strong>टाप कस्नु :</strong> भाग्नु</p> <p>हिजो तीन जना कैदी चौकीबाट सुरुङ खनेर टाप कसेछन् ।&nbsp;</p> <p>&nbsp;</p> <p><strong>ढड्रङ्ग लड्नु :</strong> ठुलो आवाजसहित पछारिनु</p> <p>दिनभरीको भागदौडले रक्तचाप उच्च भएको श्यामे बोल्दाबोल्दै <strong>ढड्रङ्ग</strong> लड्यो ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>टाउको खानु :</strong> दिक्क बनाउनु</p> <p>कक्षाका मेरा सबै साथीहरुले परीक्षामा सिकाईदेउ भनेर टाउको खाइसके।</p> <p>&nbsp;</p> <p><strong>सुइँकुच्चा ठोक्नु :</strong> भाग्नु</p> <p>घर नभनी सिनेमा हेर्न गएको रामले छेउमै आफ्ना बुबा बसेको देखेर <strong>सुइँकुच्चा</strong> ठोक्यो ।</p> <p>&nbsp;</p> <p><strong>बाटो हेर्नु :</strong> प्रतीक्षा गर्नु</p> <p>यसपालि घर आउन ढिला गरेका हाम्रा दाजै दशैंको दिन सम्म भएपनि आउनुहुन्छ कि भनेर भाउजूले बाटो हेरेर बसिरहनुभएको छ।</p> <p>&nbsp;</p> <p><strong>काँध हाल्नु :</strong> समर्थन गर्नु</p> <p>रामे जस्ता फटाहासँग किन हाम्रा काकले काँध हाल्दै छन्?</p> <p>&nbsp;</p> <p><strong>तातो लाग्नु :</strong> उत्सुकता जाग्नु</p> <p>पर्सि बाट परीक्षा छ, हर्केलाइ बल्ल पढ्न तातो लागेको छ।</p> <p>&nbsp;</p> <p><strong>४. दिइएका उखानको प्रयोग गरी एक अनुच्छेद लेख्नुहोस् :</strong></p> <p><i>ओरालो लागेको मृगलाई बाच्छाले पनि खेद्छ‚ आकाशको फल आँखा तरी मर्‌‚ आलु खाएर पेडाको धाक‚ अकबरी सुनलाई कसी लगाउनु पर्दैन</i></p> <p>&nbsp;</p> <p><strong>मेरो कहानी&nbsp;</strong></p> <p>परीक्षामा अनुत्तीर्ण भएपछि अचेल मेरो जीवनमा ओरालो लागेको मृगलाई बाच्छाले पनि खेद्छ भने जस्तै भएको छ। न साथीहरुले राम्रोसँग बोल्छन्, न बुबा आमाले वास्ता गर्नुहुन्छ! यस्तो पाराले त A+ ल्याउनु आकाशको फल आँखा तरी मर् भने जस्तै होला जस्तो छ ।&nbsp;</p> <p>&nbsp;</p> <p>पहिला त सबै साथीहरूलाई दिनरात पढ्छु भनेर झुटो बोलेर, आलु खाँदै पेडाको धाक पनि देखाइयो। मिहिनेत गरेको भए त आज किन यस्तो दिन देख्नु पर्थ्यो र ? अकबरी सुनलाई कसी लगाउनु पर्दैन भने झैँ, हाम्रा कक्षाका होनहार साथीहरूले त्यति लगनशील भएर पढ्छन्। आँफूलाई त खै, जाँगर नै लाग्दैन।</p><p><br /></p> <h3><strong>बोध र अभिव्यक्ति</strong></h3> <p><strong>२. गोर्खे कथा पढी दिइएको प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>क) पेशल कसरी जीवन निर्वाह गर्छ ?</strong></p> <p><strong>उत्तर :</strong> पेशल पेसाले कम्प्युटर प्रविधिज्ञ हो ।&nbsp; उसले कम्प्युटर मर्मतसम्बन्धी कामहरु गरेर जीवन निर्वाह गर्छ ।</p> <p>&nbsp;</p> <p><strong>ख) सतपालले पेशललाई किन आफ्नो घरमा आउन अनुरोध गरेको हो ?</strong></p> <p><strong>उत्तर :</strong> सतपालले कम्प्युटरमा समस्या देखिएकाले समाधान गरिदिनको लागि पेशललाई आफ्नो घरमा आउन अनुरोध गरेको हो ।</p> <p>&nbsp;</p> <p><strong>ग) पेशलले सतपालको कम्प्युटरलाई कसरी मर्मत गर्‍यो ?</strong></p> <p><strong>उत्तर :</strong> पेशलले सतपालको कम्प्युटरलाई आफैले बनाएको गोर्खे नामक एन्टिभाइरसको सहायताबाट मर्मत गर्यो ।</p> <p>&nbsp;</p> <p><strong>घ) कम्प्युटरको डाइलग बक्समा देखा परेको गोर्खे एन्टिभाइरस कस्तो पहिरनमा थियो ?</strong></p> <p><strong>उत्तर :</strong> कम्प्युटरको डाइलग बक्समा देखा परेको गोर्खे एन्टिभाइरस टाउकामा सिङ भएको , आङमा रुखका बोक्रा लगाएको , दाह्रा कटकटाइरहेको , महाविकराल पहिरनमा थियो ।</p> <p>&nbsp;</p> <p><strong>ङ) ब्रोन्टक भाइरसले कम्प्युटरलाई कसरी बिगार्छ ?</strong></p> <p><strong>उत्तर :</strong> ब्रोन्टक भाइरसले कम्प्युटरमा अत्यधिक मात्रामा डुब्लिकेट फाइल बनाएर ओभरलोड गरी कम्प्युटरलाई बिगार्छ ।</p> <p>&nbsp;</p> <p><strong>३. कम्प्युटरलाई सुरक्षित राख्न वा भाइरसमुक्त बनाउन त्यसमा एन्टिभाइरस इन्स्टल गर्नुपरे मैं मानिसलाई भाइरसको सङ्क्रमण हुन नदिन र सङ्क्रमित भइसकेको अवस्थामा त्यसबाट मुक्त बनाउन के गर्नुपर्ला, छलफल गरी उत्तर दिनुहोस् ।&nbsp;</strong></p> <p>&nbsp;</p> <p>कम्प्युटरलाई आक्रमण गर्ने भाइरस र मानिसको शरीरमा आक्रमण गर्ने भाइरस लगभग उस्तै प्रकृतिका हुन्छन्। यीनबाट बच्न नियमित, स्वस्थ र सन्तुलित खाना खानुपर्छ। बिरामी हुँदा डाक्टरबाट परीक्षण गराउनुपर्छ र औषधि खानुपर्छ। नियमित व्यायाम गर्नुपर्छ। हचुवाको आधारमा औषधि खानु हुँदैन। कम्प्युटरलाई भाइरसमुक्त बनाउन हामीले यसमा एन्टिभाइरस स्थापना गरिएझैं शरीरमा ब्याक्टेरियाको आक्रमणको प्रारम्भिक चरणमा नै उपचार प्रक्रिया सुरु गरिएमा उपचार सहज हुन्छ। कम्प्यूटरमा भाइरस आउन नदिन एन्टिभाइरस सफ्टवेयर हुनु आवश्यक छ र समय समयमा स्क्यान गरिरहे जस्तै रोगसँग लड्ने शरीरको क्षमता बढाउन खानपान र जीवनशैलीमा ध्यान दिनुपर्छ र नियमित स्वास्थ्य जांच गर्नुपर्छ।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>४. 'गोर्खे' कथा पढी दिइएका घटनालाई क्रम मिलाई लेख्नुहोस् :&nbsp;</strong></p> <p><strong><i>भिडियोको सुरुवातमा यसको उत्तरको छलफल गरिएको छ !</i></strong></p> <p>&nbsp;</p> <p><strong>५. दिइएको कथांश पढी सोधिएका प्रश्नहरुको उत्तर दिनुहोस् :</strong></p> <p><strong>क) `भाइरसलाई उठाएर खरानीको घेराभित्र थेचार्‍यो´ भन्नुको तात्पर्य के हो ?</strong></p> <p><strong>उतर :</strong>&nbsp;</p> <p>पेशलले सतपालको कम्प्युटर मर्मत गर्दा आफूले बनाएको गोर्खे नामक एन्टिभाइरसद्वारा कम्प्युटर स्क्यानिङ गर्ने क्रममा भेटिने दुसात्मा अर्थात् भाइरसलाई घेराभित्र नियन्त्रणमा राख्न खरानीको रेखा कोरेको छ। खरानीमा &nbsp; जैविक एवं तान्त्रिक दृष्टिकोणले नकारात्मक उर्जालाई नियन्त्रण गर्ने क्षमता हुने भएकोले भाइरसलाई नियन्त्रणमा लिनु भन्नु नै ‘भाइरसलाई उठाएर खरानीको घेराभित्र थेचायो' भन्नुको तात्पर्य हो ।</p> <p>&nbsp;</p> <p><strong>ख) गोर्खेले कम्प्युटरलाई भाइरसमुक्त बनाउनका लागि गरेका क्रियाकलाप के के हुन् ?</strong></p> <p><strong>उत्तर : गोर्खेले</strong> कम्प्युटरमा भाइरस भेटेपछि खरानीबाट मन्त्र फुकेर रेखा हाल्यो। भाइरसलाई उठाएर खरानीको घेराभित्र थेचारि नियन्त्रणमा लियो। भेटेका पाँच थरीका भाइरसलाइ कुट्न थाल्यो। थुप्रै फाइल मर्मत भए, मर्मत हुन नसकेकालाई डिलिट गर्न सुझाव दियो । भाइरसले बिगारेका र मर्मत हुन नसकेका फाइल जति स्वात्तै उडायो।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>६. दिइएको कथांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>क) एन्टिभाइरस गोर्खे र भाइरसले एकअर्कामाथि विजय प्राप्त&nbsp; गर्न के के गरेका छन् ?</strong></p> <p><strong>उत्तर :</strong> एन्टिभाइरद्वारा कम्प्युटर स्क्यान गर्ने क्रममा एन्टिभाइरस गोर्खे र भाइरसले एकअर्कामाथि विजय प्राप्त गर्न ठुलो सङ्घर्ष गरेका छन् । एन्टिभाइरस गोर्खेले भाइरसको मुखमा खुट्टो राखेर थिच्न खोज्दै गर्दा भाइरसले उसको खुट्टै चपाइदिन्छ। दुखाइले रन्थनिएको गोर्खेले दाह्रा किटेर कुहिनाले भाइरसको टाउकै टाउकामा हिर्काएर मार्छ। आफ्नो पीडालाई बिर्सेर अन्तत: उसले भाइरसलाई मारेरै छोड्छ।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>ख) अन्य भाइरस नामको तेस्रो भाइरसले गर्ने गतिविधि र कम्प्युटरलाई पुर्‍याउने असर के के हुन् ?</strong></p> <p><strong>उत्तर :</strong> अन्य भाइरस टेम्पोररी फोल्डरमा गएर बस्छ । खुलिरहेको प्रोग्राम चल्नमा मदत पुयाइरहेकाका फाइल रहने त्यस फोल्डरमा बसेर फाइललाई र्याम, सी.पी.यु. र हार्डडिस्कमा दौडाइरहन्छ । यसले गर्दा चलिरहेको फाइल अचानक बन्द भइदिने, पेज तलमाथि हुने र कम्प्युटर अनावश्यक रूपमा व्यस्त भइराख्ने जस्ता असरहरु देखिन थाल्छन।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>७. कथाकारले कम्प्युटर स्क्यानसम्बन्धी विषयवस्तुको प्रस्तुतिका लागि अवलम्बन गरेको कथाशैली तपाइँलाई कस्तो लाग्यो , कथात्मक सन्दर्भका आधारमा विश्लेषण गर्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> प्राविधिक विषयलाई सृजनात्मकताले सिंगारेर रोचक र उत्कृष्ट कथा रचना गर्ने कथाकार बखतबहादुर थापाले गोर्खे कथामा कम्प्युटर भाइरस र कम्प्युटरलाई भाइरसमुक्त बनाउन प्रयोग गरिने एन्टिभाइरसलाई रोचक शैलीमा गरेको कलात्मक प्रस्तुति मलाई एकदमै रोचक र रमाइलो लाग्यो।&nbsp;</p> <p>&nbsp;</p> <p>प्राविधिक विषयहरु धेरै मानिसले बुझ्न सक्दैनन् । तर त्यस्ता विषयलाई पनि कलात्मकता र सृजनात्मकता हुने हो भने सहज र सरल भाषामा बोधयोग्य&nbsp; बनाउन सकिन्छ भन्ने ज्वलन्त उदाहरण हो यो कथा । कथाकारले कम्प्युटरको कार्यक्षमतालाई कमजोर पार्ने भाइरस र भाइरस स्क्यानिङ गर्ने गोर्खे नामक एन्टिभाइरसको कम्प्युटर स्क्यानसम्बन्धी ज्ञानवर्द्धक विषयवस्तुलाई एकदमै कलात्मक ढङ्गले प्रस्तुत गरेका छन् ।</p> <p>&nbsp;</p> <p>भाइरस र एन्टी भाइरस, दुवैको मनाविकरण गरि सर्वबोध्य भाषाशैलीको प्रयोग गर्दै, कसरि एउटा भाइरसले कम्पुटरलाई बिगार्छ र कसरि एन्टी-भाइरसले काम गर्छ भन्ने निकै प्राविधिक तर महत्वपूर्ण विषयलाई सरस भाषामा&nbsp; यस कथामा व्यक्त गरिएको छ। भाइरसका प्रकार, परिचय र तिनले कम्प्युटरमा गर्ने क्षति एवं एन्टिभाइरसको भूमिकालाई रोचक कथात्मक प्रस्तुति दियिएको छ। एन्टिभाइरस गोर्खे र भाइरसका बिचमा भएको संवादात्मक शैली अनि एन्टिभाइरस गोर्खे र भाइरसले एकअर्कामाथि विजय प्राप्त गर्न गरेको सङ्घर्षलाई रोचक शैलीमा प्रस्तुत गरिएको छ।&nbsp;</p> <p>&nbsp;</p> <p>समग्रमा, आकर्षक शैलीका कारण कथालाइ रोचक मात्र नबनाई शिक्षाप्रद पनि बनाईएको यस कथामा अवलम्बन गरीएको कथाशैली मलाई धेरै राम्रो लाग्यो ।</p> <p>&nbsp;</p> <p><strong>८. कथामा पेशल र सतपालमध्ये कसको मुख्य भूमिका रहेको छ , तर्कसहित आफ्नो प्रतिक्रिया व्यक्त गर्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> बखतबहादुरद्वारा लेखिएको यस `गोर्खे´नामक कथामा पेशल र सतपालमध्ये पेशलको मुख्य भूमिका रहेको छ। सतपाल यस कथाको मात्र सहायक वा गौण पात्र हो । समग्र कथामा गोर्खे र उसको सिर्जना - गोर्खे नामक कम्प्युटर एन्टिभाइरसद्वारा सतपालको भाइरस सङ्कमित कम्प्युटरलाई भाइरसमुक्त बनाउन गरेको प्रयासलाई प्रस्तुत गरिएको छ। पेशल नै यस कथाका माध्यमबाट कथाकारले दिन खोजेको सन्देशको बाहक पनि हो। कथामा कम्प्युटरमा आएको समस्या समाधान पनि पेशलले नै गरेको छ। यसैले यस कथामा मुख्य पात्रको भूमिकामा पेशल रहेको कुरामा कुनै दुई मत छैन।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>९. समीक्षात्मक उत्तर लेख्नुहोस् :</strong></p> <p><strong>क) `मानिस सिर्जनशील प्राणी हो´ यस भनाइलाई कथाका आधारमा पुष्टि गर्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> सामाजिक यथार्थवादी, प्रगतिशील र आधुनिक कथाकार बखतबहादुर थापाले लेखेको ‘गोर्खे’ कथा एक शैक्षिक प्रविधिमूलक कथा हो, जसमा कम्प्युटर भाइरस र कम्प्युटरलाई भाइरस-मुक्त राख्न प्रयोग गरिने एन्टिभाइरसको कलात्मक चित्रण गरिएको छ। थापाले ग्रामीण र शहरी सामाजिक र पारिवारिक परिवेशमा वर्तमान द्वन्द्ववादी र युगान्तकारी यथार्थताका साथै सभ्य र समानतापूर्ण समाज निर्माण गर्ने आफ्नो महत्वाकांक्षालाई आफ्नो उपन्यास र लेख रचनाहरुमा प्रतिबिम्बित गरेका छन्।&nbsp;</p> <p>&nbsp;</p> <p>यस कथामा कथाकारले आविष्कारशील सोच भएको कथाको प्रमुख पात्र पेशलले एन्टिभाइरस गोर्खेको प्रयोग गरी सतपालको संक्रमित कम्प्युटर भाइरस मुक्त गर्ने प्रयासको वर्णन गरेका छन्। आविष्कारशीलता र सिर्जनशिलताका कारण नै पेशलले गोर्खे नामक एन्टिभाइरसको विकास गर्यो । हार्ड ड्राइभमा सबै डाटा स्क्यान र निरीक्षण गर्दा पाँच प्रकारका भाइरसहरूले निश्चित भाइरस-संक्रमित फाइलहरू प्याच गरेर एन्टिभाइरस गोर्खेले समाधान गर्न नसकेका फाइलहरू र डाइरेक्टरीहरू हटाउन सुझाव दिन्छ। भाइरस स्क्यान गर्दा, एन्टिभाइरस भाइरससँग खूब लड्छ र अन्तत: विजय हासिल गरेरै छोड्छ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>फलस्वरूप, यसले नयाँ वैज्ञानिक र प्राविधिक प्रविधिहरू विकास गरेर मानव अस्तित्वलाई सजिलो बनाउने विषयलाई इंगित गरेको छ। सचेत व्यक्तिले आफ्नो ज्ञान, बुद्धि, विवेक र विवेकलाई प्रयोग गरी कुनै न कुनै अत्याधुनिक रचनात्मक कार्यमा संलग्न भएर आफ्नो जीवनलाई सार्थक बनाउन प्रयासरत रहन्छन। यस उपन्यासमा, एक प्रतिभाशाली कम्प्युटर इन्जिनियर, पेशलले कम्प्युटरलाई भाइरसबाट बचाउन वा भाइरसमुक्त बनाउन कम्प्युटर एन्टिभाइरस अनुप्रयोग बनाएको छ। यसले मानव सभ्यतामा महत्वपूर्ण योगदान पुर्‍याएर प्रसिद्ध बन्न चाहने मानिसको स्वभावलाई पनि इंगित गरेको छ। आफ्नो सीपको प्रयोग गरि नवीन उपज उत्पादन गरेर प्रसिद्धि र धन कमाउने आकांक्षाशिल प्राणी मानिसको चित्रण यस कथामा चित्रित भएको छ।</p> <p>&nbsp;</p> <p>समग्रमा, कथाकारले मानिस आफ्नो सृजनात्मक श्रमको आधारमा अस्तित्व संरक्षण गरिरहने प्राणी हो भनि माथिको आख्यानमा व्याख्या गरेका छन्। यसरि माथिको विश्लेषणबाट मानिस एक सिर्जनशील प्राणी हो भन्ने कुराको निचोडमा पुग्न सकिन्छ ।</p> <p>&nbsp;</p> <p><strong>ख) कम्प्युटरलाई भाइरसमुक्त बनाउनका लागि प्रविधिज्ञ पेशल र एन्टिभाइरस गोर्खेले गरेका काम के के हुन् ?</strong></p> <p><strong>उत्तर :</strong> बखतबहादुर थापाद्वारा लेखिएको यस `गोर्खे´नामक कथा कम्प्युटर भाइरस र एन्टिभाइरस सफ्टवेयरको बारेमा लेखिएको एउटा रोचक कथा हो। सामाजिक यथार्थवादी, प्रगतिशील र आधुनिक कथाकार बखतबहादुर थापाले यो कथा लेखेका हुन् । कथाका मुख्य पात्र कम्प्युटर प्राविधिक पेशल र उनले बनाएको गोर्खे नामक कम्प्युटर एन्टिभाइरसले संक्रमित कम्प्युटरबाट भाइरसको मुक्तिका लागि गरेको संघर्ष र लडाइँलाई रोचक रूपमा चित्रण गरिएको छ ।&nbsp;</p> <p>&nbsp;</p> <p>आविष्कारशील सोच भएको यस कथाका प्रमुख पात्र पेशलले गोर्खे नामक एन्टिभाइरस विकास गरेका छन् । प्राविधिक पेशल र एन्टिभाइरस गोर्खेले पीसीलाई भाइरसमुक्त बनाउन धेरै संघर्ष गरेका छन्। सतपालको भाइरसद्वारा दूषित कम्प्युटर सपार्न गएका पेशलले सतपालको पीसीमा एन्टिभाइरस गोर्खेको सीडी इन्स्टल र स्क्यान गर्छन्। गोर्खे इन्स्टल भएपछी उसले निकै सावधानीपूर्वक काम गर्दछ। भाइरस-संक्रमित फाइलहरू बनाउछ र मर्मत गर्न नसकिने फाइलहरू र फोल्डरहरू हटाउन निर्देशन दिन्छ। खरानीको घेरामा भेटिएका दोषी भाइरसलाई परास्त गर्दै नष्ट गर्छ। एक एक गर्दै बूट सेक्टर भाइरस, मेमोरी भाइरस, ब्रोंटक भाइरस लगायत अन्य भाइरसलै साहसपूर्वक लडेर नष्ट गर्छ। अन्त्यमा ‘गुड लक’ चिन्हमा औंला देखाएर सबै संक्रमण पत्ता लगाएर उन्मूलन गरेपछि एन्टिभाइरस गोर्खे बिदा हुन्छ। पेशाल र गोर्खेको प्रयासमा कम्प्युटर मर्मतको काम सकिएको र तत्पश्चात कम्प्युटर सञ्चालनमा आउँछ।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>१०. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>क) कथा भनेको के हो ?</strong></p> <p><strong>उत्तर :</strong> कथा भनेको जीवनको एउटा तर महत्त्वपूर्ण अंशलाई समेट्ने विशिष्ट घटनाको सिलसिलेवार प्रस्तुति हो ।</p> <p>&nbsp;</p> <p><strong>ख) कथामा कति किसिमका पात्र हुन्छन् ?</strong></p> <p><strong>उत्तर :</strong> कथामा मानवीय र मानवेतर गरी दुई किसिमका पात्र हुन्छन् ।</p> <p>&nbsp;</p> <p><strong>ग) प्रथम पुरुष दृष्टिबिन्दु भएका कथामा कस्ता पदको प्रयोग गरिएको हुन्छ ?</strong></p> <p><strong>उत्तर :</strong> प्रथम पुरुष दृष्टिबिन्दु भएका कथामा `म ´ र `हामी´ जस्ता प्रथम पुरुषलाई बुझाउने पदको प्रयोग गरिएको हुन्छ ।</p> <p>&nbsp;</p> <p><strong>घ) कथाका तत्त्व के के हुन् ?</strong></p> <p><strong>उत्तर :</strong> कथाका तत्त्व कथानक , पात्र , परिवेश , दृष्टिबिन्दु , भाषाशैली र सारवस्तु हुन् ।</p> <h3><strong>&nbsp;&nbsp;भाषातत्त्व &nbsp; ।</strong></h3> <p><strong>व्याकरण अभ्यास</strong></p> <p><strong>१. दिइएको अनुच्छेदमा प्रयुक्त प्रत्येक कारकका एक एकओटा उदाहरण टिप्नुहोस् र ती कारकलाई सङ्केत गर्ने विभक्ति पनि टिप्नुहोस् :</strong></p> <table>   <tbody>     <tr>       <td>         <p><strong>उदाहरण</strong></p>       </td>       <td>         <p><strong>कारक</strong></p>       </td>       <td>         <p><strong>विभक्ति</strong></p>       </td>     </tr>     <tr>       <td>         <p>सबैले</p>       </td>       <td>         <p>सबै – कर्ता</p>       </td>       <td>         <p>ले – प्रथमा</p>       </td>     </tr>     <tr>       <td>         <p>सदस्यलाई</p>       </td>       <td>         <p>सदस्य – कर्म</p>       </td>       <td>         <p>लाई – द्वितीया</p>       </td>     </tr>     <tr>       <td>         <p>हातले</p>       </td>       <td>         <p>हात – करण</p>       </td>       <td>         <p>ले – तृतीया</p>       </td>     </tr>     <tr>       <td>         <p>अरुलाई</p>       </td>       <td>         <p>अरू – सम्प्रदान</p>       </td>       <td>         <p>लाई – चतुर्थी</p>       </td>     </tr>     <tr>       <td>         <p>रूखबाट</p>       </td>       <td>         <p>रूख – अपादान</p>       </td>       <td>         <p>बाट – पञ्चमी</p>       </td>     </tr>     <tr>       <td>         <p>कापीमा</p>       </td>       <td>         <p>कापी – अधिकरण</p>       </td>       <td>         <p>मा – सप्तमी</p>       </td>     </tr>   </tbody> </table> <p><strong>२. तल तालिकामा दिइएका वाक्यमा कारकका सरल र तिर्यक् रूप उदाहरणका रुपमा गाढा अक्षरमा दिइँएका छन् । मूल पाठबाट कारकका सरल र तिर्यक् रुपका अन्य पाँच पाँचओटा उदाहरण टिप्नुहोस् :</strong></p>  <p><b>कारकका सरल रूप:</b></p><p>पेशल कम्प्युटर प्रविधिज्ञ हो ।</p><p>भाइरस भनेको सानो प्रोग्राम हो ।</p><p>एक दिन सतपाल आएर भन्यो, “पेशल भाइ ! मेरो कम्प्युटर बनाइदिनुपयो ।”</p><p>ती कम्प्युटर भएको कोठामा पुगे ।</p><p>पेशलले कम्प्युटर एन्टिभाइरस सिडी झिके ।</p><p>एउटा डाइलग बक्स खुल्यो ।</p><p><br /></p><p><b>कारकका तिर्यक रूप :&nbsp;</b></p><p>उसलाई केही गरेर देखाऊँ भन्ने लाग्यो ।</p><p>यसले कम्प्युटर प्रयोगकर्तालाई सबैभन्दा बढी दुःख दिन्छ ।</p><p>सतपालले पेशललाई आउनुहोस् भन्ने सङ्केत गरे ।</p><p>ती कम्प्युटर भएको कोठामा पुगे ।</p><p>उसले काँधको झोला निकालेर भुइँमा राख्यो ।</p><p>अर्कोतिरबाट कम्प्युटर तान्यो र त्यसबाट हार्डडिस्क निकाल्यो ।</p><p>&nbsp;</p> <p><strong>४. पाठको पहिलो अनुच्छेद पढी कर्ता, कर्म र सम्प्रदान कारक जनाउने पद टिप्नुहोस् ।</strong></p> <p><strong>कर्ता कारक :</strong> पेशल, उस, यस</p> <p><strong>कर्म कारक :</strong> एन्टिभाइरस, प्रयोगकर्ता</p> <p><strong>सम्प्रदान कारक :</strong> त्यसका निम्ति</p> <p>&nbsp;</p> <p><strong>५. उपयुक्त विभक्तिको प्रयोग गरी खाली ठाउँ भर्नुहोस् :</strong></p> <p>हर्कमान बिहान पाँच बजे उठ्यो । उस<strong>ले</strong> बहिनी<strong>लाई</strong> पनि उठायो । उस<strong>ले</strong> आफ्नै हात<strong>ले</strong> चिया पकाएर बहिनी<strong>लाई</strong> दियो । बहिनी<strong>ले</strong> पनि दाइ<strong>ले</strong> पकाएको चिया मिठो मानेर खाई । हर्कमानले झोला<strong>बाट</strong> किताब झिक्यो । ऊ आफू<strong>ले</strong> गृहकार्य गर्न थाल्यो । उस<strong>ले</strong> बहिनी<strong>लाई</strong> पनि गृहकार्य गर्न भन्यो । उस<strong>ले</strong> बहिनी<strong>लाई</strong> नआएको कुरा सिकाइदियो । बहिनी<strong>ले</strong> पनि दाइ<strong>ले</strong> सिकाइदिएपछि आफ्नो सबै गृहकार्य पूरा गरी । यसपछि भाइबहिनी दुवै जना भान्सा<strong>मा</strong> गए । उनीहरू<strong>ले</strong> आमा<strong>लाई</strong> काममा सघाए । उनीहरू<strong>ले</strong> सघाएपछि आमा पनि धेरै खुसी हुनुभयो । आमाले दुवै जना<strong>लाई</strong>थाल<strong>मा</strong> खाना पस्किदिनुभयो । सुकुल<strong>माथि</strong> बसी दुवै जनाले मिठो मानेर खाना खाए । दुवै जना<strong>ले</strong> झोलामा किताब र कापी राखे । आमा<strong>को</strong> अनुमति लिएर उनीहरू घर<strong>बाट</strong> विद्यालय प्रस्थान गरे ।</p> <p>&nbsp;</p> <p><strong>७. दिइएको अनुच्छेद शुद्ध गरी पुनर्लेखन गर्नुहोस् :</strong></p> <p>समाज विकासका क्रममा मानिसले प्रगति त गर्यो तर ऊ शान्त भएर बस्न सकेको चाहिँ छैन । समाजमा सामूहिक भावनाको साटो व्यक्तिवादी सोच हाबी भैरहेको छ । कवि लेखनाथले भने जस्तै ‘म खाऊँ, मै लाऊँ, सुखसयल वा मोज म गरुँ, म बाचूँ, मै नाचूँ, अरू सब मरुन् दुर्बलहरू’ भन्ने विचारले समाज ग्रस्त छ । यो मानवले लिने इच्छा होइन । यस्तो नकारात्मक सोचलाई परित्याग गरेर सकारात्मक सोचका साथ आफ्नो कर्तव्य पालन गर्ने हो भने मानिसको | प्रगति हुनुको साथै उसले जीवनमा सुखशान्ति पनि प्राप्त गर्छ ।</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><strong>&nbsp;</strong></p><div><strong><br /></strong></div><div><br /></div><div><br /></div><div><br /></div><div><br /></div><div><br /></div> <h2><strong>&nbsp;</strong><strong>&nbsp;</strong></h2> <p style=\"text-align: left;\"><strong>पाठ १० :</strong> <strong>नेपाली पहिचान</strong></p> <p><br /></p>",
"rewardTxt": " Read Summary ", 
"reward": "<p><strong>Summary&nbsp;</strong></p> <p>(क) कम्प्युटर प्रविधिज्ञ पेशललाई केही नयाँ काम गरूँ भन्ने विचार मनमा आउनु&nbsp;</p> <p>(ख) पेशलले गोर्खे नामक एन्टिभाइरस बनाउनु&nbsp;</p> <p>(ग) सतपालले पेशललाई कम्प्युटर बनाइदिन अनुरोध गर्नु&nbsp;</p> <p>(घ) पेशल कम्प्युटर मर्मत गर्न सतपालको घर जानु&nbsp;</p> <p>(ङ) सामान्य चेकजाँचपछि पेशलले कम्प्युटर भाइरसले ग्रस्त भएको बताउनु&nbsp;</p> <p>(च) पेशलले आफैले बनाएको एन्टिभाइरस गोर्खेको सिडी निकालेर कम्प्युटरमा इन्स्टल गर्नु&nbsp;</p> <p>(छ) पाँच मिनेटमा इन्स्टल भएको एन्टिभाइरस गोर्खेले आफ्नो काम गर्न थाल्नु&nbsp;</p> <p>(ज) एन्टिभाइरस गोर्खेले कम्प्युटर स्क्यान गर्दा पाँच थरीका भाइरस भेट्नु र भाइरस सङ्क्रमित केही फाइललाई मर्मत गर्नु&nbsp;</p> <p>(झ) भाइरस सङ्क्रमणबाट मर्मत हुन नसकेका फाइल र फोल्डरलाई एन्टिभाइरस गोर्खेले प्रविधिज्ञलाई डिलिट गर्न सुझाव दिनु&nbsp;</p> <p>(ञ) बुट सेक्टर नामको भाइरसबाट पराजित हुन खोज्दा एन्टिभाइरसले प्रविधिज्ञलाई अपडेट गर्न अनुरोध गर्नु |&nbsp;</p> <p>(ट) अपडेट पूरा भएपछि प्रविधिज्ञलाई कम्प्युटर स्क्यान गर्न अनुरोध गर्नु&nbsp;</p> <p>(ठ) स्क्यान गरेर सबै भाइरसलाई हटाइसकेपछि ‘गुड लक' भन्ने सङ्केतमा बुढीऔंला देखाउँदै एन्टिभाइरस बिदा हुनु&nbsp;</p> <p>(ड) मर्मतपछि कम्प्युटरले सही किसिमले काम गर्न थाल्नु</p> <p>&nbsp;</p>"
    },
    {
      "title": "Unit 10",
      "story": "<p>In a geographically small country like Nepal, visitors have the opportunity to learn about the many different cultures, languages ​​and traditions of the country, so there is a golden opportunity for cultural tourism in Nepal. In Nepali society, along with culture, there are many cultural distortions. There is a preponderance of people based on superstition. There is widespread discrimination on the basis of caste and gender. Still believes in ghosts, phantoms and witches. Discrimination exists on the basis of gender, caste, class, category etc. Evil practices like dowry and tilak are still being promoted.</p><br/><h2><strong>अभ्यास</strong></h2> <p><strong>शब्दभण्डार&nbsp;</strong></p> <p><strong>१. दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :&nbsp;</strong></p> <p>निष्कर्षोन्मुख = निष्कर्षमा पुग्न खोजेको&nbsp;</p> <p>अर्गानिक = जैविक सौन्दर्य सुन्दर हुनुको भाव&nbsp;</p> <p>लैङ्गिक = लिङ्गसम्बन्धी&nbsp;</p> <p>विभेद = भेदभाव&nbsp;</p> <p>आडम्बर = देखावटी, ठाँटबाँट&nbsp;</p> <p>कुपरम्परा = नराम्रो परम्परा&nbsp;</p> <p>संश्लेषण = जोड्ने काम&nbsp;</p> <p>निर्मूल = पूरै सखाप पारिएको&nbsp;</p> <p>सान्दर्भिक = प्रसङ्गअनुसार मिल्ने&nbsp;</p> <p>फलदायी = फल दिने, फाइदादाजनक&nbsp;</p><p><br /></p> <p><strong>२. शब्दकोशको सहायताबाट दिइएका शब्दको कोशीय क्रम मिलाई अर्थ लेख्नुहोस् :&nbsp;</strong></p> <p>१. अवलोकन : हेर्ने वा तथ्य पत्ता लगाउन अध्ययन गर्ने काम,</p> <p>२. आरोहण : चढ्ने वा उक्लने काम</p> <p>३. आविष्कार : नयाँ वस्तु वा सिद्धान्तको प्रतिपादन</p> <p>४. गन्तव्य : पुग्नुपर्ने स्थान&nbsp;</p> <p>५. छरपस्ट : चारैतिर छरिएको,&nbsp;</p> <p>६. परिकार : खानेकुराका विभिन्न प्रकार वा किसिम&nbsp;</p> <p>७. पहिचान : परिचय,</p> <p>८. मौका : काम गर्न अनुकूल समय, वा अवसर,&nbsp;</p> <p>९. विशिष्टता : विशिष्ट हुनाको भाव वा स्थिति,</p> <p>१०. सदुपयोगः उचित उपयोग&nbsp;</p> <p>११. सम्मान : विशेष सत्कार, इज्जत&nbsp;</p> <p>१२. सरोकार : चासो, सम्बन्ध,&nbsp;</p> <p>१३. सोख : मन परेको चिज प्रयोग गर्ने प्रवल चाहना, इच्छा, आराम&nbsp;</p><p><br /></p> <p><strong>३. दिइएका टुक्काको अर्थ पहिल्याई तिनलाई वाक्यमा प्रयोग गर्नुहोस्:&nbsp;</strong></p> <p>(क) लख काट्नु (अड्कल गर्नु) : आज टिभी नचलेकोले हिजो परेको चट्याङका कारण बिग्रेको हामीले लख काट्यौ ।&nbsp;</p> <p>(ख) आलु खानु (असफल हुनु) : हरिले अस्तिको परीक्षामा पनि आलु खाएछ ।&nbsp;</p> <p>(ग) पसिना काढ्नु (परिश्रम गर्नु) : देशमा रोजगारी अवसर नहुनाले युवाहरू विदेशमा गएर पसिना काढ्न बाध्य छन् ।&nbsp;</p> <p>(घ) कुरा खानु (भनेको मान्नु) : बाबुआमाको कुरा नखाइ विदेश गएको धनेले कुकुरले नपाउने दुख पाएछ।&nbsp;</p> <p>(ङ) कान खानु (दिक्क लाग्नु) : सहर घुमाउन भनेर हरि काकाले मेरो कान खाइसके ।&nbsp;</p> <p>(च) हावा खानु (असफल हुनु) : दुरदृष्टि नराखी सुरु गरेको श्यामको व्यापारले हावा खाएछ ।</p> <p>(छ) आँखा चिम्लिनु (मर्नु) : हिजोसम्म ठिकै पल्लाघरे महिला बाले आज बिहानै आँखा चिम्लनुभएछ ।&nbsp;</p> <p>(ज) मन चोर्नु (भित्री कुरा जान्न खोज्नु) : सानो उमेरमै येत्रो प्रगति गरेकोले यसको रहस्य बुझ्न मेरा साथीले मेरो मन चोर्न खोज्छन ।</p> <p>(झ) मुख छाड्नु (जबाफ लाग्नु) : राम्रो आचरणमा नहुर्केको भएर होला, बिर्खेले आफूभन्दा ठुला व्यक्तिसँग पनि मुख छाड्छ ।&nbsp;</p><p><br /></p> <p><strong>४. दिइएका उखानको प्रयोग गरी एक अनुच्छेद लेख्नुहोस् :&nbsp;</strong></p> <p><i>अगुल्टाले हानेको कुकुर बिजुली चम्कँदा तर्सन्छ, अड्को पड्को तेलको धुप, इन्द्रका अगाडि स्वर्गको बयान, एक हातले ताली बज्दैन, काग कराउँदै गर्छ पिना सुक्दै गर्छ&nbsp;</i></p> <p>उत्तर : अगुल्टाले हानेको कुकुर बिजुली चम्कँदा तर्सन्छ भनेझै बाघको सिकार हुनबाट जसो तसो बाँचेको राम जंगल जाने कुरा गर्यो कि तर्सन्छ।&nbsp; सधैं उच्चस्तरिय साबुनको प्रयोग गर्ने मैले साबुन सकिएपछि अड्को पड्को तेलको धुप भन्दै रिठाले लुगा धोएँ। ३ वर्षदेखि कम्प्युटर चलाएको विज्ञसंग रामले आफुले बनाउने सफ्टओएरको बारेमा धाक लगाउँदा मलाई इन्द्रका अगाडि स्वर्गको बयान भनेजस्तै लाग्यो। तरपनि एक हातले ताली नबज्ने भएकाले हामी दुवै परस्परमा सहकार्य गरेर सँगै बस्छौँ । तर पनि भविष्य सपार्न अल्छि बन्ने बानि त्याग भनी मैले रामलाई जति सम्झाए पनि काग कराउँदै गर्छ पिना सुक्दै गर्छ भनेझै उसले टेर-पुच्छर लगाउँदैन ।</p><p><br /></p> <p><strong>५. दिइएका मानविकी तथा साहित्यिक क्षेत्रका पारिभाषिक शब्दलाई शब्दकोशीय अनुक्रममा मिलाउनुहोस् र शब्दकोशको सहायता लिई तिनको अर्थ पनि लेख्नुहोस् :&nbsp;</strong></p> <p><i>अधिमूल्यन, अलङ्कार, अवमूल्यन, आवासीय, आशुकवि, उपन्यास, कथा, कविता, छन्द निबन्ध, रस&nbsp;</i></p> <p>१. अधिमूल्यन = कुनै वस्तु वा मुद्राको मूल्य वृद्धि गर्ने काम&nbsp;</p> <p>२. अलङ्कार = गहना, आभूषण, श्रृङ्गारका सामग्री, अर्थगत वा शाब्दिक चमत्कारद्वारा साहित्यलाई सिङ्गार्ने तत्व भएको, साहित्यशास्त्रको एक अङ्ग&nbsp;</p> <p>३. अवमूल्यन = कुनै वस्तुको मूल्य घट्ने वा महत्व कम हुने क्रिया&nbsp;</p> <p>४. आवासीय = नियत स्थानमै बसेर काम गर्ने, खटाएको ठाउँमा निश्चित अवधिसम्म रहने&nbsp;</p> <p>५. आशुकवि = छिटो छिटो कविता रच्न सक्ने कवि, कुनै दृश्य वा घटनामा तत्काल कविता लेख्न सक्ने कवि&nbsp;</p> <p>६. उपन्यास = धेरै अध्याय वा खण्डहरूमा लेखिने लामो साहित्यिक कथा, चरित्रप्रधान गद्य महाकान्य&nbsp;</p> <p>७. कथा = प्रबन्धात्मक रूपमा गद्यमा लेखिएको आख्यानात्मक लघु रचना, कहानी, गल्फ&nbsp;</p> <p>८. कविता = कविद्वारा आफ्ना संवेद्य अनुभूति वा स्फूर्त भावनालाई छन्द वा लयमा उनेर प्रस्तुत गरिएको गद्य वा पद्य साहित्यिक कृति वा रचना, कान्य, कविको भाव वा कविकर्म&nbsp;</p> <p>९. छन्द = यति, गति र लय मिलेको वर्ण, मात्रा आदिको गणनाअनुसार पद्यात्मक रचना गरिने कुनै निश्चित मान वा रूप, त्यसरी गठन हुने विभिन्न किसिमका विशिष्ट वाक्य&nbsp;</p> <p>१०. निबन्ध = कुनै विषयलाई कल्पनात्मक वा वस्तुगत पाराले गद्यमा लेखिएको छोटो साहित्यिक रचना, राम्रोसँग बाँध्ने काम&nbsp;</p> <p>११. रस = आलो वा गिलो गिलो वस्तु निचोर्दा आउने द्रव पदार्थ, झोल, तरल पदार्थ, साहित्यमा विभाव, अनुभाव र सञ्चारीभावका संयोगबाट प्रस्फुरण हुने अनुभूतिगत नवरस&nbsp;</p><p><br /></p> <h3><strong>बोध र अभिव्यक्ति</strong></h3> <p><strong>१. संवाद पढी दिइएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>क) नेपाली समाजको अवस्थाप्रति घनश्यामको बुझाइ कस्तो छ, भन्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong>&nbsp; भाषा, धर्म, संस्कृतिमा निहित विविधताले वैचारिक बेमेल भइ&nbsp; समाजको विकासमा बाधा पुग्ने सम्भावना देखेकोले घनश्यामको बुझाइअनुसार नेपाली समाजको अवस्था चिन्ताजनक देखिन्छ ।</p> <p>&nbsp;</p> <p><strong>ख) नेपाली समाजको पहिचान के हो, बेखमानको भनाइका आधारमा लेख्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> बेखमानको भनाइका आधारमा नेपाली समाजको पहिचान सामाजिक विविधता हो। नेपाली समाज निकै विविध छ । नेपाली समाजको विशिष्टता यसको विविधतामा निहित छ। विविधता हाम्रो शक्ति र आत्म-अभिव्यक्ति हो।&nbsp;</p> <p>&nbsp;</p> <p><strong>ग) विविधता नै सम्पत्ति हो कसरी, सिम्माको भनाइका आधारमा लेख्नुहोस् ।</strong></p> <p>&nbsp;</p> <p><strong>उत्तर :</strong> विविधता भनेको फरक हुनको भाव हो । जातिय विविधता सांस्कृतिक र भाषिक भिन्नताहरूको विस्तृत श्रृंखलाको परिणाम हो। नेपाल बहुजातीय राष्ट्र भएकोले विभिन्न जातजातिहरु रहेका छन् । प्रत्येक जातिका आफ्नै रीतिरिवाज, विश्वास र अनुभव हुन्छन् । जात, भाषा, संस्कृति सबै पृथक सभ्यता र पहिचानका अंग हुन्। यसर्थ, यहि विविधताले नै हामी अरु भन्दा फरक हुनको अस्तित्व जोगाएकोले विविधता हाम्रो अमुल्य सम्पत्ति हो ।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>घ) सलिमको भनाइका आधारमा नेपाली समाजको सुन्दर पक्षका बारेमा स्पष्ट पार्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> अनेकताका विचमा पनि एकता र आपसी सहिष्णुता कायम हुनु सलिमका अनुसार नेपाली समाजको सुन्दर पक्ष हो। विश्वभर जात, भाषा, धर्म र संस्कृतिको नाममा धेरै द्वन्द्वहरू भएका छन्। मानवताले भौतिक समृद्धिको ठूलो क्षति बेहोरेको छ, र धेरै सभ्यताहरूको अन्त्य भएको छ। तर पनि नेपाली समाजमा हामीले हाम्रा भिन्नताहरूको बावजुद, शान्तिपूर्ण र सम्मानपूर्वक सहअस्तित्व गर्ने अभ्यास विकास गरेका छौं। यो नेपाली समाजको सुन्दर पक्ष हो।</p> <p>&nbsp;</p> <p><strong>ङ) कसरी नेपाली विविधतालाई पर्यटनसँग जोड्न सकिन्छ, आफ्नो विचार लेख्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong>&nbsp;</p> <p>नेपालजस्तो भौगोलिक रुपमा सानो देशमा आगन्तुकहरूले देशका विभिन्न जात, भाषा र परम्पराका धेरै संस्कृतिहरूबारे जान्न पाउने अवसर भएकोले नेपालमा सांस्कृतिक पर्यटनको स्वर्णिम अवसर रहेको छ।</p> <p>&nbsp;</p> <p><strong>च) नेपाली समाजमा के कस्ता विकृति, विसङ्गति छन्, पाठका आधारमा लेख्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong> नेपाली समाजमा संस्कृति सँगसँगै, सांस्कृतिक विकृति पनि धेरै छन् । अन्धविश्वासमा आधारित मानिसको बाहुल्य छ । जात र लिङ्गका आधारमा भेदभाव व्याप्त छ । अझै पनि भूत, प्रेत र बोक्सीमा विश्वास छ। लिङ्ग, जाति, वर्ग, श्रेणी आदिका आधारमा भेदभाव विद्यमान छ। दाइजो, तिलकजस्ता कूप्रथाले अझै पनि प्रश्रय पाइरहेका छन।</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>२. ”जब शिक्षाको राम्रो विकास हुन्छ तब अन्धविश्वास, कुसंस्कार, कुरीति जस्ता कुरा निर्मूल हुँदै जान्छन् ।” यस कथनलाई स्पष्ट पार्नुहोस् ।</strong></p> <p><strong>उत्तर :</strong>&nbsp;</p> <p>‘नेपाली पहिचान’ शीर्षकको एकांकीमा सांस्कृतिक बेथिति उन्मूलनमा शिक्षाको महत्वबारे चर्चा गर्ने क्रममा बेखमानबाट प्रस्तुत वाक्य अभिव्यक्त भएको छ । सामाजिक सुधार शिक्षा र चेतनाको विकासबाट मात्र सम्भव छ भन्ने कठोर तथ्यलाई यस पाठमा प्रमुख रुपमा प्रवाह गर्न खोजिएको छ ।</p> <p>&nbsp;</p> <p>शिक्षा मानव जातिको लागि अमूल्य उपहार हो, र यो राम्रो चरित्र निर्माणको आधार हो। मन, शरीर र आत्माको विकासको लागि शिक्षा आवश्यक छ। मानवको तेस्रो नेत्र शिक्षा हो, जसले संसारलाई उज्यालो बनाउँछ।&nbsp;</p> <p>&nbsp;</p> <p>हामी कहाँ संस्कृतिका नाममा नै प्रश्रय पाइरहेका थुप्रै विकृति पनि छन । अन्धविश्वासमा आधारित लोकमतको बाहुल्य छ । जात, वर्ग, लैङ्गिक र क्षेत्रीयताका आधारमा विभेद विद्यमान छ । अहिले पनि धेरैले छुवाछुत, भूत, प्रेत, बोक्सी, दाइजो जस्ता अन्धविश्वासमा विश्वास गर्छन्। कार्यस्थलमा जातीय विभेद र लैङ्गिक पूर्वाग्रह व्याप्त छ। साथै, यहाँ विकृत संस्कार र उत्सवहरू खुसियाली साथ मनाइन्छ।</p> <p>&nbsp;</p> <p>शिक्षाको माध्यमबाट मानव चेतना जगाउन सकिन्छ। अन्धविश्वास र आडम्बरी परम्पराबाट मुक्ति पाउने एक मात्र माध्यम शिक्षा हो। शिक्षाकै प्रभावले अहिले मानिसहरु अन्धविश्वासलाई क्रमिक रुपमा त्याग्दैछन्। सभ्यता र सुसंस्कृति बढोत्तरी र सामाजिक र आर्थिक सिंढीमा देश लम्कने विषयहरु शिक्षाको उपलब्धतासँग सोझो सरोकार राख्ने विषय भएकोले शिक्षाको पहुँचमा वृद्धि गर्नु आजको आवश्यकता हो।&nbsp;&nbsp;</p> <p>&nbsp;</p> <p>मानव चेतनाको वृद्धिको परिणाम स्वरूप धेरै सभ्यताहरूमा धेरै खराब विश्वास, अभ्यास र अन्धविश्वासहरू उन्मुलन हुँदै गैरहेका छन। मानव चेतनाकै कारण विगतमा सती प्रथा र दास प्रथा पनि अन्त्य भएको थियो । शिक्षाका कारण छुवाछुतको प्रचलन पनि विस्तारै हट्दै जाने क्रममा छ, विभेद पनि घट्दै गएको छ । शिक्षा र चेतनाको विस्तारले समाजका कुरीति, विकृति, अन्धविश्वास र बोक्सीविद्या जस्ता प्रचलनलाई उन्मूलन गर्दैछ।&nbsp;</p> <p>&nbsp;</p> <p>समग्रमा, हामी शिक्षा बिना वास्तविक परिवर्तन देख्न सक्दैनौं। यसर्थ संस्कृतिको निर्मलीकरणको एक मात्र हतियार शिक्षा रहेकोले शिक्षा र चेतना अभिवृद्धिमा शिक्षित वर्गदेखि विद्यार्थी र युवाहरू जो आफ्नो जिम्मेवारीप्रति सचेत छन्, सबैले नेतृत्व लिनु आवश्यक छ ।&nbsp;</p> <p>&nbsp;</p> <p><strong>३. दिइएको संवादांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</strong></p> <p><strong>क) नेपालको प्राकृतिक सौन्दर्यभित्र के के कुरा पर्छन् ?</strong></p> <p><strong>उत्तर :</strong> नेपाल एक भव्य प्राकृतिक रंगमञ्च हो, जुन रोचक र आश्चर्यजनक प्राकृतिक सजावटले सजिएको छ। नेपालको प्राकृतिक सौन्दर्यभित्र यहाँको भौगोलिक विविधता जस्तै: हिमाल, पहाड, तराई , जङ्गल, नदीहरू र तालहरू, जैविक विविधता, सिमसार आदि थुप्रै कुराहरु पर्छन् । यहाँ अवस्थित यिनै प्राकृतिक सौन्दर्यले नेपाललाई पर्यटकीय गन्तव्य बनाएका छन्।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>ख) नेपालमा सांस्कृतिक पर्यटनको कस्तो सम्भावना छ ?</strong></p> <p><strong>उत्तर :</strong> नयाँ कुरा हेर्न, सिक्न वा रमाइलो गर्नको लागि राष्ट्र भित्र नै वा अर्को राष्ट्र वा महादेशको यात्रा गर्ने कार्य भनेको पर्यटन हो। धेरै प्रकारका पर्यटनका प्मध्य संस्कृतिसँग सरोकार राख्ने पर्यटनलाई \"सांस्कृतिक पर्यटन\" भनिन्छ। पर्यटक र आगन्तुकहरूले नेपाल जस्तो सानो देशमा पनि सयौं जातजाति, भाषाहरू, कलाकृतिहरू र परम्पराहरू बारे जान्न सक्छन्। बहुजातीय मानिसहरु शान्तिपूर्ण र सहिष्णु तरिकाले नेपालमा बस्छन्। विविधताले निम्ताएको नेपालको वेशभूषा, रीतिरिवाज र चाडपर्वहरूको अनेकताले सांस्कृतिक पर्यटनको धेरै सम्भावना बोकेको छ।</p> <p>&nbsp;</p> <p><strong>४. दिइएको समाचारको नमुना पढ्नुहोस् र यसका विषयवस्तु, संरचना र शैलीका बारेमा छलफल गर्नुहोस्ः&nbsp;</strong></p> <p><strong>उत्तर :</strong></p> <p>&nbsp;<strong>सगरमाथामा आरोहणमा कीर्तिमान&nbsp;</strong></p> <p>यो समाचार सगरमाथा सफलतापूर्वक आरोहण गर्नेहरूले स्थापित गरेका विभिन्न विश्व रेकर्डहरूमा केन्द्रित छ। सगरमाथा र विभिन्न व्यक्तिहरूले विभिन्न मितिहरूमा गरेका सफल आरोहणहरूमा आधारित छ। तथ्यहरू सहित फिचर न्यूजको रूपमा लेखिएको यस समाचारमा भाषा सीधा, स्पष्ट र अद्वितीय छ। भाषाशैली काव्यात्मक भन्दा पनि तथ्यपरक र विस्तृत छ।&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>५. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</strong></p> <p><strong>क) कस्तो विषयवस्तु समाचार बन्न सक्छ ?</strong></p> <p><strong>उत्तर :</strong> नयाँ सूचना सम्प्रेषण गर्ने जुनसुकै रोचक कुरा पनि समाचार बन्न सक्छ ।</p> <p>&nbsp;</p> <p><strong>ख) समाचारको भाषा कस्तो हुनुपर्छ ?</strong></p> <p><strong>उत्तर :</strong> समाचारको भाषा यथा सम्भव सरल हुनुपर्छ ।</p> <p>&nbsp;</p> <p><strong>ग) फिचर, घटनापरक र प्रक्रियापरक समाचारमा के भिन्नता छ ?</strong></p> <p><strong>उत्तर :</strong> फिचर समाचारमा घटना वा तथ्यलाई कलात्मक शैलीमा प्रस्तुत गरिन्छ, जबकि घतानापरक समाचारले दृश्य पक्षहरूलाई जोड दिन्छ, र प्रक्रियात्मक समाचारले के भयो, कसरी भयो, भन्ने बारे विस्तृत विवरणमा केन्द्रित हुन्छ।</p> <p>&nbsp;</p> <p><strong>घ) समाचारका विशेषता के के हुन् ?</strong></p> <p><strong>उत्तर :</strong> समाचारका विशेषता भाषिक सरलता, सत्यता, नवीनता, रोचकता, विश्वसनीयता, स्पष्टता र मिठास हुन् ।</p><p><br /></p>   <p><strong>६. आफ्नो टोलमा वातावरण सुधारका लागि गरिएका प्रयत्नका बारेमा छोटो समाचार लेखी कक्षामा सुनाउनुहोस् ।</strong></p> <p>सरसफाई कार्यक्रम सम्पन्न</p> <p>नवलपुर, १३ माघ ।</p> <p>गैँडाकोटमा पुल्चोक क्षेत्रदेखि कांग्रेसचोकसम्म ठूलो सरसफाइ कार्यक्रम सम्पन्न भएको छ । नवलपुरलाई प्लाष्टिकजन्य वस्तुविहीन सफा र सुन्दर बनाउने कार्यक्रम थियो । वडा नं ५ लाई प्लाष्टिकका झोला निषेधित वडा घोषणा गरी राजमार्गबाट प्लाष्टिकजन्य फोहोर तथा अन्य फोहोर उठाउन नगरपालिकाले सहयोग गरेको छ । कार्यक्रममा स्थानीय बासिन्दा, टोल विकास संस्था, वडा समन्वय समिति, वडा महिला समिति, नागरिक मञ्च, राजनीतिक संयन्त्र, टोल विकास संस्था, मातृसमूह सबैको सहभागिता रहेको थियो । कार्यक्रममा फोहोरमैलाको उचित व्यवस्थापन, सडकमा फोहोर जलाउन नहुने, व्यवसायिक सामाग्रीमा प्रतिबन्ध लगाउने, वातावरण प्रदूषित गर्ने घरधनीलाई कारबाही गर्ने समेत गरिएको थियो । कार्यक्रममा धेरै ठाउँमा सरसफाई गरिएको थियो भने वडा कार्यालय १ का सचिवले सबैलाई धन्यवाद दिँदै वडालाई नमुना बनाउन सहयोग गरिदिन आग्रह गर्नुभयो । कार्यक्रमको संयोजन वडा नम्बर १ वडा महिला समन्वय समितिकी अध्यक्ष सरिता लामिछानेले गरिन् ।</p><p><br /></p> <p><strong>भाषातत्व</strong></p> <p><strong>१. उदाहरणमा दिए जस्तै गरी वाक्य संश्लेषण गर्नुहोस् :</strong></p> <p>(क) अस्मिता घर गइन् । अस्मिताले आफ्ना साथीसङ्गी भेटिन् । अस्मिता साथीसँग जङ्गल घुम्न गइन् । अस्मिताले खोलामा गएर पौडी खेलिन् । अस्मिताले एक हप्ता रमाइलोसँग बिताइन् । अस्मिता सहर फर्किइन् ।</p> <p>घर गएर आफ्ना साथीसङ्गी भेटी उनीहरूसँग जङ्गल घुम्न गएकी अस्मिता खोलामा गएर पौडी खेल्दै एक हप्ता रमाइलोसँग बिताएर सहर फर्किइन् ।</p> <p>(ख) मुस्ताङ हिमाली जिल्ला हो । मुस्ताङ पर्यटकीय जिल्ला हो । मुस्ताङमा धेरै हावा चल्छ । मुस्ताङ स्याउका लागि प्रसिद्ध छ । मलाई मुस्ताङ घुम्न मन लागेको छ ।</p> <p>पर्यटकीय हिमाली जिल्ला मुस्ताङमा धेरै हावा चले पनि स्याउका लागि प्रसिद्ध भएकाले मलाई मुस्ताङ घुम्न मन लागेको छ ।</p> <p>(ग) विनोद कर्ण सप्तरीका बासिन्दा हुन् । उनी नेपाली साहित्यका प्राध्यापक हुन् । उनी सहयोगी र इमानदार छन् । उनी कविता लेख्न र चित्र कोर्न मन पराउँछन् ।</p> <p>सहयोगी र इमानदार सप्तरीका बासिन्दा विनोद कर्ण नेपाली साहित्यका प्राध्यापक भएकाले उनी कविता लेख्न र चित्र कोर्न मन पराउँछन् ।</p><p><br /></p> <p><strong>२. वाक्य विश्लेषण गर्नुहोस् :</strong></p> <p>(क) जगल सखाप हुन थालेपछि मृग, घोरल जस्ता जनावर र कतिपय चरा लोप हुने अनि पानीको मुहान पनि सुक्ने खतरा भएको छ । (३ वाक्यमा)</p> <p>जङ्गल सखाप हुन थाल्छ । मृग, घोरल जस्ता जनावर र कतिपय चरा लोप हुन्छन् । पानीको मुहान पनि सुक्ने खतरा भएको छ ।</p> <p>(ख) प्रदूषण बढेसँगै हिमालमा हिउँ घट्यो समयमा पानी पर्न छाड्यो अनि सफा आकाश देख्न छाडियो । (४ वाक्यमा)</p> <p>प्रदूषण बढ्यो । हिमालमा हिउँ घट्यो । समयमा पानी पर्न छाड्यो । सफा आकाश देख्न छाडियो ।</p> <p>(ग) सुदूरपश्चिम र कर्नाली क्षेत्रमा प्रचलित देउडा काठमाडौँ र विदेशमा समेत लोकप्रिय छ । (३ वाक्यमा)</p> <p>देउडा सुदूरपश्चिम क्षेत्रमा प्रचलित छ । देउडा कर्नाली क्षेत्रमा प्रचलित छ । देउडा काठमाडौँ र विदेशमा समेत लोकप्रिय छ ।</p> <p>(घ) मलाई घमाइलो दिन, जुनेली रात, हरियो वन, लहलह बाली झुलेको खेतबारी, नेपाली खाना र सहयोगी साथी मनपर्छ । (५वाक्यमा)</p> <p>मलाई घमाइलो दिन र जुनेली रात मनपर्छ । मलाई हरियो वन मनपर्छ । मलाई लहलह बाली झुलेको खेतबारी मनपर्छ । मलाई नेपाली खाना मनपर्छ । मलाई सहयोगी साथी मनपर्छ ।</p> <p>(ङ) जब असार लाग्छ तब मेरो मनले गाउँघर सम्झिन्छ । (२ वाक्यमा)</p> <p>असार लाग्छ । मेरो मनले गाउँघर सम्झिन्छ ।</p><p><br /></p> <p><strong>३. दिइएको अनुच्छेदबाट कर्तृ, कर्म र भाव वाच्यका वाक्य पहिचान गरी तालिकामा देखाउनुहोस्ः</strong></p> <p><strong>कर्तृवाच्यका वाक्यहरू :</strong></p> <p>म सबेरै उठें ।</p> <p>मैले उमेशलाई बोलाएँ ।</p> <p>उमेश आँखा मिच्दै आयो ।</p> <p>हामी बाटो लाग्यौँ ।</p> <p><strong>कर्मवाच्यका वाक्यहरू :</strong></p> <p>दाउन्नेमा पुगेर खाना खाइयो ।</p> <p>भालुवाङमा चिया पिइयो ।</p> <p>गाडीमा गीत गाइयो ।</p> <p>ठट्टा गरियो ।</p> <p>भोलिपल्ट स्थानीय साथी भेटिए ।</p> <p>कुराकानी गरियो ।</p> <p>रमाइलो गरियो ।</p> <p><strong>भाववाच्यका वाक्यहरू :</strong></p> <p>बेलुका घोराहीमा वास बसियो ।</p> <p>राती मस्त निदाइयो ।</p> <p>मस्तसँग हाँसियो ।</p><p><br /></p> <p><strong>४. कर्तृवाच्यको प्रयोग गरी आफ्नो दिनचर्याका बारेमा एक अनुच्छेद लेख्नुहोस् ।</strong></p> <p>म बिहान सबेरै ६ बजे उठ्छु । करिब १५ मिनट जति हातमुख धोई ताजा दिनको सुरुवात गर्दछु । म दिनहुँ आधा घण्टा जति शारीरिक व्यायाम गर्दछु । सधैँ सात बजे चिया नास्ता खाएर गृहकार्य गर्दछु । नौ बजे खाना खाएर विद्यालय जान्छु । विद्यालयमा अनुशासित भएर पढ्छु । आफूले नजानेका विषयवस्तुहरू गुरूहरूलाई सोधेर लेख्छु । चार बजे विद्यालय छुट्टी भएपछि घर आउँछु । घर आएर विद्यालयको पोशाक काढदछु । हातमुख धोई आमाले दिएको खाजा खाएर केही समय खेल्न जान्छु । बेलुका गृहकार्य गर्छु । प्राय : साढे सात बजेतिर खाना खान्छु । केही समय पढेपछि दश बजेतिर सुत्छु ।</p><p><br /></p> <p><strong>५. कर्म तथा भाव वाच्यको प्रयोग गरी वनभोज गएको विषयमा एउटा अनुच्छेद लेख्नुहोस् ।</strong></p> <p>वनभोज गाउँका साथीहरू मिलि हामी बिहानै वनभोज गइयो । साथीहरूद्वारा गाडीबाट सामानहरू झारिए । मद्वारा चिया पकाइयो । चिया खाइसकेपछि हामी सबै मिलेर खानपिनको काममा व्यस्त भइयो । कसैद्वारा दाउरा–झिक्रा खोजियो, कसैद्वारा आगो बालियो, कसैद्वारा पानी ल्याइयो त कसैद्वारा सब्जी केलाइयो । हामीद्वारा रमाइला गीतहरू गाइएका थिए । मद्वारा साथीहरू नचाइएका थिए । अर्जुनद्वारा मादल बजाइएको थियो । वनभोजमा आफू पनि खुब नाचियो अनि साथीहरूद्वारा पनि नाचियो र फर्कियो ।</p><p><br /></p> <p><strong>६. दिइएको अनुच्छेदलाई कर्तृवाच्यमा परिवर्तन गर्नुहोस् :</strong></p> <p>मैले जीवनमा धेरै दुःखसुख भोगेँ । मैले धेरै अनुभव गरेँ । म कहिले खुसीले हाँसें । म कहिले साथीभाइसँग नाचॆं । म देशविदेश घुमेँ । मैले दुःख र अभावलाई केल्दै विद्यालयमा पढ़ें । मैले आफैँ खर्च जुटाएर उच्च शिक्षा हासिल गरेँ । मैले सबैको भलो सोचें । मैले कहिल्यै कसैको चित्त दुखाइनँ । मैले कहिल्यै कसैको अहित चिताइनँ । मैले सकेसम्म अरूको भलाइ हुने काम गरेँ । मैले जीवन सङ्घर्ष हो भन्ने कुरा सिकेँ । अब पनि इमानदार भएरै बाँच्ने छु । म कर्तव्य कहिल्यै भुल्दिनँ । म अन्याय सहन्नँ । म अरूमाथि अन्याय गर्दिनँ ।</p><p><br /></p> <p><strong>७. दिइएको अनुच्छेदलाई कर्म वा भाव वाच्यमा परिवर्तन गर्नुहोस् :</strong></p> <p>बिसन र अनुपमाद्वारा पुस्तकालय गइयो । बिसनद्वारा कथाका किताब छानिए । अनुपमाद्वारा मौसम विज्ञानसम्बन्धी किताब छानियो । त्यसपछि (उनीहरूद्वारा) पुस्तकालयबाट बाहिर निस्कियो । (उनीहरूद्वारा) कलेजको भोजनालयमा पसियो । बिसनद्वारा दही चिउरा खाइयो । अनुपमाद्वारा चिउरा तरकारी खाइयो । त्यसपछि (उनीहरूद्वारा) कक्षाकोठामा आइयो । गुरूआमाद्वारा वाच्य पढाइयो ।</p><p><br /></p> <p><strong>८. शुद्ध गरी लेख्नुहोस् :</strong></p> <p>(क) रेडीयो टीभी जस्ता सव्यद्रिस्य माध्एमबाट प्रसारित वा पत्रीका आदि छापामाध्यम बाट पर्काशित घटनाका ताजा विवरण समाचार हुन् ।</p> <p>रेडियो र टिभी जस्ता श्रव्यदृश्य माध्यमबाट प्रसारित वा पत्रिका आदि छापा माध्यमबाट प्रकाशित घटनाका ताजा विवरण समाचार हुन् ।</p> <p>(ख) जातीए बिभेद लैङ्गिक विभेद वर्ण वर्ग र क्षेत्रका नाममा रहेका विभेदमा पनी कमि आउँदै छ । तिन लाई पनि हटाउनुपर्छ । सङ्गीता जीले भनेजस्तै यशका लागि शिक्षाको खांचो छ ।</p> <p>जातीय विभेद, लैङ्गिक विभेद, वर्ण, वर्ग र क्षेत्रका नाममा रहेका विभेदमा पनि कमी आउँदै छ । तिनलाई पनि हटाउनुपर्छ । सङ्गीताजीले भने जस्तै यसका लागि शिक्षाको खाँचो छ ।</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p>",
      "rewardTxt": " Read Summary ",
      "reward": "<p><strong>'नेपाली पहिचान' संवादको सारवस्तु :&nbsp;</strong></p> <ul>   <li>भाषा, धर्म, संस्कृतिमा निहित विविधताले वैचारिक बेमेल भइ&nbsp; समाजको विकासमा बाधा पुग्ने सम्भावना देखेकोले घनश्यामको बुझाइअनुसार नेपाली समाजको अवस्था चिन्ताजनक देखिन्छ ।</li>   <li>बेखमानको भनाइका आधारमा नेपाली समाजको पहिचान सामाजिक विविधता हो। नेपाली समाज निकै विविध छ । नेपाली समाजको विशिष्टता यसको विविधतामा निहित छ। विविधता हाम्रो शक्ति र आत्म-अभिव्यक्ति हो।&nbsp;</li>   <li>विविधता भनेको फरक हुनको भाव हो । जातिय विविधता सांस्कृतिक र भाषिक भिन्नताहरूको विस्तृत श्रृंखलाको परिणाम हो। नेपाल बहुजातीय राष्ट्र भएकोले विभिन्न जातजातिहरु रहेका छन् । प्रत्येक जातिका आफ्नै रीतिरिवाज, विश्वास र अनुभव हुन्छन् । जात, भाषा, संस्कृति सबै पृथक सभ्यता र पहिचानका अंग हुन्। यसर्थ, यहि विविधताले नै हामी अरु भन्दा फरक हुनको अस्तित्व जोगयेकोले विविधता हाम्रो अमुल्य सम्पत्ति हो ।&nbsp;</li>   <li>अनेकताका विचमा पनि एकता र आपसी सहिष्णुता कायम हुनु सलिमका अनुसार नेपाली समाजको सुन्दर पक्ष हो। विश्वभर जात, भाषा, धर्म र संस्कृतिको नाममा धेरै द्वन्द्वहरू भएका छन्। मानवताले भौतिक समृद्धिको ठूलो क्षति बेहोरेको छ, र धेरै सभ्यताहरूको अन्त्य भएको छ। तर पनि नेपाली समाजमा हामीले हाम्रा भिन्नताहरूको बावजुद, शान्तिपूर्ण र सम्मानपूर्वक सहअस्तित्व गर्ने अभ्यास विकास गरेका छौं। यो नेपाली समाजको सुन्दर पक्ष हो।</li>   <li>नेपालजस्तो भौगोलिक रुपमा सानो देशमा आगन्तुकहरूले देशका विभिन्न जात, भाषा र परम्पराका धेरै संस्कृतिहरूबारे जान्न पाउने अवसर भएकोले नेपालमा सांस्कृतिक पर्यटनको स्वर्णिम अवसर रहेको छ।</li>   <li>नेपाली समाजमा संस्कृति सँगसँगै, सांस्कृतिक विकृति पनि धेरै छन् । अन्धविश्वासमा आधारित मानिसको बाहुल्य छ । जात र लिङ्गका आधारमा भेदभाव व्याप्त छ । अझै पनि भूत, प्रेत र बोक्सीमा विश्वास छ। लिङ्ग, जाति, वर्ग, श्रेणी आदिका आधारमा भेदभाव विद्यमान छ। दाइजो, तिलकजस्ता कूप्रथाले अझै पनि प्रश्रय पाइरहेका छन।</li> </ul><div><br /></div> "
    },
    {
      "title": "Unit 11",
      "story": "<p>Sahakari means co-operative in English language. According to some, a cooperative is an autonomous collection of individuals who work together via a jointly held enterprise to achieve their shared needs and objectives. In this note, you will get Class 12 Nepali Unit 11 - Sahakari Chapter's Exercise solution and question answers collection.</p><br/><p><b>पाठ ११ : सहकारी</b></p><p><br /></p><p>शब्दभण्डार</p><p><b>१. दिइएका शब्द र अर्थबिच जोडा मिलाउनुहोस् :</b></p><p><br /></p><p>सोद्देश्य : निश्चित उद्देश्यका साथ</p><p>समन्वय : एकभन्दा बढी कुराको मेल</p><p>उदात्त : महान्</p><p>उपादेयता : उपयोगिता</p><p>स्वावलम्बी : आत्मनिर्भर</p><p>स्वायत्तता : स्वाधीनता</p><p>बोनस : लाभांश</p><p>आधिपत्य : स्वामित्व</p><p>उर्वरा : धेरै उब्जनी हुने, उब्जाउ</p><p>अनुपम : अतुलनीय</p><p><br /></p><p><b>२. दिइएका अर्थ दिने शब्द पाठबाट खोज्नुहोस् :</b></p><p>(क) कुनै जाति वा समुदायको प्रगतिको सम्पूर्ण प्रतिबिम्ब</p><p>सभ्यता</p><p><br /></p><p>(ख) उद्योग, व्यापार आदि कुनै व्यवसायमा लगानी गरिएको निरन्तर मुनाफा दिइरहने मूल धन</p><p>सावाँ</p><p><br /></p><p>(ग) साझा ब्यापारमा लगाइएका सम्पत्तिको हिस्सा</p><p>सेयर</p><p><br /></p><p>(घ) भइपरी आउने कामकाजका लागि राखिएको सञ्चित धनमाल</p><p>जगेडा</p><p><br /></p><p>(ङ) कुनै विषयलाई ब्यवस्थित रुपमा गर्न, गराउन बनेको सरकारी नियम</p><p>ऐन</p><p><br /></p><p>(च) ऐन, विधान आदिको एक अंश</p><p>दफा</p><p><br /></p><p><b>३. दिइएका शब्दको विपरीतार्थक शब्द लेख्नुहोस् :</b></p><p>उदय : अस्त</p><p>उन्नति : अवनति</p><p>सुखी : दुःखी</p><p>खुला : बन्द</p><p>संयोग : वियोग</p><p>स्वायत्तता : पराधीनता</p><p>लाभ : हानी</p><p>विगत : आगत</p><p>विकास : विनाश</p><p>नाफा : नोक्सान</p><p><br /></p><p><b>४. दिइएका टुक्काको अर्थ पहिल्याई तिनलाई वाक्यमा प्रयोग गर्नुहोस् :</b></p><p>१. हात छाड्नु (पिट्नु)</p><p>विद्यार्थीले गृहकार्य नगरेपनि गुरुले हात छाड्न हुदैँन।</p><p><br /></p><p>२. सातो जानु (होसहवास हराउनु)</p><p>आज विद्यालयबाट घर जाँदा बाटोमा सर्प देखेपछि मेरो त सातो गयो ।</p><p><br /></p><p>३. घुँडा टेक्नु (हार खानु)</p><p>जति प्रतिकुल वातावरण भएपनि नेपाली क्रिकेट टिमले अझै घुँडा टेकेको छैन।</p><p><br /></p><p>४. टाउकामा टेक्नु (मात्तिएर हेप्नु)</p><p>छोरा छोरीलाई धेरै माया गरे पनि उनीहरुले टाउकामा टेक्न थाल्छन।</p><p><br /></p><p>५. कुलेलम ठोक्नु (भाग्नु)</p><p>प्रहरी देख्नेबित्तिकै तास खेलिरहेको एक समूह कुलेलम ठोक्यो।</p><p><br /></p><p>६. खुट्टा तान्नु (अगाडि बढ्न नदिनु)</p><p>हाम्रो समाजमा अरूको प्रगतिमा प्रोत्साहन गर्नु भन्दा खुट्टा तान्ने गर्दछन् ।</p><p><br /></p><p>७. हात थाप्नु (माग्नु)</p><p>स्रोत र साधनहरूको उचित प्रयोग गरेमा नेपालले विकासका लागि कुनै राष्ट्रसँग हात थाप्नु पर्दैन ।</p><p><br /></p><p>८. ज्यान दिनु (सकेसम्म सहायता गर्नु)</p><p>मातृभूमिको रक्षाको लागि आफ्नो ज्यान दिन समेत तयार हुनुपर्छ ।</p><p><br /></p><p>९. तालुमा आलु फल्नु (भाग्य सप्रनु)</p><p>अमेरिका जाने डिभी चिट्ठा परेर रामको तालुमा आलु फलेछ ।</p><p><br /></p><p><b>५. दिइएका पारिभाषिक शब्दलाई शब्दकोशीय अनुक्रममा मिलाउनुहोस् र शब्दकोशको सहायता लिई तिनको अर्थ पनि लेख्नुहोस् :</b></p><p><br /></p><p>१. अग्रिम : अगिल्लो</p><p><br /></p><p>२. अधिकृत : कुनै अड्डा वा कार्यालय आदिको अधिकारप्राप्त व्यक्ति</p><p><br /></p><p>३. अन्तःशुल्क :उत्पादन शुल्क</p><p><br /></p><p>४. अब्बल : उत्तम श्रेष्ठ, प्रथम दर्जाको</p><p><br /></p><p>५. आपूर्ति : दैनिक तथा सामाजिक उपभोग्य विषयवस्तु पूरा गर्ने काम</p><p><br /></p><p>६. आयब्यय : आम्दानी र खर्च, नाफा नोक्सान</p><p><br /></p><p>७. आरक्ष : वन्यजन्तुको सुरक्षा र रूख बिरुवाहरूको बचाउका निम्ति जङ्गललाई चारैतिरबाट घेर्ने काम आरक्षण</p><p><br /></p><p>८. ऐलानी : सरकारी रूपमा कसैको नाममा दर्ता नभएको खेतीयोग्य पर्ती जग्गा</p><p><br /></p><p>९. कार्यवाहक : कुनै व्यक्तिको अनुपस्थितिमा नियमानुसार त्यस व्यक्तिको अधिकार लिई अस्थाई रूपमा काम गर्ने कर्मचारी वा पधाधिकारी</p><p><br /></p><p>१०. कित्ता : श्रेणी, तह कक्षा दर्जा, ओहोदा</p><p><br /></p><p>११. कुत : कबुलअनुसार खेत वा बारी कमाउँदा मोहीले जग्गाधनीलाई बुझाउनुपर्ने निश्चित अन्न, मोहीबाट तल्सिङले पाउने अन्नबाली</p><p><br /></p><p>१२. गण : कुनै एक विषयमा समानता भएका मानिस वा देवताको समुदाय</p><p><br /></p><p>१३. चाहार : बर्सादका भरले रोपिने सुक्खा माटो भएको</p><p><br /></p><p>१४. दोयम : मझौला खालको, अव्बलभन्दा मुनिको र सिमभन्दा माथिको जग्गा</p><p><br /></p><p>१५. पर्ती : आबाद वा खनजोत नभएको, बाँझो जमिन</p><p><br /></p><p>१६. मोठ : सम्पत्तिको मूल हिसाब लेखिएको कागज, खुकुरी, तरबार, खुंडा आदिको मुठीले समाउने ठाउँ मुठ, बिँड</p><p><br /></p><p>१७. सिम : पानी कहिल्यै नसुक्ने जमिन</p><p><br /></p><p>१८. सुकुम्बासी : सुकुमबास भएको, घरजग्गा नभएको रैती</p><p><br /></p><p><b>बोध र अभिव्यक्ति</b></p><p><b>२. सहकारी प्रबन्ध पढी दिइएका प्रश्नको उत्तर दिनुहोस् :</b></p><p><b>(क) सहकारी भनेको के हो ?</b></p><p>सहकारी भनको सहकार्य गर्ने साथीहरुले आर्थिक समृद्धि र विकासका लागि पारस्परिक सहयोग गर्ने उद्देश्यले मिलीजुली स्थापना गरेको साझा संस्था हो ।</p><p><br /></p><p><b>(ख) आधुनिक सहकारीको अवधारणा कुन देशबाट आएको मानिन्छ ?</b></p><p>आधुनिक सहकारीको अवधारणा बेलायतबाट आएको मानिन्छ ।</p><p><br /></p><p><b>(ग) नेपाली संस्कृतिको मुख्य आधार के हो ?</b></p><p>नेपाली संस्कृतिको मुख्य आधार हाम्रा पुर्खाहरूले गर्ने गुठी, भारोप्रम, ऐचोपैचो, सरसापट, मेलपात, पारस्परिक सहयोग र सहकार्यबाट अभिप्रेरित सामूहिक जीवनशैली हो ।</p><p><br /></p><p><b>(घ) सहकारीका निर्देशक सिद्धान्त के के हुन् ?</b></p><p>सहकारीका निर्देशक सिद्धान्त स्वैच्छिक तथा खुला सदस्यता सदस्यको लोकतान्त्रिक नियन्त्रण, आर्थिक सहभागिता, स्वायत्तता, स्वतन्त्रता, सहकारीबिच पारस्परिक सहयोग, समुदायप्रतिको सरोकार शिक्षा, तालिम र सूचना हुन् ।</p><p><br /></p><p><b>(ङ) सहकारीको मुख्य नाराको आशय के हो ?</b></p><p>सहकारीको मुख्य नाराको आशय स्वतन्त्रताका लागि स्वावलम्बन, समुन्नतिका लागि पारस्पारिकता र दुवैका लागि सहकारिता हो ।</p><p><br /></p><p><b>(च) ‘सहकारी’ प्रबन्धको पहिलो र दोस्रो अनुच्छेदको सार भन्नुहोस् ।</b></p><p>‘सहकारी’ को पहिलो अनुच्छेदको सार - सहकारी भनेको आर्थिक समृद्धि र विकासका लागि आपसी सहयोग र सहकार्यको उद्देश्यले स्थापना भएको संयुक्त संस्था हो भने दोस्रो अनुच्छेदको सार - व्यक्तिगत आर्थिक गतिविधि भन्दा सामूहिकमा जोड दिने सहकारीको अवधारणा बेलायतबाट आएको र यो जनताको कल्याणको लागि हो। आर्थिक समृद्धिका लागि सहयोग आवश्यक हुन्छ भन्ने पूर्वीय साहित्यिक विचारको मर्म नै सहकारीको आधारशिला हो।</p><p><br /></p><p><b>(छ) सहकारी किन आवश्यक छ ?</b></p><p>सहकारीले जनताको सुख, समृद्धि, सामूहिक आर्थिक क्रियाकलापको प्रवर्द्धन र आत्मनिर्भर संस्कृतिको विकास गर्न सहयोग गर्छ । यसले देशभित्रै रोजगारी सिर्जना गर्न, परनिर्भरता घटाउन र राष्ट्रिय अर्थतन्त्रलाई बलियो बनाउन मद्दत गर्छ । उद्यमशीलता र सिर्जनशीलतालाई प्रोत्साहन गर्नाले नेपाललाई विश्वमै समृद्ध देश बनाउन टेवा पुराउने भएकोले सहकारी आवश्यक छ ।</p><p><br /></p><p><b>३. नेपालमा सहकारी स्थापनाका मुख्य उद्देश्य बताउनुहोस् ।</b></p><p>नेपालमा सहकारीको स्थापना गर्नुको प्रमुख लक्ष्य जनतालाई आर्थिक सहयोगको माध्यमबाट आत्मनिर्भर बन्न र समुदायमा दिगो विकासलाई प्रवर्द्धन गर्नु हो । जनताको जीवनस्तरमा सुधार ल्याउने र नागरिकको आर्थिक समृद्धि र विकासलाई प्रवर्द्धन गर्ने, वैदेशिक अवसरमाथिको निर्भरता घटाउन स्वदेशमै रोजगारी सिर्जना गर्ने, आत्मनिर्भर संस्कृतिको विकास गर्ने, राष्ट्रिय अर्थतन्त्रको सुदृढीकरण र उद्यमशीलता र सिर्जनशीलतालाई प्रोत्साहन गर्ने उद्देश्यका साथ सहकारीहरू चलिरहेका छन् । पुँजी, प्रतिभा र प्रविधिको एकीकृत प्रयोगले आर्थिक प्रगति, आत्मनिर्भरता र सामाजिक सुधारमा योगदान पुर्याउन सक्छ । नेपालमा सहकारीको प्राथमिक उद्देश्य सामूहिक आर्थिक क्रियाकलापबाट आर्थिक समृद्धि हासिल गर्नु हो । अन्तत: नेपाललाई समृद्ध र सुखी देश बनाउने लक्ष्य सहकारीमार्फत हासिल गर्न सकिन्छ ।&nbsp;</p><p><br /></p><p><b>४. संयुक्त राष्ट्रसङ्घले संसारका सबै देशलाई सहकारीको स्थापना र सञ्चालन गर्न दिएको सुझावबारे आफ्ना धारणा व्यक्त गर्नुहोस् ।</b></p><p>सहकारी भनेको एक अर्कालाई सहयोग गर्न र आर्थिक समृद्धि र विकासमा सुधार गर्नका लागि मिलेर काम गर्ने व्यक्तिहरूले गठन गरेको संस्था हो। यो 19 औं शताब्दीमा बेलायतबाट सुरु भयो र हाल विश्वभर फैलिएको छ। सामाजिक, सांस्कृतिक र आर्थिक विकासका लागि सहकारी आवश्यक हुन्छ भन्ने संयुक्त राष्ट्रसंघको विश्वास छ र म यसमा दृढतापूर्वक सहमत छु।&nbsp;</p><p>सहकारीहरूले प्रजातान्त्रिक नियन्त्रण र पारस्परिक सहयोग जस्ता मार्गदर्शक सिद्धान्तहरू अवलम्बन गर्छ । यसले कम पूँजी भएका मानिसहरूलाई बिस्तारै आफ्नो आर्थिक जगलाई सशक्त मद्दत गर्न सक्छ। सहकारी सबै प्रकारका मानिसहरूका लागि सान्दर्भिक छ, र धेरै देशहरूले सहकारीहरू स्थापना पनि गरेका छन्।</p><p><br /></p><p><b>५. दिइएको प्रबन्धांश पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</b></p><p><b>(क) नेपाललाई कसरी आत्मनिर्भर बनाउन सकिन्छ ?</b></p><p>सहकारीहरूले नेपालको आर्थिक विकासमा, विशेष गरी कृषि, जलस्रोत, पर्यटन र उत्पादनमूलक क्षेत्रमा महत्वपूर्ण योगदान पुर्‍याउने क्षमता राख्छन्। समुदायको प्रतिभा र स्रोत साधनको सदुपयोग गरेर सहकारीले रोजगारीका अवसरहरू सिर्जना गर्न, उत्पादकत्व वृद्धि गर्न र आत्मनिर्भरता बढाउन सक्छ । तर, नेपालको सबै क्षेत्रहरूमा सहकारीको पहुँच छैन र सहकारीका फाइदाहरूबारे चेतना अभिवृद्धि र शिक्षा र तालिम दिनु आवश्यक छ । सबै क्षेत्रमा सहकारीको स्थापना र प्रभावकारी सञ्चालन प्रवर्द्धन गरेर नेपालले आत्मनिर्भर र दिगो आर्थिक वृद्धि हासिल गर्न सक्छ ।</p><p><br /></p><p><b>(ख) नेपालका घरेलु उत्पादनलाई ब्यवस्थापन गरी बजारीकरण गर्न कस्ता उपाय अवलम्बन गर्नुपर्ला ?</b></p><p>विश्वव्यापीकरण र विदेशी वस्तुसँग बढ्दो प्रतिस्पर्धाको परिप्रेक्ष्यमा नेपालको स्वदेशी उत्पादनको व्यवस्थापन र बजारीकरणमा सहकारीले महत्वपूर्ण भूमिका निर्वाह गर्न सक्छ । सहकारीहरूले साना उत्पादक र घरेलु उद्योगहरूलाई एकजुट हुन, उनीहरूको स्रोत र विशेषज्ञता जम्मा गर्न र उनीहरूको उत्पादन र मार्केटिङ गर्न प्लेटफर्म प्रदान गर्न सक्छन्।</p><p><br /></p><p>यसका लागि सहकारीको प्रकृति र फाइदाबारे आम जनतामा चेतना जगाउनु र सदस्यहरूलाई उत्पादनको गुणस्तर, ब्रान्डिङ, प्याकेजिङ र मार्केटिङ जस्ता विषयमा शिक्षा र तालिम दिनु महत्त्वपूर्ण छ। सहकारीहरूले पनि स्वदेशी उत्पादनहरूलाई प्राथमिकता दिनुपर्छ र व्यापक जनसमाजमा पुग्न डिजिटल मार्केटिङ जस्ता सबैभन्दा सान्दर्भिक मार्केटिङ प्रवृत्तिहरूलाई प्रयोग गर्नुपर्छ।</p><p><br /></p><p>डिजिटल बजार र हब नेपाल भित्र र विश्वव्यापी रूपमा उत्पादकहरूलाई उपभोक्ताहरूसँग जोड्ने उत्कृष्ट माध्यम हुन सक्छ। यस्तो प्लेटफर्मले आपूर्ति श्रृंखलालाई सुव्यवस्थित गर्न, बिचौलियाहरूलाई कम गर्न र उत्पादकहरूको लागि उचित मूल्य सुनिश्चित गर्न पनि मद्दत गर्न सक्छ। समग्रमा, सहकारीले स्थानीय उद्यमशीलता, रोजगारी र आर्थिक विकासलाई प्रवर्द्धन गर्दै नेपालको स्वदेशी उत्पादनको व्यवस्थापन र बजारीकरण गर्न दिगो र समावेशी समाधान प्रदान गर्न सक्छ।</p><p><br /></p><p><b>६. दिइएको प्रबन्धांश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :</b></p><p><b>(क) स्वदेशमै रोजगारी सिर्जना गर्न के गर्नु उपयुक्त हुन्छ ?</b></p><p>जलस्रोत, कृषि र पर्यटनमा सहकारीको प्रभावकारी व्यवस्थापनले नेपालमा रोजगारीको अवसर सिर्जना गर्न सक्छ । यसले राष्ट्रिय अर्थतन्त्रलाई बलियो बनाउँदै परनिर्भरता घटाउने र आत्मनिर्भर संस्कृतिको विकास गर्नेछ। देशको द्रुत विकासका लागि रचनात्मक युवाको सक्रिय सहभागिता आवश्यक छ । सबै उद्योगहरूलाई व्यवस्थित रूपमा सञ्चालन गर्न र नयाँ क्षेत्रहरू समावेश गर्न सकेमा नेपाल विश्वको सबैभन्दा उन्नत र सुखी राष्ट्र बन्न सक्छ। विभिन्न क्षेत्रमा सहकारीको सम्भावनालाई सदुपयोग गरेर नेपालले दिगो र समावेशी विकासको मार्ग प्रशस्त गरी देश र जनताको समृद्धितर्फ डोर्याउन सकिन्छ ।</p><p><br /></p><p><b>(ख) नेपाललाई कसरी संसारकै समुन्नत र सुखी मुलुक बनाउन सकिन्छ ?</b></p><p>प्राकृतिक र साँस्कृतिक सम्पदाको पूर्ण सदुपयोग गर्दै नेपाललाई विकसित र समृद्ध मुलुकमा रुपान्तरण गर्न सहकारीलाई समाजका सबै क्षेत्रमा विकासको प्रेरक शक्तिको रुपमा स्थापित गर्न जरुरी छ । आम जनतामा फैलिएको प्रतिभा र प्रविधिको उपयोग गरेर सहकारीले एकीकृत आर्थिक गतिविधिलाई प्रवर्द्धन गर्न सक्छ, विशेषगरी जलस्रोत, कृषि र पर्यटन जस्ता महत्वपूर्ण क्षेत्रमा देशभित्रै रोजगारीका अवसरहरू सिर्जना गर्न सक्छ। सिर्जनशील र नवप्रवर्तनशील युवाहरूको सक्रिय संलग्नताले राष्ट्रको विकास द्रुत गतिमा अघि बढ्न सक्छ, जसले गर्दा परनिर्भरता कम हुन्छ, आत्मनिर्भरताको प्रवर्द्धन हुन्छ र राष्ट्रिय अर्थतन्त्र बलियो हुन्छ। यो लक्ष्य हासिल गर्न नेपाललाई विश्वको सबैभन्दा उन्नत र सुखी राष्ट्र बन्न प्रेरित गर्ने नयाँ क्षेत्रमा विस्तार गर्दै सबै उद्योगहरूलाई व्यवस्थित र प्रभावकारी रूपमा सञ्चालन गर्न आवश्यक छ ।</p><p><br /></p><p><b>७. समीक्षात्मक उत्तर लेख्नुहोस् :</b></p><p><b>(क) सहकारीले नेपालको विकासमा कसरी सहयोग पुऱ्याएको छ ?</b></p><p>कक्षा १२ का लागि नेपाली पाठ्यपुस्तकका सम्पादकहरूको समूहले सहकारीलाई आर्थिक समृद्धिको महत्वपूर्ण तत्वका रूपमा उजागर गर्दै यस निबन्ध तयार गरेका हुन्। सहकारी भनेको सामाजिक, सांस्कृतिक, आर्थिक र अन्य क्षेत्रमा साथीभाइ, आफन्तजन र अन्यलाई समावेश गरी उद्देश्यमूलक सामूहिक क्रियाकलापहरूमार्फत आर्थिक विकास र समृद्धिलाई प्रवर्द्धन गर्न समाजका सदस्यहरूले स्थापना गरेको साझा संस्था हो।</p><p><br /></p><p>नेपालमा २०१३ सालमा चितवनमा बखान ऋण सहकारी स्थापनासँगै आर्थिक समृद्धिको उद्देश्यले सहकारीको सुरुवात भएको थियो । सहकारी विभागको २०७७ को तथ्यांकअनुसार हाल नेपालमा २९ हजार ८८६ सहकारी सञ्चालित छन्, जसले राष्ट्रको विकासमा महत्वपूर्ण योगदान पुर्याउदै आएका छन् । केही वर्षभित्रै सहकारीहरूले सामाजिक विकास र व्यक्तिगत स्वाधीनतातर्फ अग्रसर भई जनतामा छरिएका पुँजी, प्रतिभा र प्रविधिलाई एकीकृत रूपमा जम्मा गरेर नेपालको आर्थिक प्रगतिमा महत्वपूर्ण योगदान पुर्याउने सम्भावना देखाएको छ । सहकारीहरूले समाजका सबै क्षेत्रहरूमा सहयोगको आवश्यकतालाई सम्बोधन गर्दै सीमित पूँजी भएका मानिसहरूलाई एक-एक गरी जोडिन र योगदान गर्न सक्षम बनाएको छ। साथै सहकारीले आपसी सहयोग र सहकार्यबाट मानव कल्याणको प्रवर्द्धन गरी सामाजिक विकासमा महत्वपूर्ण योगदान पुर्याएको छ ।</p><p><br /></p><p>सहकारीले कृषक, कारीगर, श्रमिकलगायत न्यून आय भएका समूह र आम उपभोक्तामा छरिएका पुँजी, प्रविधि र प्रतिभालाई एकीकृत गरी पूँजीमाथि समान स्वामित्व र शेयर पुँजीको मुनाफामा आधारित सीमित बचतको सुनिश्चितता गर्दछ । यसले श्रम र सीपलाई प्राथमिकता दिई जलस्रोत, कृषि, पर्यटन र उद्योग व्यवस्थापनमा प्रभावकारी रूपमा परिचालन गरी देशमा रोजगारीका अवसरहरू सिर्जना गर्छ। देशको द्रुत विकासको लागि रचनात्मक युवाहरूको सक्रिय सहभागिता महत्त्वपूर्ण छ, जसले कर्मनिर्भरता, आत्मनिर्भरता र बलियो राष्ट्रिय अर्थतन्त्रको नेतृत्व गर्न सक्छन। नयाँ क्षेत्र लगायत सबै उद्योगलाई व्यवस्थित रुपमा सञ्चालन गरेर सहकारीले नेपालको विकासमा टेवा पुराएको छ ।</p><p><br /></p><p><b>(ख) ‘सहकारीमा एक एक थोपा जम्मा गरी गाग्रो भर्ने सुविधा छ’ विवेचना गर्नुहोस् ।</b></p><p>कक्षा १२ को लागि नेपाली पाठ्यपुस्तकको सम्पादक समुहले आर्थिक समृद्धिमा सहकारीलाई प्रमुख योगदानकर्ताको रुपमा उजागर गर्दै यो निबन्ध तयार गरेको छ । यस निबन्धमा सहकारीलाई आर्थिक समृद्धिको स्तम्भका रुपमा प्रस्तुत गरिएको छ । सहकारी आर्थिक समृद्धि र विकासका लागि समाजका सदस्यहरूले स्थापना गरेको साझा संस्था हो। सहकारीमा सामूहिक आर्थिक गतिविधिलाई जोड दिइन्छ । यो सामूहिक आर्थिक गतिविधि नै देशको सुख, समृद्धि र विकासको आधार बन्न सक्छ ।</p><p><br /></p><p>सहकारी भनेको सामुहिक आर्थिक क्रियाकलापको महत्वलाई जोड दिई आर्थिक विकास र समृद्धिका लागि समाजका सदस्यहरूले स्थापना गरेको सामूहिक संस्था हो । आफ्ना स्रोतहरू जम्मा गरेर, सीमित पूँजी भएकाहरूले आर्थिक वृद्धि र विकासका लागि मानिस बीचको गठबन्धनलाई बढावा दिन, थोरै रकम जम्मा गर्न र ठूलो रकम बनाउन सक्षम हुन्छन्। सहयोगको माध्यमबाट पुँजी, प्रतिभा र प्रविधिको एकीकरणले आर्थिक प्रगतिलाई निम्त्याउँछ र सामाजिक स्वतन्त्रतालाई बढावा दिन्छ। स्थानीय तहमा सहकारीको स्थापनाले आपसी सहयोग र सहकार्यको आवश्यकतालाई झल्काउँछ । सहकारीको महत्वलाई हेर्दा सीमित पुँजी भएकाले पनि सहकारीमा सहभागी हुने अवसर पाउँछन् । एकजुट भएर व्यक्तिहरूले एक्लैले नसक्ने कुराहरू हासिल गर्न सक्छन्, यस उद्देश्यका लागि सहकारी संस्थाहरूको प्रवर्धन आवस्यक छ ।&nbsp;</p><p><br /></p><p>समग्रमा, नेपालमा धेरै न्यून आय भएका व्यक्तिहरू उद्योग र व्यवसायमा संलग्न हुन चाहन्छन्, तर आर्थिक अवस्थाले असक्षम छन्। सहकारीले सबैजनाबाट थोरै थोरै रकम सङ्कलन गर्छ र एकमुस्ट रकम सबै सदस्यहरूलाई सहयोग गर्न प्रयोग गर्छ। यसरी&nbsp;सहकारीमा एक एक थोपा जम्मा गरी गाग्रो भर्ने सुविधा छ।</p><p><br /></p><p><b>८. दिइएको अनुच्छेद पढी सोधिएका प्रश्नको उत्तर दिनुहोस् :</b></p><p><b>(क) समालोचनाको मुख्य कार्य के हो ?</b></p><p>समालोचनाको मुख्य कार्य कुनै पनि साहित्यिक कृतिको गुण र दोषको निरुपण गरी उक्त कृतिको व्याख्या र मूल्याङ्कन गर्नु हो ।</p><p><br /></p><p><b>(ख) ‘सृष्टि’ र ‘दृष्टि’ शब्दले के के बुझाएका छन् ?</b></p><p>‘सृष्टि’ शब्दले सिर्जनालाई र ‘दृष्टि’ शब्दले सिर्जनालाई हेर्ने कामलाई बुझाएका छन् ।</p><p><br /></p><p><b>(ग) पाश्चात्य साहित्यका प्रथम सिर्जनात्मक र समालोचनात्मक कृति कुन कुन हुन् ?</b></p><p>पाश्चात्य साहित्यका प्रथम सिर्जनात्मक कृति ‘इलियड’ र ‘ओडिसी’ अनि समालोचनात्मक कृति ‘काव्यशास्त्र’ हुन् ।</p><p><br /></p><p><b>(घ) ‘कवि भानुभक्ताचार्यको जीवन चरित्र’ जीवनीपरक कृतिलाई किन नेपाली साहित्यको प्रथम कृति मानिन्छ ?</b></p><p>‘कवि भानुभक्ताचार्यको जीवन चरित्र’ जीवनीपरक कृतिलाई जीवनीपरक भए पनि प्रस्तुत कृतिमा कवि भानुभक्त र उनको काव्य ‘रामायण’ का बारेमा केही विवेचनात्मक दृष्टि प्रस्तुत भएकाले नेपाली साहित्यको प्रथम कृति मानिन्छ ।</p><p><br /></p><p><b>९. दिइएको अनुच्छेद पढी चारओटा बुँदा टिप्नुहोस् र एक तृतीयांशमा सार लेख्नुहोस् :</b></p><p><b>बुँदाहरू :</b></p><p>(क) जिज्ञासा वृत्तिको विकास गर्नु र त्यसमा उत्तम संस्कारको स्थापना गर्नु नै शिक्षाको उपयोगिता भएको,</p><p>(ख) सकारात्मक परिवर्तनका लागि शिक्षा हाम्रो धर्म र संस्कृतिको अनुकूल हुनुपर्ने,</p><p>(ग) कर्तव्यप्रधान जीवनदृष्टिको स्थापनाबाट नै समाज प्रदूषणमुक्त बन्ने,</p><p>(घ) संस्कृतिमूलक शिक्षाबाट नै कर्तव्यप्रधान जीवनदृष्टि स्थापना भई मानव असल र सफल हुने ।</p><p><br /></p><p><b>सारांश :</b></p><p><b>शिक्षाको उपयोगिता</b></p><p>जिज्ञासा वृत्तिको विकास र उत्तम संस्कारको स्थापना गर्नु नै शिक्षाको उपयोगिता रहेको हुन्छ । सकारात्मक परिवर्तनका लागि शिक्षा हाम्रो धर्म, संस्कृतिको अनुकूल हुनुपर्छ । विद्यार्थीले अतिरिक्त समाजबाट सिक्ने भएकाले प्रदूषणमुक्त समाज निर्माण गर्नुपर्छ । कर्तव्यप्रधान जीवनदृष्टिको स्थापनाबाट नै समाज प्रदूषणमुक्त बन्दछ । संस्कृतिमूलक शिक्षाबाट नै कर्तव्यप्रधान जीवनदृष्टि स्थापना हुनुका साथै असल र सफल मानव हुन सकिन्छ ।</p><p>अनुच्छेदमा भएको शब्दसङ्ख्या : १४८</p><p>एक तृतीयांशमा हुने शब्दसङ्ख्या : ४९</p><p>सारांशमा भएको शब्दसङ्ख्या : ५१</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p><br /></p><p>",
      "rewardTxt": " Byakaran Solution ", 
"reward": "<p><b>व्याकरण</b></p><p><b>२. उदाहरणमा दिइए झैँ तलका सामान्य पदक्रमका वाक्यलाई विशिष्ट पदक्रममा परिवर्तन गर्नुहोस् :</b></p><p>उठ्छ बिहान सबेरै कविर । गर्छ नित्यकर्म ऊ । उठाउँछ ऊ आफ्ना भाइबहिनीलाई । उनीहरू सबैलाई उसकी आमाले चियाखाजा दिनुहुन्छ । किताबकापी बोकेर जान्छ ऊ विद्यालय । पढ्छ विद्यालयमा मिलेर साथीहरूसित । गृहकार्य गर्छ ऊ । पढाउँछ ऊ भाइबहिनीलाई । जान्छ ऊ फुर्सदको समयमा पुस्तकालय ।</p><p><br /></p><p><b>४. तलको अनुच्छेदमा प्रयुक्त लेख्य चिह्न टिप्नुहोस् र तिनको नाम पनि भन्नुहोस् :</b></p><p>१. अल्पविराम ( , )</p><p>२. पूर्णविराम ( । )</p><p>३. प्रश्नवाचक चिह्न ( ? )</p><p>४. दोहोरो उद्धरण चिह्न ( ” ” )</p><p>५. एकोहोरो उद्धरण चिह्न ( ‘ ‘ )</p><p>६. विस्मयादिबोधक चिह्न ( ! )</p><p><br /></p><p><b>५. उपयुक्त लेख्य चिह्न प्रयोग गरी तलको अनुच्छेदको पुनर्लेखन गर्नुहोस् :</b></p><p>छिरिङ हरेक दिन नियमित रूपमा कुनै न कुनै नयाँ पुस्तक पढ्ने गर्थे । उनले कथा, कविता, उपन्यास र यात्रा सस्मरण विधाका धेरै किताब पढिसकेका थिए । ‘मुनामदन’ पढ्दा उनी निकै भावुक बनेका थिए । पढ्दाखेरि केही कुरा नबुझ्दा उनी हजुरआमासँग जान्थे र किताब देखाउँदै भन्थे, “हजुरआमा यसको अर्थ के हो ?” किताब देख्नेबित्तिकै हजुरआमा भन्नुहुन्थ्यो, “ओहो ! तिमीले यो के ल्यायौ ?” हजुरआमालाई भने काला अक्षर भैंसी बराबर थिए । यसैले हजुरआमाले सम्झाएको भावमा उनलाई भन्नुहुन्थ्यो, “मैले तिमीहरूको जस्तो बेलामा विद्यालय जान पाइनँ । यसैले मलाई केही आउँदैन । तिमीहरू त धेरै भाग्यमानी छौ । सानैदेखि विद्यालय जान पाएका छौ आमाबुबासित सोध्न पाएका छौ त्यसैले भरे आमा आएपछि सोध न ।” यसो भने पनि उनी हजुरआमाका कुरा बारम्बार सुनिरहन्थे । आगो ताप्नु मुढाको कुरा सुन्नु बुढाको भने झैँ छिरिङ हजुरआमाको अनुभवपूर्ण कुराबाट प्रत्येक दिन केही न केही नयाँ कुरा सिकिरहेका हुन्थे ।</p><p><br /></p><p><b>७. शुद्ध बनाई लेख्नुहोस् :</b></p><p>सहकारी लोकतान्त्रिक संस्था हुन् । सहकारीका सदस्य आफ्नो संस्थाको नीति तय गर्न र निर्णय गर्नमा सक्रिय रूपमा सहभागी हुन्छन् ।</p><p><br /></p>"
    },
    {
      "title": "Unit 12",
      "story": "<p>Jiban Marga is reportage which is in Class 12 Nepali Chapter 12 which is called 'Way of Life' in English. This composition, like the title suggests, can really become a way of life for many people. In this, Chomolunga Industry is portrayed as a successful industry that reflects the original identity of Nepal.</p><br/><b>पाठ १२ : जीवन मार्ग&nbsp;</b></p><p><b>&nbsp;१. शब्द र अर्थबिच जोडा मिलाउनुहोस् :&nbsp;</b></p><p>मौलिक : कसैको आधार नलिएको, सिर्जनात्मक&nbsp;</p><p>बाहुल्य : धेरै हुनाको भाव वा अवस्था <br />जतन : सुरक्षित&nbsp;</p><p>चिनो : चिह्न, निसान&nbsp;</p><p>निर्यात : स्वदेशबाट विदेशमा सामान पठाउने काम&nbsp;</p><p>वर्चस्व : आफ्नो अधिकार बाहिरको कुरामा गरिने दखल&nbsp;</p><p>मूर्त : :स्पष्ट आकार भएको&nbsp;</p><p>किनिमा : भटमासबाट बनाइएको एक प्रकारको परिकार&nbsp;</p><p>मकर नुहाउनु : माघे सङ्क्रान्तिमा नुहाउने काम&nbsp;</p><p>हस्तक्षेप : नियन्त्रण, अधिकार&nbsp;</p><p>फत्ते : सम्पन्न, पूरा&nbsp;</p><p><br /></p><p><b><i><u>प्रश्न. २, ३ र ६ को उत्तर आफैले गर्ने प्रयास गर्नुहोला, परीक्षाको दृष्टिकोणले महत्वपूर्ण प्रश्नको समाधान मात्र यहाँ गरिएको छ।</u></i></b></p><p><br /></p><p><b>४. दिइएका शब्दको अर्थ लेख्नुहोस् :&nbsp;</b></p><p>परिकल्पनाकार : पछि सिद्ध हुन सक्ने कुराको पहिले नै मनमा अड्कल वा धारणा गर्न सक्ने व्यक्ति&nbsp;</p><p>आना : सोह्र भागको एक भाग&nbsp;</p><p>धुर : एक कट्ठाको बिसौ भाग जमिनको परिमाण&nbsp;</p><p>आत्मनिर्भर : बाँच्नका लागि अरुको भर पर्नु नपर्ने&nbsp;</p><p>आयात : विदेशबाट खरिद गरिएको</p><p>एकाधिकार : एकलौटी अधिकार, एकाधिपत्य&nbsp;</p><p>कृत्रिम : प्राकृतिक वा स्वाभाविक नभएको&nbsp;</p><p>अर्गानिक : जीवसँग सम्बन्धित प्रक्रियाहरू वा जीवित जीवहरू समावेश गर्ने प्रक्रियाद्वारा उत्पादित&nbsp;</p><p>जोखिम : शारीरिक, मानसिक हानिनोक्सानी हुन सक्ने डरलाग्दो काम&nbsp;</p><p>विकल्प : दोश्रो तरिका&nbsp;</p><p><br /></p><p><b>५. शब्दकोशको सहायताबाट उदाहरणमा दिए झैँ तलका शब्दको शब्दवर्ग, शब्दस्रोत र अर्थ लेख्नुहोस्:&nbsp;</b></p><p>असल&nbsp; - वि. (विशेषण) - अ. (अरबी) - राम्रो, उत्तम</p><p>विकास - ना. (नाम) - सं. (संस्कृत) - उन्नति&nbsp;&nbsp;</p><p>इष्ट - वि. (विशेषण) - सं. (संस्कृत) - इक्षा गरिएको&nbsp;</p><p>स्कुल - ना. (नाम) - अंग्रेजी - विद्यालय&nbsp;</p><p>किनामा - ना. (नाम) - लि. (लिच्छवीय) - भटमास उसिनेर खरानीमा मुछी धेरै दिनसम्म गुम्स्याएर राखिएको खाद्य पदार्थ</p><p>चिया - ना. (नाम) - चि. (चीनदेशीय) - सेता फूल फुल्ने, एक थरी बाहमासे बुटोका कलिला पातका मुना सुकाएर तयार पारिएको पत्ती&nbsp;</p><p><br /></p><p><b>बोध र अभिव्यक्ति&nbsp;</b></p><p><b>१. रिपोर्ताज पाठ पढी सोधिएका प्रश्नको उत्तर भन्नुहोस् :&nbsp;</b></p><p><b>(क) चोमोलुङ्गा औद्योगिक प्रतिष्ठान कस्तो प्रतिष्ठान हो ?&nbsp;</b></p><p>चोमोलुङ्ग औद्योगिक प्रतिष्ठान नेपालको मौलिक पहिचान झल्काउने र स्थानीय कच्चा सामनको सदुपयोग गर्दै उद्योग स्थापना गरेको प्रतिष्ठान हो ।&nbsp;</p><p><br /></p><p><b>(ख) चोमोलुङ्गा औद्योगिक प्रतिष्ठानबाट बिक्री गरिने सामान किन लोकप्रिय भए ?&nbsp;</b></p><p>चोमोलुङ्घा औद्योगिक प्रतिष्ठानबाट बिक्री गरिने सामान नेपालको मौलिकता र पहिचानमा आधारित भएकाले लोकप्रिय भए ।&nbsp;</p><p><br /></p><p><b>(ग) छिरिङको पारिवारिक पृष्ठभूमि कस्तो छ ?&nbsp;</b></p><p>छिरिङको परिवारमा छिरिङ, बाबाआमा र भाइबहिनीहरू छन् । थोरै मात्र जग्गा जमिन भएको छिरिङको परिवारमा बुबाले भारी बोक्ने काम र आमाले घरको काम गरेर मुस्किलले जीवन कटेको थियो । त्यसैले आर्थिक दृष्टिकोणले दयनीय छिरिङको न्यून मध्यम वर्गीय पारिवारिक पृष्ठभूमि कमजोर छ ।&nbsp;</p><p><br /></p><p><b>(घ) किन छिरिङलाई जग्गा प्लटिङ व्यवसाय ठिक लागेन ?&nbsp;</b></p><p>जग्गा प्लटिङको व्यवसायबाट पैसा कमाइए पनि खेतीयोग्य जमिन मासेर कड्कूटको जङ्गल बनाउने र नेपाली कमाईलाई बर्बाद बनाउने भएकाले छिरिङलाई जग्गा प्लटिङ व्यवसाय ठिक लागेन ।&nbsp;</p><p><br /></p><p><b>२. दिइएको रिपोर्ताज अंश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :&nbsp;</b></p><p><b>क) नेपाली मौलिक उत्पादनको बजार कस्तो छ ?&nbsp;</b></p><p>उत्तर : नेपाली मौलिक उत्पादनको बजार अहिले व्यापक रुपमा संसारभर फैलिएको छ । नेपालीहरुले आफ्नो मौलिक पहिचानलाई भुलेका छैनन् । विश्वको जुनसुकै कुनामा पुगे पनि नेपालीले आफ्नो मौलिकता र पहिचानलाई अनुसरण गरेका छन् । उनीहरु उपलब्ध भएसम्म आफ्ना मौलिक वस्तुको उपभोग गर्न रुचाउँछन् ।&nbsp;</p><p><br /></p><p><b>ख) पाठमा प्रतिस्पर्धी थपिदैमा आत्तिनु पर्दैन किन भनिएको हो ?&nbsp;</b></p><p>उत्तर : आजको युग भनेको प्रतिस्पर्धाको युग हो । हामीले राम्रा र उपयोगी वस्तुको उत्पादन गर्न सक्यौ भने बजारको समस्या हुँदैन । प्राकृतिक र अर्गानिक वस्तुको उत्पादन गर्न सक्यौ भने हाम्रो उत्पादन संसारभर बिक्ने छन् । प्रतिस्पर्धाको युगमा प्रतिस्पर्धीहरु भेटिनै रहन्छन् । त्यसैले प्रतिस्पर्धी थपिदैमा आत्तिनु पर्दैन भनिएको हो ।&nbsp;</p><p><br /></p><p><b>३. किन लेखक चोमोलुङ्घा औद्योगिक प्रतिष्ठानका विषयमा रिपोर्ताज लेख्न अग्रसर भए, लेख्नुहोस् ।&nbsp;</b></p><p>उत्तर : रेपोर्ताज रचना जीवन मार्गमा चोमोलुङ्गा औद्योगिक संस्थानलाई नेपालको मौलिक पहिचान झल्काउने सफल उद्योगको रूपमा चित्रण गरिएको छ। प्रतिष्ठानले स्थानीय कच्चा पदार्थको प्रयोग गरी नेपालमा मात्र नभई विदेशमा रहेका नेपालीहरूमाझ पनि लोकप्रियता हासिल गरेको प्रसङ्ग अभिव्यक्त भएको छ । विदेशीले पनि यस प्रतिष्ठानका उत्पादनलाई नेपाली उत्पादनका रूपमा चिन्न थालेका छन् । नेपालको मौलिकता र पहिचानलाई प्राथमिकतामा राखेर चोमोलुङ्गा औद्योगिक प्रतिष्ठानले धेरैको मन जितेको छ । लेखको घरहरुमा पनि यसै ब्रान्ड र उत्पादनहरू भरिएका छन्, जसले लेखकलाई संस्थानको बारेमा एक रिपोर्ट लेख्न अग्रसर गराएको छ।</p><p><br /></p><p><b>४. दिइएको रिपोर्ताज अंश पढी सोधिएका प्रश्नको उत्तर लेख्नुहोस् :&nbsp;</b></p><p><b>क) 'देखासिकी गरी खा आरिसे मरी जा' भन्ने उखानको तात्पर्य के हो ?&nbsp;</b></p><p>उत्तर : अरुको देखासिकी गरेर केही नगर्नु भन्दा गर्नु राम्रो हो तर आरिस गर्नु भनेको आफ्नै नोक्सान गर्नु हो भन्नु नै 'देखासिकी गरी खा आरिसे मरी जा' भन्ने उखानको तात्पर्य हो ।</p><p><br /></p><p><b>ख) जति धेरै उत्पादन त्यति धेरै फाइदाको अवस्थामा पुग्ने उपाय के हो ?&nbsp;</b></p><p>उत्तर : हामीले उद्योग कसरी गर्ने भन्ने कुरामा ध्यान दिनुपर्दछ जस्तै गुणस्तरमा सम्झौता गर्नुहुँदैन, स्वस्थ प्रतिस्पर्धा, सहकार्य र आदानप्रदानको संस्कृति बसाउनुपर्छ । यही नै जति धेरै उत्पादन त्यति धेरै फाइदाको अवस्थामा पुग्न उपाय हो ।&nbsp;</p><p><br /></p> <p><b>७. दिइएका उद्धरणको व्याख्या गर्नुहोस् :&nbsp;</b></p><p><b>क) ” हामीकहाँ नयाँ कुराको परिकल्पना गर्ने, जोखिम मोल्नेभन्दा पनि अरुले गरेको हेरेर त्यसैले अनुसरण गर्ने, अस्वस्थ प्रतिस्पर्धा गर्ने चलन छ ।”&nbsp;</b></p><p>उत्तर : कक्षा १२ को नेपाली पाठ्यपुस्तकका लेखकले \"जीवन मार्ग\" रेपोर्ताज लेखेका हुन्, जसमा छिरिङ नामक एउटा महत्त्वपूर्ण चरित्र समावेश छ। चोमोलुंगाको औद्योगिक स्थापनाको बारेमा छिरिङसँगको कुराकानीको क्रममा, लेखकले आजको समाजमा प्रतिस्पर्धाको अस्वस्थ प्रवृत्तिलाई जोड दिने वाक्यांशलाई टिपोट गरेका छन्। जोखिम मोल्न र नयाँ कुराको कल्पना गर्नुको सट्टा, मानिसहरू अरूले पहिले नै गरेको कुराको नक्कल गर्ने गर्छन। उदाहरणका लागि, यदि एउटै ठाउँमा कपडा पसल सफल भयो भने, उही क्षेत्रमा धेरै समान पसलहरू खुल्नेछन्। नेपाली समाजमा यो प्रचलन लामो समयदेखि चलिआएको छ, जहाँ मानिसहरु नयाँ विषयको खोजी गर्नुको सट्टा एकअर्काको नक्कल गर्ने प्रवृत्ति रहेको छ । यो चक्रलाई तोड्न र अरूको कार्यहरू पछ्याउनुको सट्टा नयाँ विचार र विकल्पहरू सोच्ने प्रयास गर्न महत्त्वपूर्ण छ।</p><p><br /></p><p><b>(ख) \"वास्तवमा कलम र हृदय दुवैको मेल भएपछि राम्रो लेख्न सकिने रहेछ ।\"</b></p><p>उत्तर : प्रस्तुत व्याख्यांशमा कल्पनाशक्ति र ज्ञानशक्तिका माध्यमबाट नै साहित्यिक लेख रचना जन्मने कटु सत्यलाई उद्घाटन गरिएको छ । हार्दिक पक्ष जतिसुकै प्रवल भए तापनि ज्ञानशक्ति कमजोर भएमा हृदयका भावहरू साहित्यमा उतार्न सकिंदैन ।</p><p>उत्कृष्ट साहित्य बुद्धिमत्ता र भावनाको संयोजनबाट आउँछ। बुद्धि बिना, भावनाहरू हृदयमा सीमित हुन्छन्, र प्रभावकारी रूपमा व्यक्त गर्न सकिँदैन। कलम ज्ञानको प्रतीक हो, र बुद्धि शब्दहरू वर्णन गर्न र ज्ञानको दायरा विस्तार गर्ने आधार हो। एक बुद्धिमान व्यक्तिले भावनाहरू, विचारहरू, अनुभवहरू व्यक्त गर्न कलम प्रयोग गर्दछ। महाकवि देवकोटाले भन्नुभएको छ, कलम प्रयोग गरेर कलात्मक प्रकाशनबाट जीवित अनुभवहरू सिर्जना गर्न सकिन्छ । तर, बौद्धिक क्षमताविना भावनाको सागरमा जतिसुकै गहिरो डुवे पनि साहित्यिक मोती निकाल्न सकिँदैन। विवेकशील व्यक्तिले कलम र हृदयको गम्भीर भावनालाई जोड्दा सुन्दर साहित्यको सिर्जना हुन्छ र साहित्यको बगैँचामा सृजनशीलताको फूल फुल्छ। प्रस्तुत रेपोर्ताज रचनामा लेखक र पात्रले कलम र हृदयलाई जोडेर समाचार र ज्ञान समेटिएको र कलात्मक प्रतिभासहित राष्ट्रवादको सन्देश दिने प्रतिवेदन सिर्जना गरेका छन् । उनले उद्यमी बन्ने र विकास र समृद्धिको सिँढी चढ्ने लक्ष्य राख्छन् ।</p><p><br /></p><p><b>८. तपाईंलाई छिरिङसँगको वार्ताका आधारमा तयार पारिएको जीवन मार्ग कस्तो लाग्यो, तर्कसहित आफ्नो विचार लेख्नुहोस् ।&nbsp;</b></p><p>उत्तरः&nbsp; रिपोर्ताज समसामयिक विषयमाथि तयार पारिन्छ र यस्तो तयारीको क्रममा लेखक स्वयम्‌को संलग्नता वा प्रत्यक्षदर्शिता आवश्यक हुन्छ । यसमा लेखक प्रत्यक्षदर्शी वा भोक्ता हुन्छ । कुनै पनि विषयलाई प्रस्तुत गर्नुपूर्व त्यसलाई सतर्कतापूर्वक अध्ययन वा विश्लेषण गरिएको हुन्छ ।</p><p>मेरो विचारमा यो रचना शीर्षक जस्तै साँच्चिकै कैयौँको जीवनका लागि जीवन मार्ग बन्न सक्छ । हुनत यो रचना काल्पनिक हो तर पाठ पढुन्जेल एकछिन भए पनि मन हर्षित भयो ।&nbsp;जीवन मार्ग रिपोर्ताज राष्ट्रभक्ति भाव झल्काउने, स्वदेशमा गरिने उद्यमप्रति सकारात्मक भाव उब्जाउने एउटा प्रेरणादायी रचना हो । जीवन मार्ग रिपोर्ताजको लेखक पनि प्रत्यक्ष भोगेर, देखेर र निर्देशकसँग वार्ता गरेर यो रचना तयार पारेको तरिकामा प्रस्तुत गरिएको छ। साँच्चिकै हामी हरेक कुरामा आत्मनिर्भर हुने हो भने कति चैन मिल्थ्यो, कल्पना पनि गर्न सक्दिनँ । निर्यातको तुलनामा आयात कैयौँ गुना बढी भएको हाम्रो जस्तो देशमा साँच्चिकै चोमोलुङ्मा औद्योगिक&nbsp; प्रतिष्ठान जस्ता उद्योगहरु खुल्ने र यही हाराहारीमा लोकप्रिय हुने हो भने कस्तो हुन्थ्यो होला भन्ने कल्पनाले एकछिन भए पनि पुलकित बनायो ।&nbsp;</p><p>औद्योगिक प्रतिष्ठान खोल्ने र नेपालको मौलिक पहिचानमा आधारित अनि स्थानीय कच्चा सामानको सदुपयोग गर्दै उद्योग स्थापना गर्ने छिरिङको सोचलाई मान्नैपर्छ । हाम्रा घरभित्र नेपाली ब्रान्डका कुनै पनि सामान नभेटिने अवस्थाबाट हरेकका घरभित्र कोठा कोठामा चोमोलुङ्मा औद्योगिक प्रतिष्ठानका नेपाली उत्पादनका सामान भेटिनु एउटा कान्ति नै हो । त्यति मात्र होइन त्यस्तो सोचलाई मूर्त | रूप दिँदै सामान उत्पादन, बिक्री वितरणमा पनि चोमोलुङ्मा शिखर चुम्न सफल बन्नु चानचुने कुरा होइन । छिरिङको अथक सङ्घर्षबाट त म नतमस्तक नै भएँ । उनका बाल्यकालका सङ्घर्षका कुराले केही भावुक पनि बनायो । पाठ पढ्न थालेपछि नसकुन्जेल पाठबाट ध्यान हटेन । प्रेरणादायी विषयवस्तु, सरल भाषा र कलात्मक लेखनले मलाई जीवन मार्ग उत्कृष्ट लाग्यो ।</p><p><br /></p><p><b>९. दिएको अनुच्छेद पढी सोधिएको प्रश्नको उत्तर दिनुहोस् :</b></p><p><b>क) ओलिम्पिक खेलमा नेपालको प्रवेश कहाँबाट भएको हो?</b></p><p>उत्तर: ओलिम्पिक खेलमा नेपालको प्रवेश सन् १९६४ मा टोकियो ओलिम्पिकबाट भएको हो।</p><p><br /></p><p><b>ख) ओलिम्पिकमा नेपालको सहभागिता कुन कुन खेलमा हुने गरेको छ?</b></p><p>उत्तर: ओलिम्पिकमा नेपालको सहभागिता एथलेटिक्स, बॉक्सिङ, भलिबल, पौडी जस्ता खेलमा हुने गरेको छ।</p><p><br /></p><p><b>ग) सन् १९८० को मास्को ओलिम्पिकमा कति जना नेपाली खेलाडीले भाग लिएको थियो?</b></p><p>उत्तर: सन् १९८० को मास्को ओलिम्पिकमा १२ जना नेपाली खेलाडीले भाग लिएको थियो।</p><p><br /></p><p><b>घ) नेपालले ओलिम्पिक खेलमा पाएको सफलताको स्तर कस्तो छ?</b></p><p>उत्तर: नेपालले ओलिम्पिक खेलमा पाएको सफलता एकदमै उत्साहजनक अनुभव र प्रशंसायोग्य छ।</p><p><br /></p><p><b>१०. दिइएको अनुच्छेदबाट चारओटा बुँदा टिपी एक तिहाइमा नबढ्ने गरेर सारांश लेख्नुहोस्:</b></p><p>परापूर्वकालदेखि समाजमा प्रचलित कलालाई लोककला भनिन्छ । लोककला एक पुस्ताबाट अर्को पुस्तामा पुस्तान्तरण हुँदै जान्छ । नेपालमा थारु, मैथिली, पर्वते, नेवारी, जैती, अवधी, मुस्ताङ्कगी, भोटे, खाम, किरात, राजवंशी आदिका लोककला प्रचलित छन्‌ । यीमध्ये थारु</p><p>ल्लोककला पनि एक हो । थारु लोककलाअन्तर्गत चित्रकला, मूर्तिकला, वास्तुकला, हस्तकला, झुट्टीकला, गोडैनाकला आदि पर्छन्‌ । तिनमा पनि विशेष गरी चित्र र मूर्तिकला बढी प्रचलित छन्‌ । चित्रकला भित्ता, प्रस्तर, डेहरी, हस्तकलाका सामान, भूमि, पट, वास्तु, काठ, कागज</p><p>आदि माध्यमबाट बनाइन्छ । थारु समाजमा विशेष गरी पश्चिमतिर अस्टिम्की र मिथिला क्षेत्रतिर कोहवर-सितुवा र बाँसबसिनी चित्र बढी प्रचलित छन्‌ । त्यस्तै सुदूरपूर्वमा मोखकला र सुदूरपश्चिममा सजावटीय चित्र तथा उद्भृत मूर्ति बनाउने चलन रहेको छ । कृष्णाष्टमीका</p><p>दिन घरको भित्तामा बनाइने चित्रलाई अस्टिम्की भनिन्छ । प्रतीकात्मक ढङ्गले बनाइने यो चित्रले सत्य, त्रेता, द्वापर र कलियुगलाई समेटेको हुन्छ । विवाहका वेला थारुहरूले बनाउने चित्र 'सितुवासंकोहवर' भनिन्छ । ज्यामितीय आकारमा बनाइएका यस्ता चित्रमा पहँलो, रातो,</p><p>हरियो र कालो रङको प्रयोग अधिक मात्रामा गरिएको हुन्छ । यो चित्रको खास उद्देश्य वैवाहिक जीवनलाई सुमधुर बनाउनु हो । थारु समाजमा पूजाआजा तथा विभिन्न संस्कारजन्य कार्यमा विभिन्न खाले चित्र बनाइन्छ । बेहुली घर भित्र्याउने वेलामा सेलरोटी आकारको</p><p>प्रतीकात्मक गोलो चित्र बनाइन्छ । देवदेवीको पूजापाठका वेला त्रिशूल, स्वस्तिक चिह्न, कमल, त्रिभुज, षटद्कोणलगायतका प्रतीकात्मक चित्र बनाइने गरिन्छ । चट्याङ नपरोस्‌ भनेर सेतो माटाले घरको बाहिरपद्टिको भित्ताका बिचमा रेखा तानिन्छ र त्रिशूल बनाइन्छ । थारु</p><p>समाजमा प्रस्तर, काष्ठ तथा सेरामिक मूर्तिकला प्रचलनमा रहेका छन्‌ । तीमध्ये पनि सेरामिक कलाको बढी प्रयोग भएको पाइन्छ । भाँडावर्तन, हात्ती, घोडा, बाघ, मयूर, जोखवा जोखिनियाँलगायतका माटाका मूर्ति धारु समाजमा प्रचलित छन्‌ । देवेन्द्र थुम्केली</p><p><br /></p><p><b>बुँदा टिपोट:</b></p><p>परापूर्वकालदेखि समाजमा प्रचलित लोककला एक पुस्ताबाट अर्को पुस्तामा पुस्तान्तरण हुँदै गएको,</p><p>नेपालमा थारु, मैथिली, पर्वते, नेवारी, जैती, अवधी, मुस्ताङ्गगी, भोटे, खाम, किरात, राजवंशी आदिका लोककला प्रचलित रहेका,</p><p>थारु लोककलामा चित्रकला, मूर्तिकला, वास्तुकला, हस्तकला, 'झुट्टीकला, गोडैनाकला आदि प्रचलित रहेका,</p><p>थारु जतिले पूजाआजा तथा विभिन्न संस्कारजन्य कार्यमा बनाउने विभिन्न प्रतिकात्मक चित्रको खास उद्देश्य जीवनलाई सुमधुर बनाउनु रहेको,</p><p><br /></p><p><b>कला र समाज</b></p><p>परापूर्वकालदेखि समाजमा प्रचलित लोककला एक पुस्ताबाट अर्को पुस्तामा पुस्तान्तरण हुँदै गएको छ । नेपालमा मैथिली, पर्वते, नेवारी, जैती, अवधी, मुस्ताङ्कगी, भोटे, खाम, किरात, राजवंशी, थारु आदिका लोककला प्रचलित रहेका छन्‌ । थारु लोककलामा चित्रकला, मूर्तिकला, वास्तुकला, हस्तकला, झुट्टीकला, गोडैनाकला आदि प्रचलित रहेका छन्‌ । थारु समाजमा प्रस्तर, काष्ठ तथा सेरामिक मूर्तिकलामध्ये सेरामिक कलाको बढी प्रयोग भएको पाइन्छ । थारु जतिले पूजाआजा तथा विभिन्न संस्कारजन्य कार्यमा बनाउने विभिन्त प्रतिकात्मक चित्रको खास उद्देश्य जीवनलाई सुमधुर बनाउनु रहेको देखिन्छ ।&nbsp;</p><p><br /></p><p>मूल अनुच्छेदमा दिइएको शब्द सङ्ख्या: २७१</p><p>सारांशमा हुनुपर्ने शब्द सङ्ख्या: ७०</p><p>सारांशमा भएको शब्द सङ्ख्या: ७२</p><p><br /></p><p>Thank you!</p><p>Visit : www.tsz.com.np for more notes, updates, &amp; PDFs notes.</p><p>Subscribe to our youtube channel ‘The SR Zone’.</p><p>Notes are prepared by Shriram Lamichhane</p>",
"rewardTxt": " Long Question's Answer ", 
"reward": " <p><b>५. विभिन्न देशको भ्रमणबाट छिरिङले कस्तो शिक्षा पाए, लेख्नुहोस् ।&nbsp;</b></p><p>उत्तर : छिरिङ जेठो सन्तानको रूपमा कठिन पारिवारिक परिस्थितिमा हुर्किए। उनका बुबाले कडा परिश्रम र उनकी आमाले घरको हेरचाह गर्थिन्। आफ्नो बुबाको मृत्यु पछि, छिरिङले आफ्नो बुवाको जिम्मेवारी लिए र उनको उत्तराधिकारी बने। उनले एक विदेशी पर्यटकबाट छात्रवृत्ति प्राप्त गरे जसले उनलाई दसौं कक्षासम्मको शिक्षा पूरा गर्न मदद दियो। स्नातक गरेपछि उनले जागिर छाडेर विभिन्न देशको भ्रमण गरे । जापान भ्रमणका क्रममा उनले श्रमको महत्त्व बुझे र नेपालमा पनि केही गर्न सकिन्छ भन्ने महसुस गरे ।</p><p><br /></p><p>आफ्नो यात्राबाट छिरिङले श्रम र सीपको मूल्य बुझे। आफ्नो देशको मौलिकता र पहिचानलाई आफ्नो काममा समेटेर आफ्नै देशमा राम्रो जीवनयापन गर्न सकिन्छ भन्ने विश्वास उनमा आयो ।</p><p><br /></p><p><b>६. छिरिङको जीवनी सङ्घर्षबाट के शिक्षा लिन सकिन्छ, आफ्नो विचार लेख्नुहोस् ।&nbsp;</b></p><p>उत्तर : छिरिङ्ग यस रचनामा एक महत्त्वपूर्ण पात्र हो, जसमा अटुट देशभक्ति मूर्त छ। आफ्नो बुबाको असामयिक मृत्यु पछि आफ्नो जीवनमा धेरै चुनौतीहरूको सामना गर्नुपर्दा पनि, छिरिङले आफ्नो बुबाको उत्तराधिकारीको भूमिका ग्रहण गरे र आफ्नो शिक्षाको पछि लाग्दै आफ्नो जिम्मेवारीहरू बहन गरे। उनले श्रम र सीपको महत्वलाई महत्व दिँदै विभिन्न देशको भ्रमण गरेपछि नेपालमा ठूला कुरा हासिल गर्न सक्ने क्षमता रहेको महसुस गरे । उनले मौद्रिक लाभभन्दा बाहिरको काममा सन्तुष्टि खोज्नुपर्नेमा जोड दिँदै नेपालको विशिष्ट पहिचान, स्रोत र सीपको सदुपयोग गर्नुपर्नेमा जोड दिए । चोमोलुङ्गा औद्योगिक प्रतिष्ठान स्थापनामा छिरिङको सफलताले उनको पाइला पछ्याउने प्रेरणा पाउन सकिन्छ।</p><p><br /></p><p>उनको जीवन संघर्षले जीवनमा सफलता कसरी प्राप्त गर्ने भन्ने बारे बहुमूल्य अन्तर्दृष्टि प्रदान गर्दछ। हामीले हाम्रो प्रयासमा सफल हुन उनका सिद्धान्त र विचारहरू अपनाउनुपर्छ। हाम्रो देशप्रतिको हाम्रो जिम्मेवारीलाई सम्झनु र यसलाई वहन गर्न आवश्यक छ। हामीले आफ्नो देशको मौलिकता र पहिचानलाई जोगाउँदै आफ्नो देशभित्रै अर्थपूर्ण काम गरेर विश्वस्तरमा राम्रो नाम कमाउने प्रयास गर्नुपर्छ ।</p><p><br /></p>"
    }
  ]
